{"title":"Give me a cool title for this story. Just give me title and no other text. \n I will give you a story and the news events from today. \n    Based on news events continue the story and provide me the updated story. In the story cover all the events as much as possible, try to weave them together, making a beautiful story.\n    Be elaborative as possible. I need more text. Text only no title or headings. Write it in the form of inspiring story not news article or event.\n    \n    Story:\nOnce upon a time, nestled between the towering peaks of the Himalayas and the lush jungles of the Terai, there was a country named Nepal. Though still a developing nation, Nepal was a land of profound beauty and deep-rooted cultural heritage. The residents of Nepal faced many challenges, but beneath these hardships lay a resilient spirit and an unyielding hope for the future.\n\nThis enchanting land, where Mount Everest reaches towards the skies and the air carries a mix of incense and cool mountain breezes, was more than a geographical marvel. It was a mosaic of cultures, languages, and traditions, a testament to human endeavor against all odds. Nepal's history, from the unification under King Prithvi Narayan Shah to its transformation into a federal democratic republic, told a story of aspiration and endurance.\n\nIn recent years, the people of Nepal, with their indomitable will, had taken strides towards rebuilding and reimagining their country. They turned their struggles into stepping stones, each challenge a chapter in their ongoing saga. The shift from a monarchy to a republic had not only changed governance but had woven a new tapestry of democratic values and collective decision-making.\n\nEconomically, while agriculture continued to sustain a large part of its population, Nepal had begun to harness the potential of its picturesque landscapes, developing sustainable tourism that promised to preserve their natural heritage while boosting local economies. Communities living in the shadows of the Himalayas had become stewards of the earth, protecting the biodiversity that made their country unique.\n\nEach day brought new stories. Whether it was a festival in Kathmandu, a technological advance in Pokhara, or a conservation effort in Chitwan, these events were threads in the vibrant quilt of Nepali life. These stories, updated daily, reflected the pulse of progress and the spirit of hope that characterized this resilient nation.\n\nAnd so, as Nepal moved forward, each moment was not just a passage of time but a promise of potential, a narrative of a nation perennially climbing towards tomorrow, guided by the legacy of its past and the dreams of its future.\n\nNews events:\nPrime Minister Dahal defends government amid growing speculations of rifts within ruling parties, dismissing concerns raised by senior leaders and assuring continuation until its term's end.\nDespite their valiant bowling display against Bangladesh, Nepal's cricket team falls short in their World Cup journey, missing the chance to secure their first-ever win over a Test nation, while highlighting the need for improved batting and greater exposure to top-tier teams.\nThe Department of Drug Administration has suspended the sales and distribution of Biotax 1gm, an antibiotic injection manufactured by an Indian firm, citing serious health risks.According to the department, the national drug regulatory body, laboratory testing of the ‘Biotax 1gm’ batch F300460, manufactured by Indian pharma company Zydus Healthcare Ltd, revealed that the drug was not in compliance with the production specifications.“We have directed the manufacturing company, importers and distributors to immediately suspend sales, import and distribution of the said medicine, until further notice,” said Pramod KC, spokesperson at the department. “Some serious issues have been detected in the said antibiotic. Decisions about further actions will be taken once the investigation is completed.”Biotax 1gm injection is an antibiotic medicine used to treat bacterial infections, including those of the brain, lungs, ear, urinary tract, skin, soft tissues, bones and joints, blood, and heart. It is also used to prevent infections during surgery.According to the department, which carried out the testing in its own laboratory, BIOTAX-1gm batch F300460 is not safe for use and could risk patients’ lives.KC said that the decision to suspend the sales of the injection was made to ensure patient safety and would not affect the treatment, as other drugs with the same composition are available in the market.“Injection of the same composition manufactured by other companies are available in the market,” said KC. “The suspension of sales will not affect the treatment of patients.”Suspending and recalling substandard drugs from the market is routine work and part of the department's risk reduction measures. Officials said that several medicines found to be substandard have also been suspended from sales and distribution or recalled in the past. However, it is not known if all those substandard drugs were successfully recalled or some were sold to patients, as the department does not have the capacity to ensure timely recess of all substandard medicines.The regulatory agency regularly collects drugs through random sampling methods from pharmacies across the country and tests them in its own laboratory to ensure compliance with quality standards.DDA officials admit that due to understaffing, they cannot always monitor if all those drugs have been recalled or not.The department publishes a notice on its website asking respective companies to recall those drugs as soon as possible. However, most of the time, those substandard drugs have already been sold out by the time the notices are published, as it takes months, mainly due to understaffing, for the department to conduct tests in its laboratory. \nOn Monday morning, long queues snaked out of various state-run petrol stations across the Kathmandu Valley, causing frustration and long waits for motorists. This was for the first time in years that the Kathmandu Valley was seeing motorist queues.The situation arose due to a protest launched by petroleum transport workers who stopped supplying fuel to private pumps. They were protesting against their employers—petroleum dealers—accusing them of not implementing the minimum wage for workers as fixed by the government and excluding them from the social safety net. According to petroleum workers, petroleum transportation is one of the most dangerous jobs, yet lacks a social safety net.The protest, which began Friday, took a nasty turn after private petrol pumps ran out of fuel on Monday. Frantic motorists then started queuing up at state-owned petrol pumps. Videos and photos immediately went viral on social media, showing never-ending lines in front of petrol stations owned by Nepal Police in Naxal and other fuel stations.“We’ve been waiting for an hour,” said Saroj Karki, whose motorbike was already running empty.“This is totally frustrating. How can the government be so irresponsible,” said Karki, who was waiting at the Bhadrakali petrol pump run by the Nepal Army on Monday afternoon. Karki, a sales manager for a private company, said that he was scheduled to attend two meetings in different places. “It's 12:30, and the queue hasn’t moved at all. I don’t know what to do.” However, the streets of the Valley saw less traffic pressure on Monday due to a public holiday. Since Friday, most private petrol pumps have hung up “no petrol” signs. The issue was resolved late Monday afternoon after the government decided to form a committee to address the grievances of the petroleum transport workers. There are more than 2,100 petroleum transport workers in the country. People also expressed frustrations on social media. “One thing I like about the proliferation of electric vehicles in Nepal is that we will not be held ransom by different cartels of labour, transporters, fuel station owners and an inefficient, corrupt, constantly No Oil Corporation (NOC)!” Sujeev Shakya wrote on X. Ajay Das posted a video on X showing a long queue of motorists. He wrote, “This is not Kathmandu traffic, it’s the queue at Naxal Police petrol pump this morning.” On August 18 last year, the Ministry of Labour, Employment and Social Security implemented the monthly wage of workers, except for tea estate workers, at Rs17,300 as per Section 106 of the Labour Act, 2017. The monthly basic salary has been fixed at Rs10,820, and the dearness allowance at Rs6,480. The daily wage has been fixed at Rs668 and Rs89 per hour. Similarly, the hourly wage for part-time workers has been fixed at Rs95 per hour.But the petroleum transport workers said they have not received the hiked monthly wages and allowances. “We tried to settle the issue on Sunday morning but were not successful,” said Manoj Kumar Thakur, deputy director of Nepal Oil Corporation, the state-owned oil monopoly.The Kathmandu Valley consumes 700 kiloliters of petrol and 800 kiloliters of diesel daily. This requires 75-100 petroleum tankers to supply petrol and diesel from Thankot depo to different pumps in the Valley. On Saturday, the oil supplier reduced the prices of petroleum products. Petrol price was cut by Rs3 per litre to Rs165 per litre, while diesel and kerosene became cheaper by Re1 each, to Rs152 per litre.“Despite the monthly minimum salary of Rs17,300 determined by the Labour Act, we are receiving Rs8,000 to Rs10,000 per month. Only a few get Rs15,000, and that’s too below the government-set wages,” said Ishwar Lama, president of Nepal Petroleum Tank Divers Association.“We have not even been included in the social security scheme,” Lama said. “We are hopeful that our demand will be addressed this time, or else we will launch a nationwide protest.”According to the Nepal Oil Corporation, petroleum transport drivers stopped unloading fuel, petrol, and diesel from the corporation's Thankot depot on Sunday morning. The depot is open from 9 am to 5 pm.Lama said that during a meeting held at the Ministry of Industry, Commerce and Supplies, they agreed to the government’s proposal to form a committee to address the issues raised by the workers. The committee has been given 15 days to submit the report. The petroleum transport workers have put forth a seven-point demand.The committee is led by the deputy managing director of Nepal Oil Corporation with representatives from the Industry Ministry, Nepal Petroleum Tanker Drivers Association, Nepal Transportation Workers Association and All Nepal Petroleum Workers’ Union.Lilendra Pradhan, president of Nepal Petroleum Dealers National Association, said that petroleum tanker drivers have not been included in the social security scheme as they have been compelled to work without appointment letters. Thakur of Nepal Oil Corporation alleged that petroleum dealers were not providing salaries and benefits to petroleum transport workers, and they were not even included in social safety schemes. “As petroleum dealers are appointed by the corporation, we have to play the role of facilitator to resolve the issue.”On June 11, the Nepal Petroleum Tank Drivers Association had issued an ultimatum to the Nepal Oil Corporation. As part of the protest, petroleum transport workers began protesting on Friday by wearing black bands around their arms.The tank drivers' association has demanded that all drivers be provided appointment letters as per the Labour Act and salaries as determined by the government. \nLeaders of CPN (Unified Socialist) are actively preparing and campaigning for top positions in the upcoming general convention, despite facing challenges in retaining party members.\nCorruption cases against local representatives and bureaucrats have proliferated, paralyzing local units and highlighting the need for accountability and transparency in local governments empowered by the new constitution.\n“Microfinance is not simply banking, it is a development tool”, defined the World Bank 25 years ago. Microfinance activities involve small loans, informal appraisal of borrowers and investment collateral substitutes with group guarantees or compulsory savings, micro-savings and, sometimes, micro-insurance services generally to the populace unbanked by the so-called mainstream financial services and commercial banking.There was an era when the microfinance model of development finance was hailed as a panacea to almost every socioeconomic problem. It was portrayed as a tool to reduce poverty, increase financial access and inclusion, provide formal financial services to the unbanked population, promote gender equality and empower women, support income generation and self-employment schemes, proliferate small and micro enterprises and so on. The United Nations designated 2005 as the International Year of Microcredit. The “Grameen” model of rural finance pioneered in the early 1980s by Bangladeshi economist (and later Nobel Laurette) Mohammad Yunus was replicated in about a hundred developing and a few developed countries. Ironic, though, that he received a Nobel Peace Prize (2006), not in economics.But by now, all the hoopla has sublimated, and microfinance as a development finance instrument is, in totality, considered a failed model. A study by the University of California, Berkley, concludes, “Microfinance is not the cure-all for worldwide poverty that international organizations, financial institutions, and countries have claimed it to be. Microfinance is not designed to end the cycle of poverty”. Rather, microfinancing, with the high cost of borrowing, further perpetuates poverty. “Many microloan and credit recipients are not likely to be able to pay off the loan in a timely manner, so they find themselves in an even worse place when their interest accumulates.” A report with a few different findings has also been published in the Stanford Social Innovation Review.Promoting businesses has also proved to be a big farce globally. In some countries, such as South Africa, 94 percent of micro-borrowers were found using the funds for social and family functions. Simply, these microcredit clients are neither likely to have the “next big idea” to expand their businesses nor are they likely to find larger investors to upscale their business operations substantially.Often exaggerated benefits, mostly non-economical ones, of microfinance have always shadowed the exorbitantly higher interest rates thrust upon poor borrowers. In some countries like Mexico, the total cost of funds is calculated up to 200 percent; in countries like Cambodia and Nepal, it ranges between 20 to 30 percent. Apparently, the rate of return on investment must at least be 100 percent for a borrower to pay the interest, sustain the business and support the family as a self-employed individual, which is beyond economic logic. Case in point: NepalNepal started the microfinance nature of development financing nearly six decades ago, in 1967, with the establishment of the Agricultural Department Bank. Its aim was to help finance the farmers to modernise their farming practices and commercialise agricultural products. Several other experiments followed, like the Small Farmer Development Scheme in the 1970s, to replicate the Grameen model by establishing five rural development banks in each of the then-five development regions in the early 1990s. These banks were promoted by Nepal Rastra Bank (NRB), the central bank of Nepal, with its direct investment. With the advent of the liberal economic era, several private investors and financial non-governmental organisations (FINGOs) entered the market. The Rural Banks were later privatised.By 2017, the number of central bank-regulated institutions providing microcredits, including microfinance institutions (MFIs), FINGOs and saving and credit cooperatives (before mushrooming) reached 103. At present, according to NRB data, there are 55 microfinance institutions with 6 million members and 2.66 million borrowers with a portfolio of Rs400 billion.The evolution and now looming crisis in Nepal's microfinance industry are not different from the general global scenario. Initially, MFIs were portrayed as tools to increase formal financial access to the unbanked, poor and marginalised population. They were also expected to increase the farm productivity of small farmers, promote micro-enterprises, and, of course, reduce poverty and help accelerate economic growth.These tall tasks were never achieved. There has not been any systematic and comprehensive research on actual benevolent outcomes of microfinance activities on poverty reduction, enterprise development, etc. But lately, the over-indebted “victims” of the MFIs are continuously protesting against exploitation and coercion to pauperise them.The findings of a study by the NRB only reinforced the general belief that MFIs have failed to achieve any articulated objectives except expanding some level of banking literacy in the rural hinterland. Nearly 30 percent of the borrowers’ ticket sizes were less than Rs50,000. Any actual economic activity can hardly be expected of them. Only 18 percent of the deceitful borrowers syphoned 38 percent of disbursed loans by indulging in multiple banking and perceivably circumventing the weak regulatory framework.A long series of misguided policies and authorities' unwillingness to correct them have only aggravated the problem. First, the actual cost of borrowing was never brought into policy discussion. Until the previous year, when the NRB put a 16.5-percent cap, it was often reported that the cost of borrowing from MFIs frequently crossed a 30 percent mark. Resource mobilisation methods of these MFIs as the second-tier intermediaries—borrowing from commercial banks and lending to customers—were essentially faulty. Perhaps the biggest mistake on the part of regulators is to allow these MFIs to list in the stock market, the scribes of which have become soft spots for market manipulators and insider traders. Due to this, despite the poor financial performance of many of these institutions, their share price is constantly on the rise. The stock market index is thus becoming increasingly spurious.Worst of all, even after all the anomalies and shortcomings have come to the fore, the government and regulatory authorities are unwilling to take decisive corrective actions. As the following monetary policy is just around the corner, the monetary authority must gather the courage to salvage the financial system from the menace of microfinance, which has only proven to be a burden to the economy. The only excuse given is that the size of the people involved is not enough to allow a massive market distortion in banking as well as the capital markets. \nWhy does war take place despite the general aversion to war? Why does war disproportionately impact some social groups and genders? Why is there an unequal distribution of wealth, care, attention and sympathy in war? Why is climate change an existential threat to humanity, particularly to marginalised social groups and gender? Why is public health a national security issue? Why does any foreign policy that does not centre human beings fail externally and internally? Feminism seeks to explore these significant questions, offering an alternative lens to these issues. While feminism is plural and often includes diverse perspectives on a single issue, it has some common concerns. Feminist foreign policy (FFP) draws from various longstanding feminist concerns and activism to articulate and implement policies that promote gender equality inside and outside the country. Gender equality is a precondition for and a precursor to a peaceful, just and egalitarian society that is secure and stable.With this note, the Centre for Social Innovation and Foreign Policy recently organised a conference, “Shaping Nepal’s Future: Prospect and Roadmap for FFP”. It was a departure point for discussions on FFP, highlighting the constitutional basis of FFP, participation and representation of women and women’s concerns in domestic and foreign policies, priorities and pathways for post-conflict states like Nepal. It was encouraging to see greater interest and support for the re-imagination of Nepali foreign policy cohering along feminist principles in discourse and practice.In subsequent articles, we will focus on a synopsis of FFP, its core characteristics, its relevance to countries like Nepal, and how it promotes Nepal's national interest. This piece provides a brief background and outline of FFP, explains how it differs from conventional foreign policy and clarifies why this is a timely debate in Nepal’s foreign policy. The objective is to kickstart an intellectual and policy discourse on Nepal’s foreign policy. We highlight the significance of FFP by exploring various issues central to Nepal’s national interest, possible challenges, and how FFP helps us navigate them. Although the term “feminist foreign policy” is a nascent field of research and practice, it gained prominence after Sweden adopted FFP in 2014. Nonetheless, the idea of feminist approaches to global politics and international relations is nearly a century old. In the 1915 Hague Conference, women peace activists adopted 20 resolutions envisioning a peaceful, just and egalitarian world. Various UN World Conferences on Women, including Beijing Platform for Action 1995 and United Nations Security Council Resolution 1325 on Women, Peace and Security, are some of the key feminist thrusts in world politics prior to FFP.FFP explores and highlights the gendered structures, practices and knowledge claims that constitute contemporary mainstreaming thinking about global politics. In doing so, it problematises core realist claims on world politics, as masculinist knowledge claims, that preclude radical imagination of the world based on empathy, care and cooperation. However, this does not imply preceding the idea of national interest altogether. Instead, moving beyond the narrow and abstract conceptualisation of security as national security, FFP focuses on people, both inside and outside the state, as primary referent objects of security that bolsters national security. Similarly, the FFP approach adopts a gender-responsive policy approach embedded in both the internal and the external foreign policy environment. This policy is inclusive and bottom-up, drawing from social movements and other non-state actors in a manner that prioritises peace, gender equality and environmental security; glorifies, promotes and protects the human rights of all; seeks to disrupt colonial, racist, patriarchal and male-dominated power structures; and allocates significant resources, including research, to achieve that vision. Additionally, intersectional approach, inclusivity, ethics of care and empathetic cooperation are some of the themes that revolve around the discussions of FFP.However, there is an absence of a universally accepted definition of FFP. Neither are there uniform policies and programmes or a coherent framework for its implementation. FFP is configured differently in terms of policies, programmes and accountability mechanisms. Certain countries, such as France and Canada, prioritise the empowerment of women and girls. At the same time, Luxembourg and the Netherlands incorporate the LGBTI perspective. Mexico has pledged to achieve complete employment equality and incorporate a gender perspective in all foreign policy positions, resolutions, and mandates by 2024. Previously, Sweden released annual updates regarding its FFP. Similarly, some FFPs (e.g., Mexico and Chile) have an inward focus, while others (e.g., France, Canada, Sweden and the Netherlands) have an outward focus. In contrast, others, such as Spain, establish a balance between the two. Nepal has achieved remarkable socio-political transformation in the last two decades. Since its inception as a modern nation-state in 1768 AD, Nepal has experienced different types of regimes. Simultaneously, the world has undergone a radical transformation regarding geopolitics, economy, technology and socio-cultural norms and practices. Yet Nepal’s foreign policy remains largely unchanged, firmly stuck in an archaic understanding of national security in the form of territorial integrity and border control. Contemporary Nepal faces many new challenges ranging from climate change to threats in digital/cyberspace, possible ethnic strife, food security, brain and brawn drain, inequality in society and democratic backslide and decay, to name a few. While the threat to sovereignty and territorial integrity is ever present, the perception of such threat is mainly inflated, overshadowing real and emerging security threats. In this context, FFP offers a tantalising prospect to re-envision our foreign policy, reflecting the transformed global, regional and local political reality. It propels us to invest in human capital and enhance human security by prioritising the marginalised gender and social groups. Nepal has already been a party to all the major conventions such as the Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW), Women, Peace and Security (WPS) agenda that seek to promote women’s rights, show commitment to gender equality, and try to enhance women’s participation in all spheres of life. Similarly, the inclusive and egalitarian imagination and people-centric progressive ambition of the 2015 constitution provide a firm basis for FFP. Finally, Nepal can get a new platform and network to engage closely with some of the most democratic, prosperous, and egalitarian countries in the world, share its unique experiences of social-political transformation, and learn from their experience in governance, human development, and areas important to Nepal’s national interest.  \nNepali prime ministers, irrespective of their political affiliation, have over the years tried to cultivate the best of relations with New Delhi. Given the multifaceted nature of Nepal-India ties, the open border and Nepal’s heavy trade reliance on the southern neighbour, iffy relations with India can make life difficult for the Nepali head of government. There is also a corollary to this hard reality. Whenever the Nepali leader feels New Delhi is unhappy with him, he will invariably make an overture to the other neighbour, China. In the eyes of top Nepali leaders, China has always been seen as the power whose good graces can give them legitimacy as true nationalists. So they at least have to make a show of promoting ties with Beijing. This also helps keep New Delhi honest. To sum up, for most Nepali leaders, China is worth cultivating only to the extent of boosting their nationalist credentials. The issues of national interest are often the least of their concern. Nepal and China have vastly increased bilateral engagements in the post-pandemic period. On June 25, the two countries are to meet for a foreign secretary-level talks. Before that, the Joint Expert Group will sit to sort out boundary-related matters. Many outstanding issues will be discussed in the pair of meetings, from trade, transit, connectivity, investment, health, tourism, poverty alleviation, disaster management, education, culture to people-to-people exchanges. To make discussions more substantive, the Nepali side has requested China that the current bilateral mechanism at foreign secretary-level be elevated to the level of foreign ministers. That makes sense. It is also in the interest of both the sides to quickly settle outstanding border disputes, just like they amicably settled the dispute on height of Mt Everest back in 2020. Other nagging suspicions also need to be cleared up. For instance, the Chinese say there is no environment for their contractors and workers to work in Nepal, which in turn accounts for delays in various projects. Yet Nepali officials maintain that it is the Chinese who are, for instance, inexplicably delaying expansion and maintenance of several road projects and in handing over the detailed project report of the second phase of the Kathmandu Ring Road.While Nepali leaders have been guilty of playing the ‘China card’, the Chinese too have appeared less than enthusiastic on improving bilateral ties. The cooperation on the BRI has stalled, largely because of differences over funding modality, with Nepal wanting more grants and the Chinese pushing for more loans. Yet there would be fewer differences if there was greater transparency on China’s part, which is missing in, say, the Chinese funding of the Pokhara International Airport. Instead of trying to clear the air on these issues through bilateral channels, the Chinese have taken to social media with gusto. This suggests a gap in communication between official channels of the two countries. If Nepal-China relations are to progress and mature, ways must be found to reduce this gap. Our leaders’ reduction of China as a counterweight to India and a tool to burnish their nationalist credentials is as harmful as the new wolf warrior diplomacy of the Chinese diplomats. In order to improve ties, what the two countries should do is try to better understand each other while also respecting their differences—not just in their speeches but also in reality.    \nThe Ministry of Education, Science, and Technology said that 825 teachers across the country have voluntarily resigned from their memberships in political parties.Education Minister Sumana Shrestha said so during a press conference on Tuesday, marking her 100th day in office.Minister Shrestha reiterated her commitment to discourage teachers from participating in politics. She emphasised that efforts to detach teachers from political affiliations would be pursued without delay.Shortly after taking charge of the ministry, Shrestha started a process of taking action against the teachers and professors involved in party politics. The ministry has sought information on the teachers and professors affiliated to the parties from the Election Commission and the respective district education units.According to the Ministry of Education, 20 teachers associated with political parties resigned as teachers.The initiative was taken as per the Political Parties Act, 2017 which prohibits the teachers, professors and other government employees from engaging in politics.Similarly, the Patan High Court on October 5, 2021 had ruled that school teachers cannot engage in active politics. Responding to a writ petition, the court said those drawing salaries and benefits from the state coffers should not be involved in partisan politics.“It is not solely the responsibility of the Ministry of Education to disengage teachers from political parties,” said Minister Shrestha. “It requires the support and cooperation of all stakeholders.”At the press meet, she mentioned plans to provide identity cards to students, develop a book recycling system, and initiate career counselling programmes.According to the Ministry of Education, the reports of the Medical Education Investigation Commission and the High-Level National Education Commission have been released.Minister Shrestha said the recommendations in the report would be implemented gradually. She said the appointments of vice-chancellors for universities and officials for bodies under the ministry were conducted based on established criteria and would continue accordingly. \nVladimir Putin plans to visit North Korea to establish alternative trade and security systems that challenge Western control, signaling a deepening partnership amid Russia's war in Ukraine.\nThai courts grant bail to Thaksin Shinawatra, rule Senate selection lawful, and schedule hearings for cases against the Prime Minister and opposition party, easing immediate political crisis concerns.\nNorth Korean soldiers briefly crossed the Military Demarcation Line, prompting South Korea to fire warning shots; North Korean soldiers also suffered landmine casualties, highlighting ongoing frontline activities and border control measures amid Putin's visit to North Korea.\nCloudy weather with light rain and thunder is expected in Koshi, Madhesh, Bagmati, and Gandaki provinces, while other areas will experience partly cloudy skies.\nAstrological predictions for each zodiac sign include self-care, balance, emotional well-being, communication, boundaries, and exploring creative outlets.\nA Nepali conflict victim spoke at the UN Security Council, urging the Nepal government to deliver justice to victims of enforced disappearances and other human rights violations, highlighting the government's responsibility to search for answers and provide closure.\nNepal is a de facto caste-apartheid state. A 2007 Human Rights Watch report on the “untouchables” of India observed, “The only parallel to the practice of untouchability was apartheid in South Africa.” The HRW has declared caste discrimination a form of “hidden apartheid”—an apt observation for Nepal as well.In the past years, caste hatred and exclusion have become more concealed yet pervasive in the Himalayan region; caste has also spread its tentacles in the global diaspora. Last month, Amnesty International criticised the government’s utter apathy and lack of accountability on the persistent plight of Dalits. The communist-populist alliance in government doesn’t seem to heed the call for change. This is clear from recently announced government policies, programmes and budgets for the fiscal year 2024-25. The authorities are bent on keeping caste hierarchy and untouchability sacred and solid. Budget for ‘Dalit skills’On March 21, 2022, attending a Dalit function in Kathmandu, Prime Minister Pushpa Kamal Dahal declared that he was making a big announcement for the dignity and freedom of the “untouchables”. So much so that, he said, they would not forget it in over a century. He hasn’t made his supposedly phenomenal Dalit project explicit, but some Dalits still haven’t given up their hopes. Something came with this year’s budget for the Dalit community: Rs200 million to enhance Dalits’ traditional skills to create employment and promote their livelihood. This small yet seemingly significant budget has buoyed some Dalits. After all, as everybody says, something is better than nothing. However, I’m sceptical about the effectiveness of the Dalit-centred budget. Is it a big enough pot of money to significantly impact the target population? Most people would say “No”. Even some prominent Dalit NGO personalities close to the governing parties have expressed their dissatisfaction with the amount. Equally, are Dalits the only beneficiaries of this new scheme? I don't think so. The details of the intended 200-million project haven’t been developed yet. But it seems many non-Dalits will also get the support, especially those close to the ruling parties and leaders. There are at least two reasons for my understanding. First is the very name of the entity the government plans to establish to use that money: A separate body called the “Dalit, Neglected and Oppressed Class Upliftment and Development Corporation.” The use of so many words is likely intended to involve the beneficiaries from different castes and social groups. My suspicion stems from the second fact: In today’s Nepal, traditional Dalit skills—such as goldsmithing, tailoring, woodworking, and shoemaking—are no longer exclusively practised by Dalits. Once commercialised, many castes including the apex groups, have started these trades. So, skill enhancement projects will probably not be offered only to Dalits. I am not suggesting Dalits should have exclusive rights over these essential skills. It is neither practical nor proper to make such a case. My point is that it is probably wrong to think that the budget is for the betterment of Dalits. Untouched untouchabilityI have a serious objection to the utter lack of sensitivity towards the problems of Dalits, mainly the persistent practice of untouchability (hidden apartheid) in government policies, programmes and the budget. There is no single statement in the policies that mentions untouchability, let alone try to address it. The same applies to the state and local authorities under the federal system. The biggest irony is found in the Karnali Province, where the Province Head, Tilak Pariyar, is a Dalit man with a long history of fighting against the state as part of the Maoist movement, with ending caste oppression as a primary goal. On May 23, he presented 84-point policies and programmes of the province. Study it in detail, and aside from lip service here and there, there is no serious concern about the situation of Dalits in Karnali who have been facing caste humiliation and violence like nowhere else in the country. Yet the authorities seem totally blind to the realities! Recommended policy objectives What should a responsible government do, both in Kathmandu and Karnali? First, the federal capital should become sensitive towards the plight of Dalits, who suffer tremendously due to popular beliefs and practices of ritual impurity. Then, the federal capital should design a national policy framework that could be followed by the lower authorities.On a Sunday press meet, Caste Watch Network (CWN), a newly launched Dalit campaign group, recommended two fundamental policy objectives for tackling the complex problem of untouchability.First, the state should introduce new laws and policies—sticks and carrots—to enforce the constitutional and legal provisions against untouchability. It could, for example, forge a policy of immediately suspending government officials guilty of excluding and humiliating Dalits. Elderly people who discriminate against Dalits could be deprived of their elderly pensions for two years or so. Any temple practising Dalit exclusion could be deprived of state support in the form of money and sacred offerings and sacrificial animals (yes, even the historical and famous temples like Gorakhkali and Manakamana do practise a form of social exclusion). The second important policy objective would be to reform the religion. Some people frown at my suggestions about initiating religious and cultural reform, which they think takes many decades, if not centuries.While we cannot easily rewrite casteist texts like Manusmriti and Parasaramriti, it is possible to achieve the reformation of some religious beliefs and practices over time. For that, the secular state should stand firm against religious dogma and formulate proper laws and implement them. If no religious and/or cultural reform were possible at all, we would still be burning our mothers and sisters and other women alive on the sati pyres. If reform weren’t possible, we wouldn’t see a section of Bahuns drinking alcohol and consuming pork, and, as alluded to earlier, engaging in tailoring, drumming, shoemaking and goldsmithing. Upper castes have deceived Dalits. They have forced religious and cultural transformations in areas that benefit them materially and in other ways. And they have been opposed to the reform of those areas of religious and cultural traditions that would ensure equal rights for Dalits. For example, a Bahun doesn’t become polluted by drinking and drumming; these transgressions do not anger his deities. But he thinks he and his family, lineage and other deities and spirits become polluted if a drummer enters his house. Religious-cultural reform is not as tough as it seems. Governments and authorities at all levels should introduce new laws and policies and spend large sums to change the spiritual, religious and cultural spheres. Without this, we cannot do away with untouchability. \nThe caretaker Prime Minister of India, Narendra Modi, is all set to take the oath of office for the third constitutive term on Sunday evening, with the invited South Asian leaders to witness the ceremony. Prime Minister Pushpa Kamal Dahal will fly to New Delhi to attend the swearing-in, and the two prime ministers will hold a meeting after the ceremony, according to government officials. A Cabinet meeting on Thursday approved the prime minister’s visit to India. It will be a two-day trip, says Rekha Sharma, Minister for Communication and Information Technology. On Wednesday, Modi phoned Prime Minister Dahal and they briefly discussed the upcoming meeting, according to government officials.Modi is set to become the second Indian prime minister after Jawaharlal Nehru to serve three constitutive terms. The third term will be different from his first two as he was the prime minister backed by an absolute majority for his party, the Bharatiya Janata Party, in the last two terms. This time, Modi has to rely on coalition partners under the banner of the National Democratic Alliance.With Modi entering his third term, will Nepal-India ties change, or will they remain the same? Modi has championed the “Neighborhood First” policy in his dealings with South Asian nations. Modi is the only Indian prime minister who has visited Nepal more than once—in 2014 and 2018, and again in 2022. Thus, he knows all top leaders of Nepal and is fully aware of bilateral issues, having served in the office for a decade.“India’s policy towards Nepal will not change. There is very much consistency in their policy towards Nepal,” said former foreign minister Ramesh Nath Pandey. “Modi will have control over Nepal policy.In the past decade, several Nepali prime ministers have visited India and interacted with Modi. The Indian prime minister is thus fully aware of Nepal’s concerns and interests, as well as India's expectations of Nepal. However, according to Pandey, Nepal has squandered a decade trying to shed the historical baggage and resolve bilateral differences.This time, the BJP’s coalition partner, the Janata Dal (United), hails from the bordering state of Bihar. The JDU has called for a review of India’s controversial Agnipath scheme, under which hundreds of Nepali youths used to be recruited into the Indian Army’s Gorkha regiments. The Nepal government has refused to allow India to recruit its youth under this short-term scheme, arguing that the 1947 agreement between Nepal, India and Britain stipulated full-term service in both the Indian and British Armies, not short-term enlistment.“Prime Minister Modi had a telephone conversation with the Prime Minister of Nepal,” said an Indian government statement on Thursday. During the talks, Prime Minister Dahal congratulated Prime Minister Modi on his historic victory in the recently concluded Indian general elections, according to the statement.The statement said, “Dahal was convinced that, under Prime Minister Modi's leadership, India-Nepal relations would continue to strengthen.”Nepal shares deep-rooted cultural and civilizational links with India and remains a special partner in India’s ‘Neighbourhood First’ policy, added the statement.Nepal and India have many commonalities and differences that surface from time to time. Issues like boundary disputes, Nepal’s call for scrapping the Peace and Friendship Treaty of 1950 and drafting a new one, and the submission of the report of the Eminent Persons Group on Nepal-India relations, among others, remain key bottlenecks in the bilateral ties. Once again, Modi has an opportunity to resolve them.Some Indian experts also claimed that although Modi’s new government will include several coalition partners, the policy towards Nepal will fundamentally remain unchanged. But Modi’s new term is full of challenges as he will have to rely on and persuade his alliance partners and this could lead to instability in governance.Ranjit Rae, former Indian ambassador to Nepal, said that India’s foreign policy will remain unchanged in Modi’s third term as there is broad consensus among the parties on key foreign policy issues. “As Nitish Kumar is in the government and Bihar shares a long border with Nepal, Nepal will remain important in the foreign policy architecture,” Rae said. “Primarily, India’s ‘Neighbourhood First’ policy will continue.” On reviewing the Agnipath scheme, Rae said that it would be good if the new government reviewed it. According to the Indian media, there are hard bargains among coalition partners in New Delhi on power-sharing and it remains to be decided which party gets what portfolio.The two key alliance partners, N Chandrababu Naidu of the Telugu Desam Party and Nitish Kumar, both have secular credentials, so a party-centric foreign policy is unlikely to dominate during Modi’s third term, said Nihar Nayak, Research Fellow at the New Delhi-based Manohar Parrikar Institute for Defence Studies and Analyses (MP-IDSA).According to Nayak, the South Asian Association for Regional Cooperation (SAARC) could see a revival, and as per the strong demands of Nitish Kumar’s JDU, the Agnipath scheme will also be scrapped.“If the Agnipath scheme is scrapped or reviewed, relations with Nepal will improve. The second thing is that there will be no BJP foreign policy. India’s insecurity in the region will diminish. The call for the restoration of the Hindu state in Nepal is unlikely to crop up as prominently. There will be changes in some aspects of foreign policy as Modi will be compelled to heed his coalition partners,” said Nayak. \nOn February 7, the Supreme Court overturned the decision of the erstwhile KP Sharma Oli government to allow the Jhapa-based Giri Bandhu Tea Estate to swap land exceeding its legal ownership ceiling with plots in any other place within the Koshi Province.With the Supreme Court issuing its full text of the verdict on May 11, opposition party leaders have started questioning the CPN-UML about “policy corruption” committed in the process.The Nepali Congress leaders have demanded a probe into the Oli government’s decision. Even Kathmandu Mayor Balendra Shah has joined the chorus accusing Oli, who is also the UML chairman, of illegally swapping tea estate land, citing it as a clear case of policy corruption.The criticism from different quarters has put the UML on the defensive. And Oli is unable to hide his annoyance as questions come from all directions. His party is now defending the decision saying that the land swap was based on an amendment to the Land Act effected through a unanimous decision of the federal parliament.“No party opposed the Act’s amendment. The Nepali Congress also did not register any revision to the [amendment] bill. All the parties jointly passed the law,” said Yogesh Bhattarai, claiming it was wrong to accuse Oli and his party on the matter. He went on to say that the parties that helped revise that Act were now pointing fingers at the UML as the revision had been made without their notice.Against his claim, the Nepali Congress had registered amendments to the bill. Some of its lawmakers like Radheshyam Adhikari had criticised it strongly in the Upper House. However, it wasn't objected to by the Congress while endorsing it.Experts say this is an example of how laws are passed in Nepal. The executive includes provisions that allow for policy corruption, and these are endorsed as lawmakers do not care to engage in a thorough study and deliberations over the bill.“Policy corruption at the executive level can be checked if the lawmakers are vigilant and lawmaking is transparent,” Khimlal Devkota, a former National Assembly member who has closely studied Nepal’s law-making process, told the Post.Policy decisions in Nepal have become rather controversial. Cabinet decisions are deemed to be among such decisions. Even though the Commission for Investigation of Abuse of Authority Act-1991 is silent on what constitutes a policy decision, the Supreme Court in 1996 sought to define it.As per the 1996 verdict issued by then-chief justice Surendra Prasad Singh and justices Keshav Prasad Upadhyaya, Laxman Prasad Aryal, Kedar Nath Upadhyay and Udayaraj Upadhyaya, decisions taken ‘collectively’ by the Cabinet to fulfil promises made in the election manifesto constitute ‘policy decisions’.Nepali politicians have long been spared from prosecution as decisions made in the Cabinet are termed policy decisions. The anti-graft body has directed the government and Parliament to define what constitutes a ‘policy decision’. Anti-corruption activists have also been seeking clarity on the concept for the same reason.The Oli government presented a bill to amend the Land Act in 2019. It was endorsed by both houses of the federal parliament in January 2020. Based on the new law, the Oli government on April 26, 2021 allowed the Giri Bandhu Tea Estate owners to swap 343.19 bighas (1 bigha equals 6,773 square metres) of land occupied by the tea estate. The decision was challenged in the Supreme Court. A constitutional bench of the court revoked the decision ruling it illegal.The opposition started lashing out at Oli and his party after the court verdict and its full text. This was not the first time that Parliament passed the bill unanimously and realised later that the executive had mala fide intent. On December 24, 2018, the government registered a bill in the federal parliament to amend a few laws. It included a proposal to revise the Nepal Trust Act. The bill revising 56 different laws was tabled for deliberations in the House of Representatives on January 1, 2019 and it was endorsed on February 15 unopposed. The National Assembly endorsed it on March 2 that year, before President Bidya Devi Bhandari authenticated it the very next day. However, the issue came to light only when the Oli government decided to lease out the land under the trust to the Yeti Group. Even the lawmakers who had voted for the revision criticised the law, having overlooked the issue during deliberations in the House.Legal experts say such incidents happen when the lawmaking process is not participatory and parliamentarians show little interest in study and deliberations. “The lawmaking process must be participatory right from its drafting process. It must be discussed widely in the House to make sure that it serves a right cause,” said advocate Mohan Acharya. Amid widespread criticism that law-making lacks broad participation, a bill is under consideration in the House to ensure that legislation becomes a more consultative process.“The bill, if passed, will ensure that bills are drafted after proper consultations with all stakeholders. They will be widely discussed before endorsement,” said Devkota. “In federal countries, central governments discuss bills with the provinces before tabling them in Parliament. Had this been done, there would not have been scams like Giri Bandhu.”Besides, the Pushpa Kamal Dahal government is creating a mechanism for turning legislation into a more consultative process. Talking to law students on Sunday, Minister for Law, Justice and Parliamentary Affairs Padam Giri said the government was creating a Suggestion Bank to receive feedback on bills. “Such feedback and suggestions will be incorporated in the bills,” he said. \nEducation in Every Home’s report titled ‘Diversity, Equity and Inclusion in Nepal’s Textbooks’ highlights the lack of diversity, inclusivity, and inaccuracies in these textbooks.  The findings include egregious mistakes in textbooks like the inclusion of a letter Abraham Lincloln supposedly wrote—dating to a time 17 years after his assassination, to assertions like Brazil has tigers, elephants and rhinos while Germany has tigers and monkeys. The books display a clear bias in favour of Brahmin Chhetri males, while women make up just 18 percent of all people profiled. While 80 percent of all bylines are male, the presence of marginalised communities, especially Dalits, is nearly non-existent.  \n\nThe Araniko Project, which is also a popular blog, aims to uncover the past and present of the Nepal-China relations by using primary sources in Mandarin. A fluent Mandarin speaker, Rajbhandari, who has lived in Beijing for six years, has a master’s degree in Chinese politics from Renmin University of China.  In this conversation, she talks about Chinese historiography on Nepal, the nuances of Mandarin-to-English translation, Nepal-China ties and the importance of understanding Chinese language in order to understand the country. \nNeupane was one of the conveners of ‘Project Sambad’, “a collaborative platform hosted by a group of Nepali institutions, designed to promote in-depth conversations that critically examine Nepali society and its policy-making space.” The first edition of the event happened in Kathmandu on March 14 and 15.  In this interview, the two discuss the state of Nepali public debates and ways to foster better discussions on vital issues. \nAs John Berger, a prominent art critic and novelist, said, art is the enduring legacy of a generation, preserving the thoughts, beliefs, politics, and passions of an entire era. When all is perished, what remains is art, a reflection of an era’s collective consciousness, preserved for posterity. Art is both the most accessible and spiritual form of an archive, distinct from academic records. It is because, unlike other forms of archives, art captures both the profound and the mundane, even when they lie in striking juxtaposition. It embodies emotions and experiences too complex for words, nurturing the drive in artists of different eras to innovate beyond conventional forms of expression and mediums.The most recent art exhibition at Gallery Mcube’s ‘Young Artists Show’ features ten young artists’ expressions of love, angst, and struggle for the world around them all within one space. This exhibition features stunning, inventive, and evocative artworks that explore a wide range of subjects and emotions. The artworks represent a diverse group of young artists from various parts of Nepal.Harshita Singh’s artwork is the first thing you see as you enter the space. It incorporates her pottery practice and her fascination with the concept of ‘Hamsa’, which represents hands. Her creation is both original and compelling. I found myself staring at artwork for extended periods, trying to unravel its meanings and the artistic processes behind it.Subodh Bhandari and Sambrididhi R Shakya’s ‘What Makes a City’ deserve a larger and extended exhibition because of the issues it raises. This intricate mixed-media features layers of symbolism that will engage art enthusiasts and amateurs alike. With a specific focus on Kathmandu, these works explore the essence of urban life and the difficulties faced by cities, employing materials like plastic sacks, glass, intricate paintwork, and calligraphy.These artworks address Kathmandu’s waste management issues and water scarcity with sensitivity and insight. They also shed light on Nepal’s brain drain problem, highlighting its impact on the city and its inhabitants. Overall, ‘What Makes a City’ by Subodh Bhandari and Sambrididhi R Shakya not only showcases their artistic prowess but also raises important social and environmental issues in a visually compelling and thought-provoking way.As I walked through the exhibition, I came across feathers painted with detailed, lifelike images of different birds hovering around a levitating tree branch in an enthralling spectacle. More feathers scattered all over the floor, each one intricately painted with bird art. I found the concept to be both captivating and innovative, pushing the boundaries of artistic expression with daring experimentation. This artwork is part of Ronisha Shrestha’s series ‘Abandoned Companions’, in which she compassionately portrays the fate of animals in urban landscapes with incredible empathy.Saran Tandukar’s ‘Scarecrow’ stands out from the rest of the artworks presented in the space. He has collected clothes and fabrics from his community to capture stories, memories, and their essence.His work reflects the migration struggles in our community. He says, “When there is a drought, everybody leaves their home and field, even if they are emotionally connected. The situation forces them to leave everything behind.”He expresses feeling like an abandoned scarecrow in a drought-stricken field, watching his friends and family depart. Just as no one takes a scarecrow when they migrate, he feels as if he is left behind—a sentiment shared by many families and communities in Nepal.The artist’s expertise in working with cloth, particularly in capturing human features, adds an intriguing layer to the piece. His skill in painting with cloth, especially in depicting people's faces and structures, adds a fascinating dimension to the pieces.As part of this series, the exhibition features cubes adorned with levitated fabrics—a sight that further enhances the thematic exploration and visual impact of the artworks on display.The two artworks presented by Rojan Rai, ‘Sweet Smile’ and ‘Bags Full of Uncertainties’, intertwine graffiti-style street art and integrate traditional forms of painting. They feature the essence of daily life through the depiction of the resilience of street vendors.‘Bags Full of Uncertainties’ depicts a middle-aged street vendor overwhelmed by the number of bags he carries. This painting highlights the burdens of uncertainty while also showcasing the beauty of resilience. It is a poignant and powerful reminder to embrace life’s unpredictability and cherish each moment.The second artwork by Rojan also shows a street vendor, but this one is a child. ‘Sweet Smile’ depicts a little boy selling cotton candy against a backdrop bearing the word ‘SWEET’ in bold graffiti style. The boy’s joyous grin, contrasted against this vivid background, exemplifies the beauty and resilience of ordinary life.Gallery Mcube’s ‘Young Artists Show’ not only exhibits budding artists’ enormous potential but also expresses the new generation's emotions and sociopolitical challenges. It showcases their artistic ability and also addresses important social and environmental issues in visually appealing and innovative ways. The gallery’s initiative to spotlight these talented artists is truly commendable. Young Artists’ Show 2024Where: Gallery Mcube, Chakupat, LalitpurTimings: 11:00 am to 8:00 pmEntry: FreeTill June 19 \nAyodhyapuri, spanning wards 7, 8, and 9 of Madi Municipality in Chitwan district, is nestled between the Chitwan National Park (CNP) and Someshwar forest on three sides. Known for frequent human-animal conflict, this area has seen loss of lives and property every year.Efforts of the authorities and local residents to control human-animal conflict by installing electric fencing have been largely effective. Of late, the solar-powered electric fences have deterred wild animals from entering into the settlements, thus protecting lives, property, and mainly crops. However, this solution entails a new risk: accidental electrocution for local residents.“The electric fencing has been helpful in keeping wild animals like elephants, rhinos and deer away from the settlement and safeguarding crops. It also has reduced human-animal conflict significantly. However, it also brings a new threat—people also may get electrocuted and injured,” said Shivaji Gayak, chairman of Ayodhyapuri Buffer Zone Consumers’ Committee.“We installed warning sirens to alert people after a 28-year-old man died of electric shock on the fence last year,” said Gayak. According to him, warning sirens have been installed in four different places a few months ago to warn people before releasing electricity in the fence. The sirens are sounded for about five to seven minutes before activating the electric fencing. Rup Bahadur Shahi, aged 65, of Shivadwar village in Ayodhyapuri hurries to reach home before evening. An equipment that controls electricity flow in the electric fencing is in Shahi’s house. He is responsible for activating the fence before nightfall.“But releasing electricity is not enough anymore. I have to sound the siren for five-seven minutes before activating the fence,” said Shahi, who is responsible for both sounding the siren and releasing current in the fence.In view of unchecked human-animal conflict, the authorities started installing electric fencing some 15 years ago. Solar-powered electric fences were installed in various places at different times. According to Gayak, electric fencing now covers around 10 kilometres in Ayodhyapuri.The wild animals run away as they get mild electric shocks upon touching the fence. There were no reported harms to the local people. But Bikalpa Subedi of ward 9 of Madi got injured after being caught in the electric fencing on October 12, 2023. He was rushed to the hospital, but the doctors could not save him. Wild animals often enter settlements in Ayodhyapuri and destroy crops in the fields. Sometimes they also attack humans. Shahi’s wife Jhanmaya still remembers an incident 25 years ago when she was attacked and seriously injured by a bear.“I had been working in the paddy field near my house. The bear attacked and injured me seriously. I spent about four months in hospitals in Bharatpur and Kathmandu. I survived but I still have a problem with my right knee,” said Jhanmaya. There are scores of people like Jhanmaya in Ayodhyapuri. As many as 28 people have been killed in wildlife attacks in the Ayodhyapuri area since 1998. Fifteen people were killed by tigers; nine by wild elephants; two by a rhinoceros; and one each by a bear and wild boar.Ayodhyapuri, with about 2,500 households, has seen many deaths and countless injuries over the years. After the formation of the Ayodhyapuri Buffer Zone Consumer Committee in 1997, the process of documenting details of locals and animals started in 1998. Since then 46 people have been injured in wildlife attacks in Ayodhyapuri. According to the Ayodhyapuri Buffer Zone Consumers’ Committee, more than 30 people in Ayodhyapuri are living with disabilities as a result of such attacks.“There is no alternative to electric fencing to protect the settlements and people from the wildlife. We have installed warning sirens and launched awareness campaigns to mitigate possible harms from the electric fence,” said Gayak.Incidents of human-animal conflict are unchecked with an ever-increasing number of wild animals like tigers and rhinos.According to data from the Department of National Parks and Wildlife Conservation, there were 121 tigers in Nepal in 2009. The number has almost tripled to 355, according to the tiger census 2022. Chitwan is home to 128 tigers, according to the 2022 census. The census of 2018 showed Chitwan National Park had 93 tigers.Similarly, the rhino population has also increased in Chitwan National Park. According to the national rhino census conducted in 2021, Nepal is home to 752 one-horned rhinos, with Chitwan National Park alone hosting 694 of them. The country’s rhino population stood at 645 in 2015, with 605 rhinos in Chitwan alone. \nShould non-governmental organisations be allowed in legislative committee deliberations? This age-old question has divided experts and legislators. While NGOs have long been active in Nepal’s lawmaking process, controversy flared anew when NGO representatives were found attending Sunday’s session of the State Affairs and Good Governance Committee of Parliament without the knowledge of many lawmakers. The committee was scheduled to discuss the federal civil code amendment bill with expert input from Umesh Mainali, the former chief of the Public Service Commission. Deputy Prime Minister and Home Minister Rabi Lamichhane was also present at the meeting. However, the meeting took an unexpected turn when lawmakers noticed an elaborate breakfast and lunch arrangement, a departure from usual tea and simple fare. This led to questions about the sponsorship.Upon noticing the breakfast arrangement in the committee hall, Nepali Congress lawmaker Hridaya Ram Thani approached the committee president for clarification. It was revealed that the breakfast was arranged by an NGO, whose representatives were present in the meeting hall, leading to an abrupt adjournment of the meeting without any agenda being discussed.“After knowing that the lunch was sponsored by an NGO, Home Minister Lamichhane left the meeting hall,” Thani told the Post. Before leaving, Lamichhane also questioned the committee chair stating that it was unacceptable to hold a meeting with the breakfast sponsored by an NGO, Thani said, quoting Lamichhane. The National Forum for Parliamentarians on Population and Development (NFPPD), an NGO, had sponsored the breakfast and lunch for lawmakers. Two representatives of the NGO, Ram Guragain and Arinika Rai, were present in the committee meeting hall. Amidst the disruption, committee members raised questions about the role of Ramhari Khatiwada, the Congress lawmaker who leads the State Affairs and Good Governance Committee, concerning the NGO’s catering arrangements.But Khatiwada denied any involvement. “I was not aware of the presence of the NGO representatives in the meeting, or of the breakfast arrangement,” Khatiwada told the Post. “After we knew about it, we cancelled the meeting.” “Though other parliamentary committees might allow NGO representatives to attend meetings, our committee does not permit such things,” added Khatiwada. However, CPN-UML lawmaker Prithvi Subba Gurung dismissed the issue. “If necessary, people from various walks of life can be invited to the committee to discuss various agenda,” Gurung told the Post. “There was no reason for disruption.” Mainali, who was invited for his expert input to Sunday’s committee meeting, echoed Gurung and said various stakeholders can participate in committee discussions, but they are excluded when the committee engages in agenda-specific discussions. “In my understanding, the controversy arose not due to the participation of the NGO’s representatives, but because of the breakfast and lunch they arranged,” Mainali told the Post. However, the committee member and lawmaker of Congress, Ishwari Devi Neupane, has a different view. Neupane argues that the presence of NGO representatives could influence a forum dedicated to formulating state laws. “If we allow representatives of an NGO into committee meetings, other NGOs might seek similar permission, and this could impact the lawmaking process,” Neupane told the Post. “That is why we questioned the presence of the NGO that sponsored today’s breakfast and lunch.” Neupane stressed that while agendas can be openly discussed with the representatives of civil society and NGOs outside the committee hall, inviting them to committee meetings is a wrong practice. However, NFPPD representative Guragain, who was present at the State Affairs and Good Governance Committee meeting, said his organisation directly deals with parliamentarians and is often invited to such meetings. “We participated in Sunday’s discussion because we have been taking part in discussions in other committees as well,” Guragain told the Post. “We had an invitation letter to the meeting from the parliamentary committee.”However, former minister Ramesh Nath Pandey says incorporating the agendas of INGOs and NGOs into the lawmaking process is wrong and such practice must end. Pandey said such influences were more visible during the constitution-drafting process. “External elements are present not only during the drafting of policy papers, but also in the workings of sensitive institutions and law drafting. As a result, our decision-making process is becoming ineffective,” Pandey said. “If lawmakers acknowledge and rectify their past mistakes, things would improve.”  \nRSP leaders hint at exiting the government due to concerns about limited decision-making power and a perceived failure to address governance issues, despite joining the coalition after the public's dissatisfaction with traditional parties.\nCPN-UML leader Oli expresses dissatisfaction with the budget, fueling speculation of growing discord within the ruling parties due to concerns over certain provisions and insufficient focus on poverty reduction.\nPolice detained two individuals in Thimi, Bhaktapur, on Friday for allegedly mining cryptocurrency using a server and 64 desktops from a lab.\nCIB arrests three Square Savings & Credit Cooperative officials for Rs74 million embezzlement, remanded for investigation.\nNepali Congress supports Kathmandu Mayor Balendra Shah's sidewalk expansion at New Road despite opposition from UML-led Road Division, escalating a conflict with the federal government.\nTwo bodies (male and female) discovered on a cliff in Dakshinkali, believed to have died in an accident involving a motorcycle.\nWith the monsoon just around the corner, the Kathmandu Metropolitan City has finally started repairing the Sisdole road that leads to the Bancharedanda landfill in Nuwakot district. Officials said they started fixing potholes, concreting and other works on Wednesday.“We have allocated Rs30 million for the repairs, and the work started on Wednesday after completing the tender process,” said Rabinman Shrestha, chief of the Environment Department of the Kathmandu Metropolitan City (KMC). “We have asked the contractor to complete the work at the earliest in view of the looming monsoon.”Every year, garbage disposal is affected during the monsoon season due to rain, landslides, and poor road conditions. Sometimes, garbage disposal is disrupted due to obstructions by the residents living in settlements near and around the landfill site. These obstructions result in a complete halt in door-to-door garbage collection for weeks, leading locals in the Valley to discard their trash on the streets and causing chaos in the city.“We are aware of the risks associated with obstructions in garbage disposal and their consequences,” said Shrestha. “We have been taking measures accordingly to lessen all possible risks.”The metropolis said that around 200 metres of road near the Sisdole area, which is often damaged by garbage trucks and excavators, will be concretised.Meteorologists in Nepal anticipate the onset of monsoon by the end of next week, a few days ahead of the usual June 13 arrival of the weather system from the Bay of Bengal.KMC is also considering purchasing a high-pressure pump to prevent the overflow of leachate from the dumping ground. Recently, locals in the Sisdole area protested and stopped the trucks from disposing of garbage alleging the KMC’s negligence in leachate control.Municipal officials said that the Ministry of Urban Development took away a high-pressure pumpset from the landfill site's leachate pond some three months ago for maintenance, but has yet to return it. Landfill leachate is a hazardous liquid containing harmful bacteria, chemicals and other components. It forms when rainwater passes through a landfill or when organic matter decomposes naturally.Officials say the leachate needs to be re-injected into the landfill, which quickens the decomposition process of the landfill waste and prevents the liquid from flowing into the river. The city office has also started segregating degradable and bio-non-degradable waste materials from households in its seven wards. Wards 5, 7, 10, 12, 24 and 27 have been segregating the waste materials generated in the households. The city office has also arranged separate trucks for collecting segregated waste materials from the households.Degradable waste materials are being turned into compost at the KMC’s waste transfer station. Officials said that the metropolis has also been using reagents to expedite the compost-making process.Waste segregation at the source was one of the measures Mayor Balendra Shah touted as a solution to Kathmandu’s chronic garbage problem. After he assumed office, Shah asked city residents to start segregating waste at the source. They started doing so, using separate bins in their homes. But the plan didn’t work, largely due to a lack of preparations on the KMC’s part.The Kathmandu Valley generates over 1,200 tonnes of solid waste every day, nearly 60 percent of which comes from the KMC alone. Experts say 60 percent of organic waste originating in the Valley can be converted into compost and the remaining 30 percent of non-degradable waste can be recycled. \nA modern Chyangra fibre de-dusting plant has been established in Lo Manthang of Mustang district to support the collection of quality fibre from the local level for Chyangra pashmina.Rob Fenn, the British Ambassador to Nepal, Tashi Nhurbu Gurung, Chairman, and Chhyumi Bista, Deputy Chairman of Lo Manthang rural municipality, jointly inaugurated the plant on Sunday in Lo Manthang.Famed for its unique quality, Nepal’s hand-woven Pashmina embodies the country’s culture and heritage and is highly coveted in international markets. Established by the Nepal Pashmina Industries Association with support from the United Kingdom Trade Partnership Programme Nepal and the International Trade Centre, the plant will strengthen the supply of high-quality Chyangra fibre for the production and export of Nepal’s pashmina.During the inauguration, ambassador Fenn expressed happiness to help build Nepal’s Chyangra brand from farm to fashion. “The UK is already involved ‘downstream’, accompanying Nepali Chyangra entrepreneurs to London Source Fashion Week. Now I have come ‘upstream’, the Kaligandaki, to be precise, to meet farmers in Upper Mustang. I can now tell the story of the whole value chain. And, alongside the inherent quality of ‘cent percent Chyangra’, it’s the extraordinary stories that can be woven around anything ‘Made in Nepal’ that give Nepali exports an edge, especially in UK markets,” Fen said. Fenn also observed and initiated the Chyangra fibre harvesting process in Lomanthang.Tashi Nhurbu Gurung, Chairman of Lo Manthang rural municipality, expressed the local government’s commitment to promoting Chyangra production and fibre harvesting to create employment opportunities and increase income for locals, especially youth and women. He voiced readiness to collaborate with relevant stakeholders to further this goal.Dhan Prasad Lamichhane, President of the Nepal Pashmina Industries Association (NPIA), noted that pashmina entrepreneurs are striving to integrate local Chyangra farmers into the pashmina value chain, offering them better prices and markets. He also expressed the association’s keen interest in collaborating with the Nepal government and development partners, including UKTP and the International Trade Centre, to strengthen the Pashmina value chain by establishing robust backward and forward linkages.The Nepal government has identified Chyangra pashmina as one of Nepal’s high-potentialexport products. Last year, Nepal launched the Nepal Pashmina Sector Export National Strategy 2022-2026, aiming to increase Pashmina exports to $75 million by 2026. Recently, the government also released the Pashmina Export Facilitation Guide, targeting SMEs involved in pashmina export. \nIndustrialists have warned that high taxes, which will lead to higher prices, may hurt Nepal’s sponge iron manufacturing and could threaten the country's overall steel output in the short term.Three years ago, the government, through the budget, announced customs duty waivers on sponge iron and related raw materials imported from India to encourage manufacturing of billet in the country by importing raw materials.Rajesh Kumar Agrawal, chairman of the industry committee of the Federation of Nepalese Chambers of Commerce and Industry, said the government had decided three years ago to waive customs duty to encourage investment.The then finance minister Janardan Sharma cut the duty imposed on sponge iron to 1 percent in the budget for 2022-23.The budget then imposed an excise duty of Rs2.50 per kg on finished billet imported from India. He had totally waived customs duty on imported pig iron and scrap.Finance Minister Barsha Man Pun, however, reintroduced the customs duty to 2.5 percent on sponge iron imports and 1 percent on pig and scrap iron imports in the budget for the next fiscal year beginning mid-July. The budget was announced on May 28. Industrialists warn that they would knock on the court’s door if the government failed to roll back its decision. They said that the policy had been amended in a short period to discourage investment. \"Instead of encouraging investment, the government has changed the policy out of nowhere,\" said Agrawal in a press meeting in Bhairahawa last week. “The government has taken an unpopular move without taking advice and inputs from the private sector. The government has not done any study before reintroducing the policy.\" “This is a policy flaw. It needs to be corrected.”Steel and iron producers say that such policies may harm the manufacturing industry in the long term. \"If we want to become self-reliant on iron, there is a need for an encouraging environment. But unfortunately, the government is least bothered.\"The industrialists, who have been importing raw materials and producing iron rods through melting, have been requesting the prime minister and finance minister, as well as leaders of various political parties, to roll back the decision.\"Due to the government’s policy three years ago of encouraging iron and steel industries, investors decided to pour money into the manufacturing sector. But the abrupt changes in policy have put them in a fix,\" Agrawal said.Five melting furnace factory plants were in operation three years ago. Due to the new policy, the number of such factories increased. In three years, the number of melting furnace plants has increased to 18.Five are in Rupandehi, four in Morang, seven in Birgunj, and one each in Kapilvastu and Banke.The iron and steel industry manufactures billets by mixing scrap material with imported sponge iron from India. The billet produced within the country is made from 75 percent sponge iron and 25 percent scrap iron. The billet produced this way is rolled and made into iron rods.Agrawal said Rs36 billion had been invested in a dozen and a half such plants, which employ 5,000 people and produce around 2.3 million tonnes of iron rods annually.With the government policy of producing billet within the country, the rolling mills also installed the melting furnace technology at that time. They invested Rs1 billion more into the technology, said Agrawal.The finance ministry encouraged the private sector to open such plants to increase electricity consumption within the country, and this industry pays electricity bills amounting to Rs15 billion annually.However, with the government preparing to provide a waiver in excise duty on billets at customs points, the rolling mill operators in Rupandehi have expressed their happiness. The government, through the budget for the upcoming fiscal year, has announced the removal of an excise duty of Rs2,500 per tonne on imported billets imposed at customs points.The government provision has created hope for the industries that were shut down. The rolling industry entrepreneurs in Rupandehi and neighbouring districts who were producing iron rods by importing billet have been conducting phase-wise protests for two years to remove the customs and excise duties.The industrialists said that the government, understanding reality, has decided to remove the excise duty, which they said is a justifiable decision from the government.\"The government, through the budget, has addressed our demand partially,\" said Dhurba Kumar Shrestha, vice-chairman of Panchakanya Group. \"The rolling mill industry entrepreneurs were confident that the government would address our demand one day as millions of investment was about to sink.”With the issuance of Financial Bill 2024, it has created an environment for the iron industry, which is produced using imported billets, to compete in the market, Shrestha said.Shrestha said that the customs charges need to be uniform when importing raw materials for the industry that produces the same goods, and this is the major demand of rolling mill operators.With the government's change in policy, employment will regenerate. Half a dozen plants produce iron rods by rolling imported billet from India. \nNepal’s unemployment rate has been increasing, according to a report.The fourth Nepal Living Standard Survey report, published by the National Statistics Office on Thursday, shows that the unemployment rate climbed up to 12.6 percent in 2022-23 from 11.4 percent in 2017-18, representing a 1.2 percent rise in the five-year period.The unemployment rate has risen from 4.9 percent in 1995-96 to 12.6 percent in 2022-23.This rise is more pronounced among younger workers, with the unemployment rate for those aged 15-24 jumping from 7.3 percent in 1995-96 to 22.7 percent in 2022-23. The report said this highlights the challenge of finding jobs for youths in Nepal. The survey report shows joblessness among people between the ages of 15 and 24 declined to 22.7 percent in 2022-23 from 23.9 percent in 2017-18.“Most worrying is the rise in unemployment in the past five years, which increased by 1.2 percent, and that’s worrisome,” said Hem Raj Regmi, deputy chief statistician at the statistics office. “The economy has failed to generate enough jobs for its large and expanding young population.”The population structure has shifted towards a younger working-age population, with a decrease in the proportion of children (0-14 years) and an increase in the proportion of adults (15-59 years).This trend is further supported by a declining dependency ratio, suggesting a growing workforce. The proportion of the elderly population (60 years and above) has increased.Regmi said the age between 15 and 24, the most productive time for an individual, is not considered the working age in Nepal, as these people are involved in education and training.“At this age, our survey has found, people will work only if they are offered a job. The responsibility to earn money grows in later years.”The survey data on employment status reveals significant shifts in the labour market between 1995-96 and 2022-23. The percentage of those with jobs has declined considerably from 67.2 percent in 1995-96 to 32.4 percent in 2022-23, while the percentage of those not in the labour force has increased from 29.4 percent to 62.9 percent.The share of wage employment in agriculture has significantly declined from 70.7 percent in 1995-96 to 1.9 percent in 2022-23. The share of wage employment in non-agriculture, on the other hand, has risen considerably from 9.5 percent in 1995-96 to 56.6 percent in 2022-23.The survey report shows that 32.4 percent of the population is employed, 62.9 percent is not in the labour force, and 4.7 percent is unemployed.The labour force participation rate came down to 37.1 percent in 2022-23 from 38.2 percent five years ago.“The employment condition in Nepal is the worst,” said economist Pushkar Bajracharya. “The government failed to create jobs. This is because the investment environment has not been favourable in past years, mainly due to political and policy uncertainty. When there is no investment, there is no job creation.”Bajracharya said the unemployment rate would further jump due to the repercussions of the Covid-19 pandemic and the recession and slowdown the country has seen.“Many industries, service sectors and companies are still laying off workers due to the economic slowdown. There is low demand for labour in the country as the key economic sectors—construction and manufacturing—are facing recession, while wholesale and retail have shown a slight recovery,” said Bajracharya. Experts say that while the overall unemployment rate is low, the jobs being created in Nepal’s economy are not of quality. There is a need for new strategies, new partners, and new goals.Each year, around a million Nepali youths, including students, leave the country to try their luck abroad.The survey data on remittances and transfers reveals a significant increase in the prevalence and magnitude of remittances received by households in Nepal between 1995-96 and 2022-23.The percentage of households receiving remittances has increased dramatically from 23.4 percent in 1995-96 to 76.8 percent in 2022-23, indicating a significant rise in the number of Nepali families relying on the money sent by their members working abroad.This increase is consistent with the observed growth in average remittances per household, which has significantly increased from Rs15,160 in 1995-96 to Rs145,093 in 2022-23.Remittances (other than from India) are quite dominant, highlighting the importance of international migration for income generation.Remittances from India declined from 32.9 percent in 1995-96 to 11.1 percent in 2010-11, but they have increased since, reaching 21.3 percent in 2022-23, according to the survey report.The survey data on household loans shows that the percentage of families borrowing money is relatively stable (61.3 percent in 1995-96 and 63.8 percent in 2022-23). However, the percentage of households with outstanding loans has significantly increased, from 58.4 percent in 1995-96 to 97.3 percent in 2022-23.The data also reveals a shift in the sources of household loans. Traditional money lenders were previously a dominant source (39.7 percent in 1995-96), but their share significantly decreased to 11.4 percent in 2022-23.The share of loans from banks has increased (from 16.1 percent in 1995-96 to 22.4 percent in 2022-23), while loans from relatives continue to remain significant (40.8 percent in 1995-96 to 42.5 percent in 2022-23).Household consumption as a reason for borrowing has been declining (from 49.4 percent in 1995-96 to 23.5 percent in 2022-23). This could be attributed to improved access to essential goods and services or a shift to other borrowing needs, the survey report shows.The use of collateral has also shifted, with an increase in the proportion of loans taken with collateral. While 16.8 percent of loans were taken with land and house collateral in 1995-96, this share increased to 35.1 percent in 2022-23.The data shows a noticeable shift in the dominant sectors of non-farm activities. While trade was previously the most prevalent sector (52.1 percent in 1995-96), it has declined (42.5 percent in 2022-23). The share of manufacturing has also decreased from 29.9 percent in 1995-96 to 22.6 percent in 2022-23.Similar is the case with the service sector enterprises, which decreased from 29.2 percent in 2003-04 to 7.2 percent in 2022-23. The percentage of registered enterprises has increased significantly from 11.7 percent in 1995-96 to 52.6 percent in 2022-23, indicating greater adherence to regulations and potentially better access to resources and support.Data on wage employment in 2022-23 provides insights into the nature of work and earnings in Nepal. The average number of daily working days for wage earners in the past year is 72.Daily wage jobs keep 64.9 percent of people busy. This suggests a need for more secure and stable employment opportunities for most of the workforce. While long-term jobs with monthly salaries account for 28.7 percent, contract-based work constitutes only 6.4 percent.According to the survey, nominal income levels in Nepal increased substantially from 1995-96 to 2022-23. The average household income increased more than twelvefold, from Rs43,732 in 1995-96 to Rs551,148 in 2022-23.Similarly, the average per capita income rose significantly from Rs7,690 to Rs136,707 over the period. This growth was uneven across income groups: the per capita income of the poorest 20 percent of the population grew from Rs2,020 to Rs61,335, while that of the wealthiest 20 percent surged from Rs19,325 to Rs259,867.The composition of household income also shifted markedly, with the share of farm income dropping from 61 percent in 1995-96 to 16.8 percent in 2022-23, reflecting a transition to non-farm and other income sources. Remittances make up an important share of this income.The survey also shows a shift in cropping patterns—the percentage of land holdings growing paddy has decreased from 76 percent in 1995-96 to 64.3 percent in 2022-23. The percentage of holdings growing summer vegetables has increased from 35.6 in 1995-96 to 39.3 in 2022-23. Likewise, the percentage of holdings with cattle has declined significantly from 73.5 in 1995-96 to 37.8 in 2022-23.The literacy rate for the population aged 5 years and above has substantially increased (from 37.8 percent in 1995-96 to 77.4 percent in 2022-23). This positive trend is also visible in the adult literacy rate (15 years and above), which has risen (from 35.6 percent in 1995-96 to 72.5 percent in 2022-23), highlighting significant progress in literacy among the adult population.This improvement is more noticeable among males, with the literacy rate increasing from 53.5 percent in 1995-96 to 82.9 percent in 2022-23. For the females, the increase is from 19.4 percent in 1995-96 to 64.1 percent in 2022-23.The data also shows a significant increase in school attendance among the population aged 15 years and above, with 33.9 percent having attended school in 1995-96 compared to 70.2 percent in 2022-23.This trend is again more noticeable among males, with school attendance increasing from 50.2 percent in 1995-96 to 81.4 percent in 2022-23. For females, attendance increased from 19.1 percent in 1995-96 to 61.1 percent in 2022-23.The survey data on health services paints a mixed picture of health status and access to healthcare in Nepal between 1995-96 and 2022-23. The population reporting chronic illnesses grew from 6.5 percent in 1995-96 to 18.5 percent in 2022-23, indicating a potential rise in non-communicable diseases.There has also been a significant increase in the percentage reporting acute illnesses—from 9 percent in 1995-96 to 24.9 percent in 2022-23, suggesting a potential shift in disease patterns or reporting practices. A decline is observed in diarrhoea from 17 percent in 1995-96 to 6.6 percent in 2022-23, potentially indicating improved sanitation and hygiene practices.Cold/fever remains a significant concern, increasing from 43.7 percent in 1995-96 to 51.5 percent in 2022-23. The percentage of those consulting a doctor has remained relatively stable (around 29 percent), and the percentage consulting a paramedic has significantly decreased.Migration patterns within Nepal reveal significant shifts in trends between 2003-04 and 2022-23. While the overall percentage of the migrant population within the country has remained relatively stable—36.6 percent in 2003-04 and 38.1 percent in 2022-23—there is a notable shift in the gender composition of migrants.Males constituted a higher proportion of migrants in 2003-04 (50.1 percent), but females made a larger share of the migrant population (49.6 percent) in 2022-23. A decline in the percentage of migrants from rural areas in 2022-23 indicates a potential shift in migration patterns, possibly driven by changing economic opportunities and societal factors.The analysis of reasons for migration reveals that family remains the dominant factor (75.2 percent in 2003-04 moving within the country for family reasons and 74.9 percent in 2022-23).The fourth Nepal Living Standards Survey, conducted in 2022-23, is the first such survey since the country’s transition to a federal system. Data was collected from a nationally representative sample of 9,600 households on a wide range of topics. \nNepal Oil Corporation has reduced the prices of petroleum products, effective from Saturday midnight. The price of petrol has been cut by Rs3 while diesel and kerosene have also become cheaper by Re1 each. Consumers will now have to pay Rs165 for a litre of petrol and Rs152 for a litre of diesel and kerosene in Kathmandu, Pokhara and Dipayal. Likewise, petrol will now cost Rs164 and diesel and kerosene Rs151 per litre in Surkhet and Dang. It will cost Rs162.50 for petrol and Rs149.50 for diesel and kerosene in Charaali, Biratnagar, Janakpur, Amlekhgunj, Bhalwari, Nepalgunj, Dhangadhi and Birgunj. \nAs all efforts to control the vectors spreading the dengue virus have failed, health authorities in Nepal have shifted focus to case management. As there is no specific treatment for dengue, officials said they are planning to train doctors to provide supportive care to seriously ailing dengue patients.“We have been working to train doctors serving at state-run health facilities to treat dengue patients,” said Dr Yadu Chandra Ghimire, director at the Epidemiology and Disease Control Division. “We hope the training will help doctors manage cases more effectively.”Dengue is a viral disease transmitted by female Aedes aegypti and Aedes albopictus mosquitoes. The same vectors also transmit chikungunya, yellow fever, and Zika virus, according to the World Health Organisation.According to data provided by the Epidemiology and Disease Control Division, at least 1,175 people from 72 districts have been infected with the dengue virus since January this year. Among the 72 districts that reported dengue outbreaks, Kathmandu has the highest number of cases: 122. Public health experts say reported cases could be just the tip of the iceberg, as around 80 percent of those infected are asymptomatic. Many people infected with dengue show mild symptoms and do not need treatment or can be treated with paracetamol at home.Nepal reported its first dengue case in a foreigner in 2004 in the Chitwan district. Since then, increasing numbers of dengue infections have been reported from many districts, including major dengue outbreaks. Last year, at least 20 persons died, and more than 52,000 were infected by the virus, which had spread to all 77 districts.In 2022, a total of 88 people died, and over 54,000 were infected by the virus across the country. During that period, hospitals in the Kathmandu Valley were overwhelmed with dengue patients, and pharmacies ran out of paracetamol, the most widely used medicine to treat fever.In 2019, the disease killed at least six people and more than 16,000 were hospitalised across the country. The virus had spread to 68 districts at the time.Though the post-monsoon period is considered the dengue epidemic season, the deadly disease has already become endemic in Nepal, as the outbreak of the virus is reported every month including in the winter months.Health authorities in Nepal claimed that lessons from managing Covid cases would help them combat other outbreaks, but the massive infections and spread of the dengue virus before the onset of the monsoon cast doubt on these claims.“Every year, scores die and hundreds of thousands get infected from the dengue virus, but no agency in the country is doing much on disease prevention,” said Dr Baburam Marasini, a public health expert. “There are three tiers of government in the country, and the relevant agency in each government—federal, provincial and local—shifts responsibility to another. When you ask the agency under the local level, they say they are not there to kill mosquitoes.”Experts say health authorities have done little to cut down on the risks, except counting the number of infected people and issuing statements. The public, too, has become less vigilant about dengue infections, they sayAccording to entomologists, reducing the spread of the dengue virus is impossible without coordinated efforts from all relevant agencies and individuals.“Several preemptive measures, including a search-and-destroy campaign of mosquito breeding sites, are necessary to curb the spread of the virus,” said Sishir Panta, an entomologist. “People should be made aware of the risks, so awareness drives should be launched. Authorities should deploy community workers to inspect households to find and destroy mosquito breeding grounds.”Experts say this is the right time to prepare for and prevent possible outbreaks.Waiting for a massive outbreak would be a big mistake, they say. Health ministry officials said they have alerted all related agencies to the risk of a dengue outbreak.Dengue-transmitting mosquitoes breed in clean water and bite people in daylight. Uncovered water tanks and discarded objects, such as plastic cups and bottles, could be breeding grounds for these mosquitoes.Symptoms include mild to high fever, severe muscle pain, rashes, severe headache, and pain in the eyes. Patients with these symptoms are advised to seek immediate treatment. While there is no specific cure for the disease, early detection and proper medical care can prevent death. \nChildren aged between five and 11 years with compromised immunity will be administered the Covid vaccine, according to health officials.The Covax facility, the United Nations-backed international vaccine-sharing scheme, has agreed to provide 100,000 doses of the children’s vaccine, and supply will start in the last week of June, according to officials at the Ministry of Health and Population.“These 100,000 doses are part of the 2.5 million doses, which Covax had agreed to supply to Nepal in 2024,” said Dr Abhiyan Gautam, chief of the Immunisation Section at the Family Welfare Division under the Department of Health Services. “Children between five and 11 having underlying conditions—cancer, HIV, and others will be administered the vaccine.”Last month, Nepal confirmed the spread of the Covid sub-lineages KP.1, KP.2, KP.3, and KP.4 in the country. All the sub-variants are offshoots of the Omicron variant, which is considered responsible for the surge in new Covid cases in the last few months.Hospitals in Kathmandu had reported a surge in serious cases of Covid infection in April. Doctors attending the infected patients had said that elderly people and those with underlying conditions were getting severe.The Covax facility supplied millions of doses of various brands of the coronavirus vaccine, which were used to inoculate the majority of the country's population.Officials said that Nepal will receive 1.6 million doses of Pfizer-BioNTech monovalent vaccine by the end of this month, including the children’s vaccine, from Covax. The rest of the doses of the monovalent vaccine to be received later will be administered to the adult population in all provinces of the country. The monovalent or single component is designed for the Omicron variant XBB.1.5 of SARS-CoV-2.Earlier, the facility used to supply Pfizer-BioNTech bivalent vaccine doses that included a component of the original virus strain as well as a part of the Omicron variant to provide broad protection against Covid.The vaccine is called a bivalent Covid shot as it contains two components: the original virus strain and Omicron BA.4 and BA.5 sub-variants.Over 12,000 people died, and hundreds of thousands were infected in the first, second and third waves of the Covid pandemic. \nA 62-year-old man from Makwanpur district, Nepal has tested positive for cholera, prompting concerns about a potential outbreak in the Kathmandu Valley, despite official denials.\nNepal faces a looming dengue epidemic with outbreaks reported before monsoon onset, despite a potential massive outbreak, prompting experts to urge preventive measures.\nIn a world where acceptance and safety often seem difficult to attain, many queer individuals also struggle to find a safe space to express themselves. They have to hide their true self and face relentless judgement when going to public places like cafes and restaurants.This is the reality for countless LGBTQIA+ individuals. The need for a safe space for this community is not just a desire but a necessity—a space where one can be themselves. This struggle for safety and acceptance can be traced to crucial historical moments, such as the Stonewall Riots of 1969 in New York City.The Stonewall Inn was more than a bar; it was a refuge for the queer community. When police raided the bar, the community fought back. This series of violent confrontations, which began in the early hours of June 28, 1969, between police and gay rights activists, marked the beginning of the modern LGBTQIA+ rights movement. The spirit of Stonewall, the fight for dignity and the right to exist openly lives on in places like Inclusive Galaxy Restaurant in Kathmandu. Inclusive Galaxy beyond a restaurant is an ‘oasis’ for the queer community and beyond.Founded by Bishwaraj Adhikari, Mr Gay Handsome Nepal 2013, a human rights defender, the restaurant proves the power of safe spaces. It’s a place where the community can unite, free from the prejudice and hostility that often permeate their everyday lives.After years of working in the human rights sector, Adhikari and his partner developed the idea for Inclusive Galaxy. What began as a small cafe gradually evolved into a full-fledged restaurant, driven by the growing demand and support from the community.“In developed countries with strong LGBTQIA+ movements, you can find community areas like gay villages. These are created as safe spaces for people whose families and communities have excluded them. They also support new business ideas and pink tourism. I hope to see pink tourism develop in Nepal someday,” says Adhikari. His vision for Inclusive Galaxy goes beyond just being a restaurant. He aims to promote financial independence and empowerment within the queer community.Since its inception in February 2019, Inclusive Galaxy has become a key spot for many in Lazimpat, a relatively queer-friendly area in Kathmandu. The location is essential because the first LGBTQIA+ movement in Nepal started in 2001 through the Blue Diamond Society.Inclusive Galaxy, true to its name, welcomes everyone—queer and non-queer alike—to share a comfortable space. His vision was clear: to create a space where people of all genders and sexual identities could come together without fear of exclusion.“I didn’t want to make it exclusively for queer people because that would be excluding ourselves from society. Different groups need to live together and understand each other,” Adhikari explains.In the early days, the cafe attracted both queer and non-queer customers. However, when some of the residents learned about Adhikari’s identity and the nature of the clientele, there was a brief period of hesitation. “At first, I didn’t understand what was happening, but then I realised my identity was an issue for a few people. I believe people should be judged by others by their character, not by their gender or sexuality. Over time, as residents saw that we operated like any other cafe, they became more comfortable,” Adhikari reflects.Adhikari started Inclusive Galaxy to give queer individuals a place to be proud of themselves, counteracting the self-doubt and insecurity that hiding one’s identity can cause. This turned the cafe very quickly into a community hub. The journey was not without challenges, though. It was difficult to hire staff and cooks from the LGBTQIA+ community, and soon after the restaurant opened, the COVID pandemic made things even harder.Despite these difficulties, the doors of Inclusive Galaxy remained open. During the pandemic, many queer individuals, who were abandoned by their families or afraid to return home, found comfort at Inclusive Galaxy.Since many couldn’t afford to pay for meals, the restaurant provided free food from its resources. As the number of people needing meals grew to 20-30 daily, Adhikari started raising funds within the community.“During my time as an activist, many people came here not only for food but also to see an organisation where the queer community supports one another,” Adhikari says.“The time during COVID was difficult, but it brought me closer to the community.”Four years after its inception, the restaurant has garnered a loyal following. Sarosy Neupane, Miss Pink Nepal 2024 first runner-up, describes Inclusive Galaxy as her second home. She moved to Kathmandu to study in 2022. Being distant from her family, she started visiting Galaxy for meals that reminded her of home-cooked food. Over time, she grew attached to the café because of its welcoming atmosphere.“It’s heartwarming to see people from our community and different walks of life here. The founders even invite us to festivals like ‘Dahi Chiura Khane din,’” she shares.Neupane visits the cafe regularly and sometimes stays until 3 am, engrossed in conversations. “I hope more spaces like this can open in the future. If, unfortunately, this place were to close someday, I don’t think we’d have any other place to turn to,” she adds.Muna Chhetri, a trans woman who has been a loyal customer for three years, shares, “This is my safe space where I can truly be myself. I always feel judged in other restaurants, but that fear doesn’t exist here. It’s where even those who aren’t accepted at home can feel accepted.”Sahara Khadka Chhetri, owner of Pink Tiffany, Kathmandu’s first openly LGBTIQIA+ friendly restaurant and bar, frequently visits after managing the bar, appreciating the convenience of not cooking at home.She notes very few places like this cater to our community, and some even had to close during COVID. “As an entrepreneur, I know that sustaining these spaces is a challenge. But as more spaces like these open, they will make the way for a more inclusive and compassionate society.”The welcoming atmosphere at Inclusive Galaxy has also had a surprising effect on non-queer patrons. Samriddha Jung Rana, a twenty-year-old neighbour who identifies as straight, often visits the café and appreciates the importance of such spaces.“Previously, I didn’t know much about the queer community and didn’t care much. But now, coming into this café, I’ve been interested in their rights and issues. I’ve realised that we’re not so different after all. We are all human,” he remarks.The ventures like Inclusive Galaxy and Pink Tiffany have inspired hope for collaborative businesses between queer and non-queer groups. The recent initiative by the Nepal Tourism Board promoting Pink Tourism in April 2024 is a positive step. Still, Adhikari believes that more support is needed from the government and the private sector.Despite the progress, challenges remain. However, Adhikari remains optimistic about the future. He is working on plans to develop the restaurant into a homestay program in the future.“Like how different planets, asteroids, and stars make up a beautiful galaxy, people from all walks of life and identities make a beautiful society. I am happy that we are assimilating together in this space. We are not so different; we are all different and similar simultaneously,” he says. \nNepali chef Aditya Mishra founded New York's \"The Sewing Tin\" supper club, promoted Nepali cuisine through dishes like Kachaila, and criticized the prioritization of profit over authenticity in Nepal's restaurant scene.\nCeleus Baral, an environmental science student, launched Bakeleus in 2021, selling baked goods made with ingredients she grows, advocating zero waste, and aspiring to culinary mastery.\nPotato, a widely cultivated and consumed staple in Nepal, provides a range of nutrients like vitamins B1, B6, C, minerals, and fiber, while its diverse cultivation methods and resilience to climate change ensure its availability despite imports.\nDespite being an affordable complete protein source, chicken eggs, self-reliant in Nepal, offer numerous health benefits such as weight loss, blood pressure reduction, infection protection, and enhanced fetal development.\nMundhum Trek traverses indigenous villages and offers panoramic Himalayan views; Janaki Mandir attracts pilgrims to its opulent architecture; Kuri Village enchants with snow-capped peaks; Annapurna Base Camp trek showcases cultural diversity and mountain vistas; Bardiya National Park boasts Royal Bengal Tigers and diverse wildlife; Khaptad National Park offers pristine wilderness and tranquil beauty; Limi Valley combines cultural immersion and breathtaking landscapes.\nThe author's hometown, Phidim, underwent significant transformation, from mud houses to concrete buildings, while facing challenges including lack of education and healthcare, leading to an exodus of residents.\nBara Imambara, a vast complex built in Lucknow in 1784, features stunning structures like the Asafi Mosque, the pillarless Asafi Hall with a secret interlocking brick system, the labyrinthine Bhool Bhulaiyaa, the Shahi Baoli's ingenious design, and a breathtaking view from the roof.\nClimbing mountains requires extensive preparation, including maintaining a positive mindset, engaging in physical activities, and packing essential gear.\nFive young Nepali women created Duluwa Outdoors in 2021 to inspire and empower other Nepali women to travel independently within Nepal.\nBangladesh beat Nepal by 21 runs in the T20 World Cup, with Nepal's top order struggling in the chase and Bangladesh's bowlers led by Tanzim Hasan Sakib's four wickets dismantling Nepal's innings for 85.\nNepal's historic near-upset of cricketing powerhouse South Africa in the 2024 ICC Men's T20 World Cup ended in a one-run defeat, but earned worldwide praise for their spirited performance.\nGermany thrashed Scotland 5-1 in their Euro 2024 opener, with three first-half goals from Wirtz, Musiala, and Havertz (penalty), followed by Fuellkrug and Can, while Scotland's Porteous was sent off and scored an own goal, leaving Scotland to regroup before facing Switzerland on Wednesday.\n1-run defeat to SA ends Nepal's T20 World Cup qualifying hopes despite restricting Proteas to 115/9 with Bhurtel's 4/19.\nAmidst a simmering conflict with Hezbollah and ongoing fighting in Gaza, Israeli Prime Minister Netanyahu dissolved the war cabinet as U.S. envoy Hochstein seeks de-escalation along the Lebanese border, while clashes between protesters and police erupt in Jerusalem.\nA freight train smashed into the rear of a stationary passenger train in India’s West Bengal state on Monday, killing at least 15 people and injuring dozens, police said, in an accident that railway authorities blamed on a disregarded signal.Media showed images of the pile-up, with containers from the goods train strewn nearby, and one carriage left nearly vertical after the accident, which comes just over a year after a signalling error caused one of India's worst rail crashes.At least 15 bodies have been pulled from the mangled carriages, Abhishek Roy, a senior police official in the eastern state’s district of Darjeeling, the site of the accident, told Reuters.Nearly 30 people were injured and rescue teams from the police and national disaster response force were working with doctors and residents of the area to clear debris from the derailed carriages, Roy added.The goods train hit the Kanchanjunga Express travelling to Kolkata, the capital of West Bengal, from the northeastern state of Tripura, driving three carriages of the passenger train off the rails.It was not immediately clear how many passengers were on board at the time.Rescuers used iron rods and ropes to work free one carriage of the passenger train that had been swept upwards to lodge on the roof of the freight train by the impact of the collision.The dead included the driver of the freight train and a guard on the passenger train, Jaya Varma Sinha, the head of the railway board that runs the countrywide network, told reporters.The accident happened after the driver of the freight train disregarded a signal and hit the rear end of the express train, Sinha added.Rescue work has been completed, Sinha said, while authorities were working to restore traffic, although the damage had been less extensive than initially feared.“The guard’s compartment in the passenger train was badly damaged,” he added. “There were two parcel vans attached ahead of it which reduced the extent of damage to passengers.”Nearby residents heard a loud crash and saw the pile-up upon going to investigate, several told the ANI news agency, in which Reuters has a minority stake. Prime Minister Narendra Modi offered condolences on the loss of life in the accident and said Railway Minister Ashwini Vaishnaw was on his way to the site.About 288 people died a year ago in the neighbouring state of Odisha, in India’s worst rail crash in more than two decades, caused by a signal failure. \nNepal’s book market is no stranger to the popular Bangladeshi-Swedish writer Taslima Nasrin. Almost all of her books have been translated into Nepali, but Nasrin herself says that they are all unauthorised translations. “All books [Nepali translations] are pirated versions,” Nasrin told the Post in a Whatsapp conversation. Nasrin, who is currently in exile in India after facing death threats in Bangladesh following the publication of her novel Lajja (Shame), said that she or her publishers have never allowed anyone the right to translate her books into Nepali. “I don’t know of any such Nepali publishers. No one asked for permission and no one has paid [me] royalty.”Translating and publishing books without permission from authors or publishers is a punishable crime. But Nepal’s book market is full of such unauthorised translations and prints of books written by the who’s who of the world literature. Such endeavours haven’t just hurt the authors but also the readers, says Ajit Baral, publisher of the Kathmandu-based Fineprint publication. “These translations are poor,” Baral says. “Tomes with 1200–1300 pages have been trimmed to 200–300 pages. An example is the biography of Bill Clinton.”Another popular book that has seen unauthorised Nepali translation is the biography of Steve Jobs by Walter Isaacson.“We have no official deal in place for a [Nepali] translation of Steve Jobs,” Peppa Mignone, associate agent of the CAA, the translation authority of the biography, said in an email interview with the Post.The book’s Nepali translation is published by Panchpokhari Publication House. The translated book identifies the translator thus: “Achyut Koirala, who has a master’s in English literature, is primarily a journalist. He is currently affiliated with Nagarik daily. He keeps a close tab on international history, politics and culture and has written scripts and dialogues for half a dozen Nepali films. He has published over a dozen non-fiction books.”Koirala, who admits to the unauthorised translation, claims that he hasn’t just translated the book but has also done ‘creative writing’ with it.‘Rich Dad Poor Dad’, written by Robert Kiyosaki and Sharon Lechter, is among the books that’s perennially on the bestseller list across the world. Upon investigation, the Post found three Nepali translations of the book—all unauthorised. One of them is translated by Dilip Kumar Shrestha and published by the same firm, the Panchpokhari Publication House. Another Nepali iteration of the book is published by Book For All publication and translated by Kopila MD. Yet another Nepali version is translated by one Sudheer Dixit and published by Plata Publication, Kathmandu.In an email conversation with the Post, Ronson Taylor, who oversees the international rights at The Rich Dad Company, said, “At this point in time, we do not have a relationship with an established publisher in the [Nepali] language market. If there are any Rich Dad Poor Dad books currently for sale in the Nepali market, they are pirated.”Basanta Thapa, a writer and translator, says that many books are being translated of late to make easy money. “But how would the quality of these unauthorised translations be!” Thapa wonders. “Readers who haven’t read the original wouldn’t know the faults in the translated versions.” Thapa says that any translator worth his salt aims to ‘recreate’ a book and it takes much work to do that.Taslima’s books are the major victimsTaslima’s memoir Uttal Hawa has been translated into Nepali as ‘Sangharsha’, literally Struggle, and is published by Khoji Publication House. Even though the book in its cover claims that it is an authorised translation from the English version Wild Wind, it is a pirated one. The book is translated by Bikash Basnet and edited by Bhogiraj Chamling. A revised version of the book is edited by Sangeet Srota (Yam Bahadur Chhetri).The same publication house has also published the Nepali translation of the book’s sequel as ‘Prem ra Jeevan’. Publisher Sushil Chalise says that while he is aware that one needs to receive permission from the author or the publisher to translate a book, his efforts to contact Taslima were unsuccessful. Therefore, he had published the version the translator made available to him. Translator Basnet, too, admits he translated the book without Taslima’s permission. “About a decade back, we didn’t know how to ask for permission,” he said.Nepal has the Copyright Act (2002) in place. Before it, there was the The Patent, Design and Trade Mark Act, 2022 (1965) that included intellectual property in its 2006 revision. Even the Muluki Ain (Civil Code) of 1910 BS had a provision about copyright. Moreover, it goes without saying that translating somebody else’s work without permission is immoral.Likewise, Indigo Ink Pvt Ltd has published a Nepali translation of Taslima’s anthology of essays No Country for Women as ‘Aaimai ko Kunai Desh Chhaina’. The book is translated by Krishna Giri and edited by Pramod Pradhan. “I have no idea about the agreement between the publisher and translator,” Pradhan, who is also a children’s book writer, says. “I just copy-edited it upon request.”Bishnukumar Poudel, publisher of Indigo Ink, however, claims that he is still trying to take translation rights for the book. “We translated the book long ago,” he says. “We are still trying to get translation rights.”Indigo is also publishing unauthorised translations under its imprints All Book Store Pvt Ltd, Book for All and Plata Publication. It has published two versions of Rich Dad Poor Dad under those shadow imprints. But Plata Publication is not registered in the Company Registrar’s Office.Pradhan says that many foreign books have had unauthorised translations in Nepali and their quality is poor. Those books are translated not from the original language but from a second or third language, so these translations are bound to have problems, he says. “After I learned that those were unauthorised translations, I have stopped editing them,” Pradhan said.Indian author Shiv Khera’s You Can Win has been translated into Nepali by Bloomsbury India and has granted the distribution rights to Ekta Books. But the book’s unauthorised translations are also found in the market and they don’t even mention the name of the publisher and translator. What is interesting is they mention that it’d be illegal to republish the book, or an excerpt of it, without the author’s permission.The Nepali translation of the book, which was poorly written and rife with inaccuracies, had landed the publisher at court. After a complaint was filed at the District Court Kathmandu in 2066BS on the charge that the publisher violated the copyrights and economic rights, the court had issued a verdict on Mangsir 11 that year, charging a fine of Rs10,000, Rs20,000 and Rs30,000 to the defendants Netra Prasad Pokharel, Narayan Prasad Bhusal, and Bhagwati Risal and Bishnu Silwal, respectively.Baral, the Fineprint publisher, says that international publishers wouldn’t demand much for translation rights given Nepal’s small market, but Nepali publishers do not bother to reach out to them. “Publishers who put out unauthorised translations and sell them at 50 percent discount have troubled publishers like us,” he said.Fineprint has published authorised translated versions of books such as Leaving Microsoft to Change the World by John Wood, Healed by Manisha Koirala, and Hippie by Paulo Coelho. The publication house is also set to release the Nepali translation of Israeli historian Yuval Noah Harari’s bestseller Sapiens. Translated into Nepali by Dinesh Kafle, the book’s translation right was acquired at the cost of USD1300, Baral said. Likewise, the publication acquired the translation rights of Sadhguru’s Inner Engineering at IRS93,000, he added.Baral says that publication of unauthorised translations is an immoral and illegal work. “This phenomenon not just hampers Nepal’s fledgling book publishing industry but also tarnishes the country’s reputation in the global market,” Baral said.Thapa, the writer and translator, points out the lack of regulatory mechanisms in the country. “We don’t have an agency that regulates the quality of translations being done,” he says. “Nobody compares the translation with the original. We need a dedicated authority to enhance the quality of translation.” Universities, Nepal Academy and other stakeholders can play a role to uplift the translation sector, he adds.One’s pain, another’s pleasureWhen the author Suketu Mehta was travelling through Mumbai, a young man approached him with a handful of books while his vehicle was stuck in traffic. Brandishing Maximum City, written by none other than Mehta himself, the young man requested the author to buy a copy. Suketu leafed through the book and said, “This is a pirated copy and I’m the author of this book.” The youth wasn’t bothered and replied, “Okay, you can buy it at a discount.”This anecdote was shared to the Post by Mehta’s friend, the author and professor Amitava Kumar, in an email exchange.Most of these pirated books are imported into Nepal from India while the retailers of original books are finding themselves increasingly in trouble. “We sell original copies but many readers doubt us as well, given the ubiquity of pirated versions,” says Anjan Shrestha, operator of Education Book House, Jamal.Ramchandra Timothy, chair of Thapathali-based Ekta Books Pvt Ltd, said that the phenomenon of piracy has tarnished Nepal’s image internationally. “There was a time when Bangladesh would be known as ‘piracy king’,” he said. “Now there's a risk Nepal would take the crown.”As tax increases, so does piracyThe government decision to impose a 10 percent tax on book imports in fiscal year 2019-20 led to a proliferation of pirated book markets, booksellers say. After the decision, booksellers started to cut back on imports and that led to the entry of a new crop of pirated booksellers, a trader in Kathmandu says. But following widespread backlash, then finance minister Bishnu Paudel struck down the policy.“After the government’s decision, we stopped importing books for a while,” says Shrestha of Education Books. “The import of books went down for about two years. Then the pirates stepped in to fill the gap. It was about that time that pirated copies of biographies and memoirs of Obamas and Jai Shettys became omnipresent in the market.”Pirated copies of classics by Roald Dahl and JK Rowling also made an entry in the Nepali market. Then the phenomenon only saw a rise.Since the customs department does not levy duty on foreign books and also does not care to differentiate between the pirated and original copies, unauthorised books have found a safe haven in Nepali market.The government doesn’t levy any customs duty on books and newspapers published by foreign publishers abroad. The importers should only pay Rs565 at the customs points. But Nepali publishers have to pay 10 percent tax to import books printed in India.James Taylor, director of Communications and Freedom to Publish of the International Publishers Association, says that the government, publishers, writers and readers should join hands to control widespread piracy. “The government should realise that book publishing and reading culture contribute to the country’s economy as well,” he said, adding that the government should seize pirated books and close websites that sell pirated ebooks.Nandan Jha, executive vice chair of Penguin Random House India’s sales, production and business department, says that piracy has emerged as a big challenge for publishers of late and has harmed the authors, publishers, distributors, printers, readers and other stakeholders. “To confront piracy, all the stakeholders should launch a special joint effort,” Jha told the Post in an email exchange.Piracy has proliferated in the Nepali market to such an extent that the publishers of such books and unauthorised translations keep whatever ISBN numbers they like, often conflicting with other books, and still get off scot free. If scanned or searched on the internet, the ISBN number gives details on the author of the book, what the book is about, and its price, among others.Bijay Sharma, information officer at TU Library, says, “Keeping ISBN number at one’s will is illegal. If anyone files a complaint, we can punish them.”By the lawThe Muluki Ain-1910 BS had mandated that a publisher take permission of Gorkha Bhasa Prakashini Samiti before publishing any material. The Copyrights Act came into effect in 2022 BS and was amended in 2054 BS. In 2059 BS, a new Act was promulgated and it is still effective now. Authorities are currently working to amend the Act to give the registrar’s office more autonomy regarding copyright.According to the 2059 BS Act, copyright violations are considered government cases. In such cases, plaintiffs should file a complaint with the police. The Act’s clause 25 has various conditions that amount to violation of copyright. The Act’s subclause A says that if a publisher produces or copies material in writing or sound and sells or distributes it, it amounts to violation of copyright.Likewise, the Act’s clause 26 prevents selling of unauthorised material. The clause restricts the ‘importation of copies of work or sound recording, either made in a foreign country or sourced otherwise, into Nepal for business purpose shall not be permitted if preparation of such copies would be considered illegal if they were prepared in Nepal.’If anyone infringes upon protected rights, they are liable to punishment but the provision’s implementation remains lax.The law gives the authority to district court to take legal action against copyright violators.Advocate Parshuram Koirala says that if the government becomes more proactive, it can punish violators on the basis of the 2059 BS Act and thereby control the phenomenon of intellectual theft and copyright violations. “Creation is a crucial part of humanity’s benefit,” he says. “If intellectual property is not protected effectively, then there’d be no inspiration to create something.”Bal Bahadur Mukhiya, a professor at Nepal Law Campus, suggests the inclusion of rules about digital piracy in law, and also the clauses of various related international treaties and agreements that Nepal is part of.“In the US, a teacher or professor should pay a certain revenue even to photocopy a chapter of some text for teaching purposes,” Mukhiya says. “But in Nepal, those who photocopy an entire book and sell it go scot free.”(This report is prepared in collaboration with the Centre for Investigative Journalism, Nepal.) \nYouths from Rukum East and other insurgency 'base areas' are seeking refuge in the US via illicit routes, leading to deportations, financial losses, and shattered dreams.\nNepalese private hospitals blatantly ignore government regulations requiring free treatment for the needy, leaving patients like Gyanumaya BK struggling to pay for medical expenses, while regulatory bodies fail to enforce compliance.\nFloods, landslides, droughts, and other climate-induced disasters continue to threaten Nepal, with the upcoming monsoon season raising concerns due to predicted heavy rainfall and the ineffective approach to disaster risk management.\nLand degradation, desertification, and drought, exacerbated by human activities and climate change, threaten global land and livelihoods, necessitating land restoration, combating desertification, and building drought resilience to ensure a sustainable future.\nPakistan's persistent gender disparities hamper women's access to education, employment, and healthcare, ranking it 142nd on the WEF's 2023 Global Gender Gap Index, necessitating gender-centric policies, gender-responsive budgets, and enhanced female representation in decision-making for economic recovery and inclusive development.\nNepal's remittance earnings from high education abroad have soared to 95.85 billion rupees in the current fiscal year, a 42.5% increase, despite the country facing a significant outflow of Nepali youth seeking education abroad, raising concerns about human capital loss.\nGovernment agencies and contractors engage in a rushed spending spree during the last month of the fiscal year (Asarey Vikas), resulting in substandard development projects, despite attempts to address the issue through budget implementation guidelines.\nEarly arrival of the Nepal monsoon sparks concerns over increased flooding, landslides, and epidemics, highlighting the need for effective disaster preparedness, coordination, and long-term rehabilitation efforts.\nThe government has mandated the National ID Card for accessing government and public services, despite criticism over its implementation without widespread distribution, with plans to replace multiple cards and enhance data security.\nPrithvi Subba Gurung emphasizes the mismatch between the federal system's implementation and its constitutional principles, highlighting the centralizing tendencies of political parties and the need for a commitment to federalism while recognizing the shortcomings in the electoral system and the potential downsides of a higher threshold ceiling for PR votes.\nLawmaker Jiban Pariyar, a joint general secretary of the Nepali Congress, the main opposition, was a member of the four-member taskforce that prepared the terms of reference (ToR) of the parliamentary committee to probe the cooperative scam. The taskforce finalised it after a prolonged dispute over whether to categorically mention Deputy Prime Minister and Home Minister Rabi Lamichhane’s name while defining the committee’s jurisdiction. The Post’s Thira Lal Bhusal talked to him about the ToR finalisation process and other aspects of the probe. It took weeks to finalise the ToR and jurisdiction of the parliamentary committee formed to probe the cooperative scam. How did you finally reach an agreement? I will give a brief context first. Cases of cooperative frauds had been made public even in the past. But this time, some groups and gangs were seen to be working in an organised way to embezzle billions of rupees deposited by common people. Some established people, including those active in politics, were found to be misusing the people’s hard-earned money. This issue was thus urgent and our party Nepali Congress raised it strongly in Parliament. We had raised this issue even when we were in the government [before March 4]. We had raised it with erstwhile home minister Narayankaji Shrestha in parliamentary committees and other platforms. We had talked to him about the involvement of lawmakers and other politicians in such scams.But the Congress raised this issue more strongly after the party quit the government.This is true, and for a good reason. We demanded a parliamentary committee to probe this issue after our party’s exit from the government because Rabi Lamichhane, someone linked with some big cooperative scams, became home minister. We raised this issue after he was allowed to lead the same ministry and police agencies that were supposed to be investigating the scams. Earlier, various agencies within Nepal Police and other government bodies were looking into the matter. Erstwhile home minister Shrestha had assured us of an independent and fair investigation. Lamichhane transferred police officials who were investigating the scams, and tried to protect cooperative operators involved in wrongdoing. Based on all these activities, we concluded that a parliamentary probe committee is a must and we firmly stood for the same. Initially, we raised this issue in Parliament without obstructing House proceedings but the government compelled us to disrupt the meetings after it refused to address our concerns. The prime minister tried to give Lamichhane a clean chit by saying that he was not involved in the cooperative scams. Also, the Nepal Police chief at a parliamentary committee meeting said that the home minister wasn’t under investigation as he had done nothing wrong. In the meantime, the attorney general issued a letter stating that no cooperative-related case was registered against Lamichhane. It became clear that the government agencies wouldn’t investigate the issue independently. Then, we raised the issue strongly and we even had to obstruct Parliament meetings. After the pressure, top leaders from the ruling as well as opposition parties agreed to form a parliamentary committee to investigate the matter. The leaders formed a task force led by Law, Justice and Parliamentary Affairs Minister Padam Giri and entrusted us with preparing the committee’s ToR and defining its jurisdiction.But at the task force meetings, members from the ruling parties lobbied to define the committee’s jurisdiction in a way that only allowed for investigation into the wrongdoings of cooperatives and their operators but not those involved in syphoning money from there through illegal means. They argued that only those who issued the loans should be made liable, not those who obtained it. Their intent was to protect Rabi Lamichhane. But I insisted that our duty is to find where the common people’s money has been spent or misused and then to return the money to the depositors. I insisted on investigating Lamichhane as various studies have shown his involvement in the misuse of depositors’ money.Then, we started exchanging written proposals. We exchanged and discussed many such proposals in writing. We insisted on mentioning the names of Lamichhane and the Gorkha Media Network—where Lamichhane and GB Rai invested tens of millions of cooperatives’ money—and ensuring that the depositors get their money back. After a long negotiation, members from the UML became a bit flexible. But the Rastriya Swatantra Party of Lamichhane continued to be rigid. Then, we finally agreed to mention the names of the cooperatives from where Lamichhane and his former colleagues had obtained money and to name Gorkha Media Network but not Lamichhane.But won’t keeping out the name of the sitting home minister create more confusion and disputes?There is no need to be confused. The ToR has stated the name of Gorkha Media Network, where Lamichhane and his team invested the money they got from the cooperatives, and the ToR’s Annex-2 has a list of cooperatives from where they obtained the money. It has also stated that “responsible officials of the company” involved in such transactions would also be investigated. Even other firms and individuals linked to the transactions will be probed. So there is no chance of keeping Lamichhane away from investigation. The committee’s jurisdiction defined in the ToR is clear on this.Will your party ask for Lamichhane’s resignation after the committee starts investigating him?Our party is yet to formally demand the home minister’s resignation. But questions have been raised about him in Parliament, in various public platforms and in the media. Also, the general public has raised this issue. He knows the committee will summon him for interrogation. A few months ago, when a minister [from Congress] was summoned by the Commission for Investigation of Abuse of Authority, Lamichhane was the one who strongly demanded the minister’s resignation in Parliament. He will soon face the parliamentary inquiry committee. Let’s see how he faces it. Leaders from ruling parties including the prime minister have accused the Congress of personally targeting Lamichhane after he refused to join a Congress-led coalition in which he was offered the prime ministerial position.Leaders from new parties should understand that political leaders engage in dialogue with all political forces. Some meetings are convened in a strategic way. This is natural in a democracy. Also, Lamichhane met with our party president. But they spread a rumour that our party president offered him the prime ministerial position. That’s not true. The argument that we targeted him after he refused to join our coalition is baseless. The Congress has officially decided that the probe committee can investigate any of our members suspected of wrongdoings. Has any other party made such a decision officially? We have also officially challenged the home minister to prove the allegations he labelled at our party leaders from Parliament’s rostrum. We have also challenged him to investigate and prove the charges.When the names of head and members of the parliamentary probe committee became public, many thought that the parties didn’t give due importance to the panel as they nominated relatively low-profile lawmakers. Why didn’t the parties choose powerful leaders to investigate a national crisis of this magnitude?This is a wrong perception. All members are federal parliamentarians. They shouldn’t be judged based on their personalities and profiles. The committee is powerful because it has a mandate from the House, and its jurisdiction and the ToR give it power. What we should carefully follow is their work. They can invite experts and specialists—such as chartered accountants, bankers, account specialists—if they require technical expertise during the investigation.Lamichhane himself is chair of the fourth-largest party, which has a decisive role in the ruling coalition. Prime Minister Pushpa Kamal Dahal and CPN-UML chair KP Sharma Oli had initially ruled out any need of investigation into the home minister. In this context, can the committee members freely conduct the investigation?I am confident that even the committee member from the RSP can’t defend his leader when the documents and facts show that the money was illegally released. How can other members protect him? I believe they will conduct the investigation independently and come up with a consensus report. Documents, facts and figures guide investigation. This isn’t like leaders giving statements on public platforms. We are not saying he must be proven guilty as the Congress has blamed him. He may prove to be innocent after investigation. We should accept if the evidence proves Lamichhane innocent. The bottom line is that the investigation should be fair. Many Congress leaders are also involved in cooperative scams and other corruption cases. So people suspect that leaders will eventually trade off and the probe panel will be only an eyewash.This investigation cannot be weakened under any pretext. I am saying this based on the documents and evidence I have studied. Also, the media and other stakeholders such as the study report of Pokhara Metropolitan City and the investigation report of Rupandehi District Police, among others, have already made ample evidence public. It’s not easy to acquit the guilty.What will Congress’ approach be if the committee, where ruling parties have a majority, fails to decide by consensus and members take decisions on a majority basis?In the seven-member panel, there are two members from our party and one from the Rastriya Prajatantra Party. If those from the ruling parties pushed for a wrong decision based on their majority, members from opposition parties will counter that and register their differing views. If such a situation arises they will be free to make the reality public and they can even bring out a different report.Was Congress under pressure to reach an agreement as there were reports that the government was preparing to unveil the budget through ordinance citing opposition’s House obstruction?We weren’t worried about that. In fact, the prime minister’s initiatives and his seriousness to end the House deadlock played a crucial role in helping us reach this agreement. \nAmnesty International's Secretary General Agnès Callamard's visit to Nepal highlights the global decline in human rights, including the shrinking of civic space, weaponization of laws, impunity for past crimes, and the rise of authoritarianism, with concerns about Nepal's stalled transitional justice process and the lack of international interference in holding perpetrators accountable.\nThe CPN (Unified Socialist), established in 2021 after a split from the CPN-UML, is holding its first general convention to refine its policies and leadership while facing internal strife and coalition challenges.\nCloudy weather with light rain, thunder, lightning, and gusty winds are expected in Koshi, Madhesh, Bagmati, and Gandaki provinces on Monday, with the possibility of similar conditions in other areas.\nCloudy weather and scattered rainfall are expected across Nepal on Sunday, with Dhangadi recording the highest temperature (42.7°C) and Jomsom experiencing the lowest (12.0°C).\nPartly to generally cloudy weather with isolated rainfall in eastern and central Nepal, while the west remains mostly fair; highest temperature in Nepalgunj at 43.2 degrees Celsius.\nOn Friday, the weather will be partly to generally cloudy in Koshi Province and Madhesh, along with the hilly regions of Bagmati and Gandaki.The Meteorological Forecasting Division said the rest of the country will be partly cloudy to mainly fair.For those in Koshi and the hilly regions of Bagmati and Gandaki, be prepared for light to moderate rain with thunder and lightning. In Madhesh and the rest of the country, similar conditions may occur in one or two places.Tonight, it will be partly cloudy to generally cloudy in Koshi, along with the hilly regions of Bagmati and Gandaki, and partly cloudy to mainly fair in the rest of the country. The met office said light to moderate rain with thunder and lightning is likely to occur at a few places in Koshi and the hilly regions of Bagmati and Gandaki and at one or two places throughout the country.Meanwhile, the Department of Hydrology and Meteorology has asked the people in central and west Tarai to apply precautions as the regions will likely witness excessive hot weather in the coming three days.Issuing a special bulletin on Thursday evening, the Department warned people in Kanchanpur, Kailali, Bardiya, Banke, and Dang districts to remain cautious, stating that there is a possibility of a heat wave. The districts in the Tarai region have experienced maximum temperatures of more than 40 degrees Celsius for the past couple of days. \n\nBe elaborative as possible. I need more text. Text only no title or headings. Write it in the form of inspiring story not news article or event.\n","story":"I will give you a story and the news events from today. \n    Based on news events continue the story and provide me the updated story. In the story cover all the events as much as possible, try to weave them together, making a beautiful story.\n    Be elaborative as possible. I need more text. Text only no title or headings. Write it in the form of inspiring story not news article or event.\n    \n    Story:\nOnce upon a time, nestled between the towering peaks of the Himalayas and the lush jungles of the Terai, there was a country named Nepal. Though still a developing nation, Nepal was a land of profound beauty and deep-rooted cultural heritage. The residents of Nepal faced many challenges, but beneath these hardships lay a resilient spirit and an unyielding hope for the future.\n\nThis enchanting land, where Mount Everest reaches towards the skies and the air carries a mix of incense and cool mountain breezes, was more than a geographical marvel. It was a mosaic of cultures, languages, and traditions, a testament to human endeavor against all odds. Nepal's history, from the unification under King Prithvi Narayan Shah to its transformation into a federal democratic republic, told a story of aspiration and endurance.\n\nIn recent years, the people of Nepal, with their indomitable will, had taken strides towards rebuilding and reimagining their country. They turned their struggles into stepping stones, each challenge a chapter in their ongoing saga. The shift from a monarchy to a republic had not only changed governance but had woven a new tapestry of democratic values and collective decision-making.\n\nEconomically, while agriculture continued to sustain a large part of its population, Nepal had begun to harness the potential of its picturesque landscapes, developing sustainable tourism that promised to preserve their natural heritage while boosting local economies. Communities living in the shadows of the Himalayas had become stewards of the earth, protecting the biodiversity that made their country unique.\n\nEach day brought new stories. Whether it was a festival in Kathmandu, a technological advance in Pokhara, or a conservation effort in Chitwan, these events were threads in the vibrant quilt of Nepali life. These stories, updated daily, reflected the pulse of progress and the spirit of hope that characterized this resilient nation.\n\nAnd so, as Nepal moved forward, each moment was not just a passage of time but a promise of potential, a narrative of a nation perennially climbing towards tomorrow, guided by the legacy of its past and the dreams of its future.\n\nNews events:\nPrime Minister Dahal defends government amid growing speculations of rifts within ruling parties, dismissing concerns raised by senior leaders and assuring continuation until its term's end.\nDespite their valiant bowling display against Bangladesh, Nepal's cricket team falls short in their World Cup journey, missing the chance to secure their first-ever win over a Test nation, while highlighting the need for improved batting and greater exposure to top-tier teams.\nThe Department of Drug Administration has suspended the sales and distribution of Biotax 1gm, an antibiotic injection manufactured by an Indian firm, citing serious health risks.According to the department, the national drug regulatory body, laboratory testing of the ‘Biotax 1gm’ batch F300460, manufactured by Indian pharma company Zydus Healthcare Ltd, revealed that the drug was not in compliance with the production specifications.“We have directed the manufacturing company, importers and distributors to immediately suspend sales, import and distribution of the said medicine, until further notice,” said Pramod KC, spokesperson at the department. “Some serious issues have been detected in the said antibiotic. Decisions about further actions will be taken once the investigation is completed.”Biotax 1gm injection is an antibiotic medicine used to treat bacterial infections, including those of the brain, lungs, ear, urinary tract, skin, soft tissues, bones and joints, blood, and heart. It is also used to prevent infections during surgery.According to the department, which carried out the testing in its own laboratory, BIOTAX-1gm batch F300460 is not safe for use and could risk patients’ lives.KC said that the decision to suspend the sales of the injection was made to ensure patient safety and would not affect the treatment, as other drugs with the same composition are available in the market.“Injection of the same composition manufactured by other companies are available in the market,” said KC. “The suspension of sales will not affect the treatment of patients.”Suspending and recalling substandard drugs from the market is routine work and part of the department's risk reduction measures. Officials said that several medicines found to be substandard have also been suspended from sales and distribution or recalled in the past. However, it is not known if all those substandard drugs were successfully recalled or some were sold to patients, as the department does not have the capacity to ensure timely recess of all substandard medicines.The regulatory agency regularly collects drugs through random sampling methods from pharmacies across the country and tests them in its own laboratory to ensure compliance with quality standards.DDA officials admit that due to understaffing, they cannot always monitor if all those drugs have been recalled or not.The department publishes a notice on its website asking respective companies to recall those drugs as soon as possible. However, most of the time, those substandard drugs have already been sold out by the time the notices are published, as it takes months, mainly due to understaffing, for the department to conduct tests in its laboratory. \nOn Monday morning, long queues snaked out of various state-run petrol stations across the Kathmandu Valley, causing frustration and long waits for motorists. This was for the first time in years that the Kathmandu Valley was seeing motorist queues.The situation arose due to a protest launched by petroleum transport workers who stopped supplying fuel to private pumps. They were protesting against their employers—petroleum dealers—accusing them of not implementing the minimum wage for workers as fixed by the government and excluding them from the social safety net. According to petroleum workers, petroleum transportation is one of the most dangerous jobs, yet lacks a social safety net.The protest, which began Friday, took a nasty turn after private petrol pumps ran out of fuel on Monday. Frantic motorists then started queuing up at state-owned petrol pumps. Videos and photos immediately went viral on social media, showing never-ending lines in front of petrol stations owned by Nepal Police in Naxal and other fuel stations.“We’ve been waiting for an hour,” said Saroj Karki, whose motorbike was already running empty.“This is totally frustrating. How can the government be so irresponsible,” said Karki, who was waiting at the Bhadrakali petrol pump run by the Nepal Army on Monday afternoon. Karki, a sales manager for a private company, said that he was scheduled to attend two meetings in different places. “It's 12:30, and the queue hasn’t moved at all. I don’t know what to do.” However, the streets of the Valley saw less traffic pressure on Monday due to a public holiday. Since Friday, most private petrol pumps have hung up “no petrol” signs. The issue was resolved late Monday afternoon after the government decided to form a committee to address the grievances of the petroleum transport workers. There are more than 2,100 petroleum transport workers in the country. People also expressed frustrations on social media. “One thing I like about the proliferation of electric vehicles in Nepal is that we will not be held ransom by different cartels of labour, transporters, fuel station owners and an inefficient, corrupt, constantly No Oil Corporation (NOC)!” Sujeev Shakya wrote on X. Ajay Das posted a video on X showing a long queue of motorists. He wrote, “This is not Kathmandu traffic, it’s the queue at Naxal Police petrol pump this morning.” On August 18 last year, the Ministry of Labour, Employment and Social Security implemented the monthly wage of workers, except for tea estate workers, at Rs17,300 as per Section 106 of the Labour Act, 2017. The monthly basic salary has been fixed at Rs10,820, and the dearness allowance at Rs6,480. The daily wage has been fixed at Rs668 and Rs89 per hour. Similarly, the hourly wage for part-time workers has been fixed at Rs95 per hour.But the petroleum transport workers said they have not received the hiked monthly wages and allowances. “We tried to settle the issue on Sunday morning but were not successful,” said Manoj Kumar Thakur, deputy director of Nepal Oil Corporation, the state-owned oil monopoly.The Kathmandu Valley consumes 700 kiloliters of petrol and 800 kiloliters of diesel daily. This requires 75-100 petroleum tankers to supply petrol and diesel from Thankot depo to different pumps in the Valley. On Saturday, the oil supplier reduced the prices of petroleum products. Petrol price was cut by Rs3 per litre to Rs165 per litre, while diesel and kerosene became cheaper by Re1 each, to Rs152 per litre.“Despite the monthly minimum salary of Rs17,300 determined by the Labour Act, we are receiving Rs8,000 to Rs10,000 per month. Only a few get Rs15,000, and that’s too below the government-set wages,” said Ishwar Lama, president of Nepal Petroleum Tank Divers Association.“We have not even been included in the social security scheme,” Lama said. “We are hopeful that our demand will be addressed this time, or else we will launch a nationwide protest.”According to the Nepal Oil Corporation, petroleum transport drivers stopped unloading fuel, petrol, and diesel from the corporation's Thankot depot on Sunday morning. The depot is open from 9 am to 5 pm.Lama said that during a meeting held at the Ministry of Industry, Commerce and Supplies, they agreed to the government’s proposal to form a committee to address the issues raised by the workers. The committee has been given 15 days to submit the report. The petroleum transport workers have put forth a seven-point demand.The committee is led by the deputy managing director of Nepal Oil Corporation with representatives from the Industry Ministry, Nepal Petroleum Tanker Drivers Association, Nepal Transportation Workers Association and All Nepal Petroleum Workers’ Union.Lilendra Pradhan, president of Nepal Petroleum Dealers National Association, said that petroleum tanker drivers have not been included in the social security scheme as they have been compelled to work without appointment letters. Thakur of Nepal Oil Corporation alleged that petroleum dealers were not providing salaries and benefits to petroleum transport workers, and they were not even included in social safety schemes. “As petroleum dealers are appointed by the corporation, we have to play the role of facilitator to resolve the issue.”On June 11, the Nepal Petroleum Tank Drivers Association had issued an ultimatum to the Nepal Oil Corporation. As part of the protest, petroleum transport workers began protesting on Friday by wearing black bands around their arms.The tank drivers' association has demanded that all drivers be provided appointment letters as per the Labour Act and salaries as determined by the government. \nLeaders of CPN (Unified Socialist) are actively preparing and campaigning for top positions in the upcoming general convention, despite facing challenges in retaining party members.\nCorruption cases against local representatives and bureaucrats have proliferated, paralyzing local units and highlighting the need for accountability and transparency in local governments empowered by the new constitution.\n“Microfinance is not simply banking, it is a development tool”, defined the World Bank 25 years ago. Microfinance activities involve small loans, informal appraisal of borrowers and investment collateral substitutes with group guarantees or compulsory savings, micro-savings and, sometimes, micro-insurance services generally to the populace unbanked by the so-called mainstream financial services and commercial banking.There was an era when the microfinance model of development finance was hailed as a panacea to almost every socioeconomic problem. It was portrayed as a tool to reduce poverty, increase financial access and inclusion, provide formal financial services to the unbanked population, promote gender equality and empower women, support income generation and self-employment schemes, proliferate small and micro enterprises and so on. The United Nations designated 2005 as the International Year of Microcredit. The “Grameen” model of rural finance pioneered in the early 1980s by Bangladeshi economist (and later Nobel Laurette) Mohammad Yunus was replicated in about a hundred developing and a few developed countries. Ironic, though, that he received a Nobel Peace Prize (2006), not in economics.But by now, all the hoopla has sublimated, and microfinance as a development finance instrument is, in totality, considered a failed model. A study by the University of California, Berkley, concludes, “Microfinance is not the cure-all for worldwide poverty that international organizations, financial institutions, and countries have claimed it to be. Microfinance is not designed to end the cycle of poverty”. Rather, microfinancing, with the high cost of borrowing, further perpetuates poverty. “Many microloan and credit recipients are not likely to be able to pay off the loan in a timely manner, so they find themselves in an even worse place when their interest accumulates.” A report with a few different findings has also been published in the Stanford Social Innovation Review.Promoting businesses has also proved to be a big farce globally. In some countries, such as South Africa, 94 percent of micro-borrowers were found using the funds for social and family functions. Simply, these microcredit clients are neither likely to have the “next big idea” to expand their businesses nor are they likely to find larger investors to upscale their business operations substantially.Often exaggerated benefits, mostly non-economical ones, of microfinance have always shadowed the exorbitantly higher interest rates thrust upon poor borrowers. In some countries like Mexico, the total cost of funds is calculated up to 200 percent; in countries like Cambodia and Nepal, it ranges between 20 to 30 percent. Apparently, the rate of return on investment must at least be 100 percent for a borrower to pay the interest, sustain the business and support the family as a self-employed individual, which is beyond economic logic. Case in point: NepalNepal started the microfinance nature of development financing nearly six decades ago, in 1967, with the establishment of the Agricultural Department Bank. Its aim was to help finance the farmers to modernise their farming practices and commercialise agricultural products. Several other experiments followed, like the Small Farmer Development Scheme in the 1970s, to replicate the Grameen model by establishing five rural development banks in each of the then-five development regions in the early 1990s. These banks were promoted by Nepal Rastra Bank (NRB), the central bank of Nepal, with its direct investment. With the advent of the liberal economic era, several private investors and financial non-governmental organisations (FINGOs) entered the market. The Rural Banks were later privatised.By 2017, the number of central bank-regulated institutions providing microcredits, including microfinance institutions (MFIs), FINGOs and saving and credit cooperatives (before mushrooming) reached 103. At present, according to NRB data, there are 55 microfinance institutions with 6 million members and 2.66 million borrowers with a portfolio of Rs400 billion.The evolution and now looming crisis in Nepal's microfinance industry are not different from the general global scenario. Initially, MFIs were portrayed as tools to increase formal financial access to the unbanked, poor and marginalised population. They were also expected to increase the farm productivity of small farmers, promote micro-enterprises, and, of course, reduce poverty and help accelerate economic growth.These tall tasks were never achieved. There has not been any systematic and comprehensive research on actual benevolent outcomes of microfinance activities on poverty reduction, enterprise development, etc. But lately, the over-indebted “victims” of the MFIs are continuously protesting against exploitation and coercion to pauperise them.The findings of a study by the NRB only reinforced the general belief that MFIs have failed to achieve any articulated objectives except expanding some level of banking literacy in the rural hinterland. Nearly 30 percent of the borrowers’ ticket sizes were less than Rs50,000. Any actual economic activity can hardly be expected of them. Only 18 percent of the deceitful borrowers syphoned 38 percent of disbursed loans by indulging in multiple banking and perceivably circumventing the weak regulatory framework.A long series of misguided policies and authorities' unwillingness to correct them have only aggravated the problem. First, the actual cost of borrowing was never brought into policy discussion. Until the previous year, when the NRB put a 16.5-percent cap, it was often reported that the cost of borrowing from MFIs frequently crossed a 30 percent mark. Resource mobilisation methods of these MFIs as the second-tier intermediaries—borrowing from commercial banks and lending to customers—were essentially faulty. Perhaps the biggest mistake on the part of regulators is to allow these MFIs to list in the stock market, the scribes of which have become soft spots for market manipulators and insider traders. Due to this, despite the poor financial performance of many of these institutions, their share price is constantly on the rise. The stock market index is thus becoming increasingly spurious.Worst of all, even after all the anomalies and shortcomings have come to the fore, the government and regulatory authorities are unwilling to take decisive corrective actions. As the following monetary policy is just around the corner, the monetary authority must gather the courage to salvage the financial system from the menace of microfinance, which has only proven to be a burden to the economy. The only excuse given is that the size of the people involved is not enough to allow a massive market distortion in banking as well as the capital markets. \nWhy does war take place despite the general aversion to war? Why does war disproportionately impact some social groups and genders? Why is there an unequal distribution of wealth, care, attention and sympathy in war? Why is climate change an existential threat to humanity, particularly to marginalised social groups and gender? Why is public health a national security issue? Why does any foreign policy that does not centre human beings fail externally and internally? Feminism seeks to explore these significant questions, offering an alternative lens to these issues. While feminism is plural and often includes diverse perspectives on a single issue, it has some common concerns. Feminist foreign policy (FFP) draws from various longstanding feminist concerns and activism to articulate and implement policies that promote gender equality inside and outside the country. Gender equality is a precondition for and a precursor to a peaceful, just and egalitarian society that is secure and stable.With this note, the Centre for Social Innovation and Foreign Policy recently organised a conference, “Shaping Nepal’s Future: Prospect and Roadmap for FFP”. It was a departure point for discussions on FFP, highlighting the constitutional basis of FFP, participation and representation of women and women’s concerns in domestic and foreign policies, priorities and pathways for post-conflict states like Nepal. It was encouraging to see greater interest and support for the re-imagination of Nepali foreign policy cohering along feminist principles in discourse and practice.In subsequent articles, we will focus on a synopsis of FFP, its core characteristics, its relevance to countries like Nepal, and how it promotes Nepal's national interest. This piece provides a brief background and outline of FFP, explains how it differs from conventional foreign policy and clarifies why this is a timely debate in Nepal’s foreign policy. The objective is to kickstart an intellectual and policy discourse on Nepal’s foreign policy. We highlight the significance of FFP by exploring various issues central to Nepal’s national interest, possible challenges, and how FFP helps us navigate them. Although the term “feminist foreign policy” is a nascent field of research and practice, it gained prominence after Sweden adopted FFP in 2014. Nonetheless, the idea of feminist approaches to global politics and international relations is nearly a century old. In the 1915 Hague Conference, women peace activists adopted 20 resolutions envisioning a peaceful, just and egalitarian world. Various UN World Conferences on Women, including Beijing Platform for Action 1995 and United Nations Security Council Resolution 1325 on Women, Peace and Security, are some of the key feminist thrusts in world politics prior to FFP.FFP explores and highlights the gendered structures, practices and knowledge claims that constitute contemporary mainstreaming thinking about global politics. In doing so, it problematises core realist claims on world politics, as masculinist knowledge claims, that preclude radical imagination of the world based on empathy, care and cooperation. However, this does not imply preceding the idea of national interest altogether. Instead, moving beyond the narrow and abstract conceptualisation of security as national security, FFP focuses on people, both inside and outside the state, as primary referent objects of security that bolsters national security. Similarly, the FFP approach adopts a gender-responsive policy approach embedded in both the internal and the external foreign policy environment. This policy is inclusive and bottom-up, drawing from social movements and other non-state actors in a manner that prioritises peace, gender equality and environmental security; glorifies, promotes and protects the human rights of all; seeks to disrupt colonial, racist, patriarchal and male-dominated power structures; and allocates significant resources, including research, to achieve that vision. Additionally, intersectional approach, inclusivity, ethics of care and empathetic cooperation are some of the themes that revolve around the discussions of FFP.However, there is an absence of a universally accepted definition of FFP. Neither are there uniform policies and programmes or a coherent framework for its implementation. FFP is configured differently in terms of policies, programmes and accountability mechanisms. Certain countries, such as France and Canada, prioritise the empowerment of women and girls. At the same time, Luxembourg and the Netherlands incorporate the LGBTI perspective. Mexico has pledged to achieve complete employment equality and incorporate a gender perspective in all foreign policy positions, resolutions, and mandates by 2024. Previously, Sweden released annual updates regarding its FFP. Similarly, some FFPs (e.g., Mexico and Chile) have an inward focus, while others (e.g., France, Canada, Sweden and the Netherlands) have an outward focus. In contrast, others, such as Spain, establish a balance between the two. Nepal has achieved remarkable socio-political transformation in the last two decades. Since its inception as a modern nation-state in 1768 AD, Nepal has experienced different types of regimes. Simultaneously, the world has undergone a radical transformation regarding geopolitics, economy, technology and socio-cultural norms and practices. Yet Nepal’s foreign policy remains largely unchanged, firmly stuck in an archaic understanding of national security in the form of territorial integrity and border control. Contemporary Nepal faces many new challenges ranging from climate change to threats in digital/cyberspace, possible ethnic strife, food security, brain and brawn drain, inequality in society and democratic backslide and decay, to name a few. While the threat to sovereignty and territorial integrity is ever present, the perception of such threat is mainly inflated, overshadowing real and emerging security threats. In this context, FFP offers a tantalising prospect to re-envision our foreign policy, reflecting the transformed global, regional and local political reality. It propels us to invest in human capital and enhance human security by prioritising the marginalised gender and social groups. Nepal has already been a party to all the major conventions such as the Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW), Women, Peace and Security (WPS) agenda that seek to promote women’s rights, show commitment to gender equality, and try to enhance women’s participation in all spheres of life. Similarly, the inclusive and egalitarian imagination and people-centric progressive ambition of the 2015 constitution provide a firm basis for FFP. Finally, Nepal can get a new platform and network to engage closely with some of the most democratic, prosperous, and egalitarian countries in the world, share its unique experiences of social-political transformation, and learn from their experience in governance, human development, and areas important to Nepal’s national interest.  \nNepali prime ministers, irrespective of their political affiliation, have over the years tried to cultivate the best of relations with New Delhi. Given the multifaceted nature of Nepal-India ties, the open border and Nepal’s heavy trade reliance on the southern neighbour, iffy relations with India can make life difficult for the Nepali head of government. There is also a corollary to this hard reality. Whenever the Nepali leader feels New Delhi is unhappy with him, he will invariably make an overture to the other neighbour, China. In the eyes of top Nepali leaders, China has always been seen as the power whose good graces can give them legitimacy as true nationalists. So they at least have to make a show of promoting ties with Beijing. This also helps keep New Delhi honest. To sum up, for most Nepali leaders, China is worth cultivating only to the extent of boosting their nationalist credentials. The issues of national interest are often the least of their concern. Nepal and China have vastly increased bilateral engagements in the post-pandemic period. On June 25, the two countries are to meet for a foreign secretary-level talks. Before that, the Joint Expert Group will sit to sort out boundary-related matters. Many outstanding issues will be discussed in the pair of meetings, from trade, transit, connectivity, investment, health, tourism, poverty alleviation, disaster management, education, culture to people-to-people exchanges. To make discussions more substantive, the Nepali side has requested China that the current bilateral mechanism at foreign secretary-level be elevated to the level of foreign ministers. That makes sense. It is also in the interest of both the sides to quickly settle outstanding border disputes, just like they amicably settled the dispute on height of Mt Everest back in 2020. Other nagging suspicions also need to be cleared up. For instance, the Chinese say there is no environment for their contractors and workers to work in Nepal, which in turn accounts for delays in various projects. Yet Nepali officials maintain that it is the Chinese who are, for instance, inexplicably delaying expansion and maintenance of several road projects and in handing over the detailed project report of the second phase of the Kathmandu Ring Road.While Nepali leaders have been guilty of playing the ‘China card’, the Chinese too have appeared less than enthusiastic on improving bilateral ties. The cooperation on the BRI has stalled, largely because of differences over funding modality, with Nepal wanting more grants and the Chinese pushing for more loans. Yet there would be fewer differences if there was greater transparency on China’s part, which is missing in, say, the Chinese funding of the Pokhara International Airport. Instead of trying to clear the air on these issues through bilateral channels, the Chinese have taken to social media with gusto. This suggests a gap in communication between official channels of the two countries. If Nepal-China relations are to progress and mature, ways must be found to reduce this gap. Our leaders’ reduction of China as a counterweight to India and a tool to burnish their nationalist credentials is as harmful as the new wolf warrior diplomacy of the Chinese diplomats. In order to improve ties, what the two countries should do is try to better understand each other while also respecting their differences—not just in their speeches but also in reality.    \nThe Ministry of Education, Science, and Technology said that 825 teachers across the country have voluntarily resigned from their memberships in political parties.Education Minister Sumana Shrestha said so during a press conference on Tuesday, marking her 100th day in office.Minister Shrestha reiterated her commitment to discourage teachers from participating in politics. She emphasised that efforts to detach teachers from political affiliations would be pursued without delay.Shortly after taking charge of the ministry, Shrestha started a process of taking action against the teachers and professors involved in party politics. The ministry has sought information on the teachers and professors affiliated to the parties from the Election Commission and the respective district education units.According to the Ministry of Education, 20 teachers associated with political parties resigned as teachers.The initiative was taken as per the Political Parties Act, 2017 which prohibits the teachers, professors and other government employees from engaging in politics.Similarly, the Patan High Court on October 5, 2021 had ruled that school teachers cannot engage in active politics. Responding to a writ petition, the court said those drawing salaries and benefits from the state coffers should not be involved in partisan politics.“It is not solely the responsibility of the Ministry of Education to disengage teachers from political parties,” said Minister Shrestha. “It requires the support and cooperation of all stakeholders.”At the press meet, she mentioned plans to provide identity cards to students, develop a book recycling system, and initiate career counselling programmes.According to the Ministry of Education, the reports of the Medical Education Investigation Commission and the High-Level National Education Commission have been released.Minister Shrestha said the recommendations in the report would be implemented gradually. She said the appointments of vice-chancellors for universities and officials for bodies under the ministry were conducted based on established criteria and would continue accordingly. \nVladimir Putin plans to visit North Korea to establish alternative trade and security systems that challenge Western control, signaling a deepening partnership amid Russia's war in Ukraine.\nThai courts grant bail to Thaksin Shinawatra, rule Senate selection lawful, and schedule hearings for cases against the Prime Minister and opposition party, easing immediate political crisis concerns.\nNorth Korean soldiers briefly crossed the Military Demarcation Line, prompting South Korea to fire warning shots; North Korean soldiers also suffered landmine casualties, highlighting ongoing frontline activities and border control measures amid Putin's visit to North Korea.\nCloudy weather with light rain and thunder is expected in Koshi, Madhesh, Bagmati, and Gandaki provinces, while other areas will experience partly cloudy skies.\nAstrological predictions for each zodiac sign include self-care, balance, emotional well-being, communication, boundaries, and exploring creative outlets.\nA Nepali conflict victim spoke at the UN Security Council, urging the Nepal government to deliver justice to victims of enforced disappearances and other human rights violations, highlighting the government's responsibility to search for answers and provide closure.\nNepal is a de facto caste-apartheid state. A 2007 Human Rights Watch report on the “untouchables” of India observed, “The only parallel to the practice of untouchability was apartheid in South Africa.” The HRW has declared caste discrimination a form of “hidden apartheid”—an apt observation for Nepal as well.In the past years, caste hatred and exclusion have become more concealed yet pervasive in the Himalayan region; caste has also spread its tentacles in the global diaspora. Last month, Amnesty International criticised the government’s utter apathy and lack of accountability on the persistent plight of Dalits. The communist-populist alliance in government doesn’t seem to heed the call for change. This is clear from recently announced government policies, programmes and budgets for the fiscal year 2024-25. The authorities are bent on keeping caste hierarchy and untouchability sacred and solid. Budget for ‘Dalit skills’On March 21, 2022, attending a Dalit function in Kathmandu, Prime Minister Pushpa Kamal Dahal declared that he was making a big announcement for the dignity and freedom of the “untouchables”. So much so that, he said, they would not forget it in over a century. He hasn’t made his supposedly phenomenal Dalit project explicit, but some Dalits still haven’t given up their hopes. Something came with this year’s budget for the Dalit community: Rs200 million to enhance Dalits’ traditional skills to create employment and promote their livelihood. This small yet seemingly significant budget has buoyed some Dalits. After all, as everybody says, something is better than nothing. However, I’m sceptical about the effectiveness of the Dalit-centred budget. Is it a big enough pot of money to significantly impact the target population? Most people would say “No”. Even some prominent Dalit NGO personalities close to the governing parties have expressed their dissatisfaction with the amount. Equally, are Dalits the only beneficiaries of this new scheme? I don't think so. The details of the intended 200-million project haven’t been developed yet. But it seems many non-Dalits will also get the support, especially those close to the ruling parties and leaders. There are at least two reasons for my understanding. First is the very name of the entity the government plans to establish to use that money: A separate body called the “Dalit, Neglected and Oppressed Class Upliftment and Development Corporation.” The use of so many words is likely intended to involve the beneficiaries from different castes and social groups. My suspicion stems from the second fact: In today’s Nepal, traditional Dalit skills—such as goldsmithing, tailoring, woodworking, and shoemaking—are no longer exclusively practised by Dalits. Once commercialised, many castes including the apex groups, have started these trades. So, skill enhancement projects will probably not be offered only to Dalits. I am not suggesting Dalits should have exclusive rights over these essential skills. It is neither practical nor proper to make such a case. My point is that it is probably wrong to think that the budget is for the betterment of Dalits. Untouched untouchabilityI have a serious objection to the utter lack of sensitivity towards the problems of Dalits, mainly the persistent practice of untouchability (hidden apartheid) in government policies, programmes and the budget. There is no single statement in the policies that mentions untouchability, let alone try to address it. The same applies to the state and local authorities under the federal system. The biggest irony is found in the Karnali Province, where the Province Head, Tilak Pariyar, is a Dalit man with a long history of fighting against the state as part of the Maoist movement, with ending caste oppression as a primary goal. On May 23, he presented 84-point policies and programmes of the province. Study it in detail, and aside from lip service here and there, there is no serious concern about the situation of Dalits in Karnali who have been facing caste humiliation and violence like nowhere else in the country. Yet the authorities seem totally blind to the realities! Recommended policy objectives What should a responsible government do, both in Kathmandu and Karnali? First, the federal capital should become sensitive towards the plight of Dalits, who suffer tremendously due to popular beliefs and practices of ritual impurity. Then, the federal capital should design a national policy framework that could be followed by the lower authorities.On a Sunday press meet, Caste Watch Network (CWN), a newly launched Dalit campaign group, recommended two fundamental policy objectives for tackling the complex problem of untouchability.First, the state should introduce new laws and policies—sticks and carrots—to enforce the constitutional and legal provisions against untouchability. It could, for example, forge a policy of immediately suspending government officials guilty of excluding and humiliating Dalits. Elderly people who discriminate against Dalits could be deprived of their elderly pensions for two years or so. Any temple practising Dalit exclusion could be deprived of state support in the form of money and sacred offerings and sacrificial animals (yes, even the historical and famous temples like Gorakhkali and Manakamana do practise a form of social exclusion). The second important policy objective would be to reform the religion. Some people frown at my suggestions about initiating religious and cultural reform, which they think takes many decades, if not centuries.While we cannot easily rewrite casteist texts like Manusmriti and Parasaramriti, it is possible to achieve the reformation of some religious beliefs and practices over time. For that, the secular state should stand firm against religious dogma and formulate proper laws and implement them. If no religious and/or cultural reform were possible at all, we would still be burning our mothers and sisters and other women alive on the sati pyres. If reform weren’t possible, we wouldn’t see a section of Bahuns drinking alcohol and consuming pork, and, as alluded to earlier, engaging in tailoring, drumming, shoemaking and goldsmithing. Upper castes have deceived Dalits. They have forced religious and cultural transformations in areas that benefit them materially and in other ways. And they have been opposed to the reform of those areas of religious and cultural traditions that would ensure equal rights for Dalits. For example, a Bahun doesn’t become polluted by drinking and drumming; these transgressions do not anger his deities. But he thinks he and his family, lineage and other deities and spirits become polluted if a drummer enters his house. Religious-cultural reform is not as tough as it seems. Governments and authorities at all levels should introduce new laws and policies and spend large sums to change the spiritual, religious and cultural spheres. Without this, we cannot do away with untouchability. \nThe caretaker Prime Minister of India, Narendra Modi, is all set to take the oath of office for the third constitutive term on Sunday evening, with the invited South Asian leaders to witness the ceremony. Prime Minister Pushpa Kamal Dahal will fly to New Delhi to attend the swearing-in, and the two prime ministers will hold a meeting after the ceremony, according to government officials. A Cabinet meeting on Thursday approved the prime minister’s visit to India. It will be a two-day trip, says Rekha Sharma, Minister for Communication and Information Technology. On Wednesday, Modi phoned Prime Minister Dahal and they briefly discussed the upcoming meeting, according to government officials.Modi is set to become the second Indian prime minister after Jawaharlal Nehru to serve three constitutive terms. The third term will be different from his first two as he was the prime minister backed by an absolute majority for his party, the Bharatiya Janata Party, in the last two terms. This time, Modi has to rely on coalition partners under the banner of the National Democratic Alliance.With Modi entering his third term, will Nepal-India ties change, or will they remain the same? Modi has championed the “Neighborhood First” policy in his dealings with South Asian nations. Modi is the only Indian prime minister who has visited Nepal more than once—in 2014 and 2018, and again in 2022. Thus, he knows all top leaders of Nepal and is fully aware of bilateral issues, having served in the office for a decade.“India’s policy towards Nepal will not change. There is very much consistency in their policy towards Nepal,” said former foreign minister Ramesh Nath Pandey. “Modi will have control over Nepal policy.In the past decade, several Nepali prime ministers have visited India and interacted with Modi. The Indian prime minister is thus fully aware of Nepal’s concerns and interests, as well as India's expectations of Nepal. However, according to Pandey, Nepal has squandered a decade trying to shed the historical baggage and resolve bilateral differences.This time, the BJP’s coalition partner, the Janata Dal (United), hails from the bordering state of Bihar. The JDU has called for a review of India’s controversial Agnipath scheme, under which hundreds of Nepali youths used to be recruited into the Indian Army’s Gorkha regiments. The Nepal government has refused to allow India to recruit its youth under this short-term scheme, arguing that the 1947 agreement between Nepal, India and Britain stipulated full-term service in both the Indian and British Armies, not short-term enlistment.“Prime Minister Modi had a telephone conversation with the Prime Minister of Nepal,” said an Indian government statement on Thursday. During the talks, Prime Minister Dahal congratulated Prime Minister Modi on his historic victory in the recently concluded Indian general elections, according to the statement.The statement said, “Dahal was convinced that, under Prime Minister Modi's leadership, India-Nepal relations would continue to strengthen.”Nepal shares deep-rooted cultural and civilizational links with India and remains a special partner in India’s ‘Neighbourhood First’ policy, added the statement.Nepal and India have many commonalities and differences that surface from time to time. Issues like boundary disputes, Nepal’s call for scrapping the Peace and Friendship Treaty of 1950 and drafting a new one, and the submission of the report of the Eminent Persons Group on Nepal-India relations, among others, remain key bottlenecks in the bilateral ties. Once again, Modi has an opportunity to resolve them.Some Indian experts also claimed that although Modi’s new government will include several coalition partners, the policy towards Nepal will fundamentally remain unchanged. But Modi’s new term is full of challenges as he will have to rely on and persuade his alliance partners and this could lead to instability in governance.Ranjit Rae, former Indian ambassador to Nepal, said that India’s foreign policy will remain unchanged in Modi’s third term as there is broad consensus among the parties on key foreign policy issues. “As Nitish Kumar is in the government and Bihar shares a long border with Nepal, Nepal will remain important in the foreign policy architecture,” Rae said. “Primarily, India’s ‘Neighbourhood First’ policy will continue.” On reviewing the Agnipath scheme, Rae said that it would be good if the new government reviewed it. According to the Indian media, there are hard bargains among coalition partners in New Delhi on power-sharing and it remains to be decided which party gets what portfolio.The two key alliance partners, N Chandrababu Naidu of the Telugu Desam Party and Nitish Kumar, both have secular credentials, so a party-centric foreign policy is unlikely to dominate during Modi’s third term, said Nihar Nayak, Research Fellow at the New Delhi-based Manohar Parrikar Institute for Defence Studies and Analyses (MP-IDSA).According to Nayak, the South Asian Association for Regional Cooperation (SAARC) could see a revival, and as per the strong demands of Nitish Kumar’s JDU, the Agnipath scheme will also be scrapped.“If the Agnipath scheme is scrapped or reviewed, relations with Nepal will improve. The second thing is that there will be no BJP foreign policy. India’s insecurity in the region will diminish. The call for the restoration of the Hindu state in Nepal is unlikely to crop up as prominently. There will be changes in some aspects of foreign policy as Modi will be compelled to heed his coalition partners,” said Nayak. \nOn February 7, the Supreme Court overturned the decision of the erstwhile KP Sharma Oli government to allow the Jhapa-based Giri Bandhu Tea Estate to swap land exceeding its legal ownership ceiling with plots in any other place within the Koshi Province.With the Supreme Court issuing its full text of the verdict on May 11, opposition party leaders have started questioning the CPN-UML about “policy corruption” committed in the process.The Nepali Congress leaders have demanded a probe into the Oli government’s decision. Even Kathmandu Mayor Balendra Shah has joined the chorus accusing Oli, who is also the UML chairman, of illegally swapping tea estate land, citing it as a clear case of policy corruption.The criticism from different quarters has put the UML on the defensive. And Oli is unable to hide his annoyance as questions come from all directions. His party is now defending the decision saying that the land swap was based on an amendment to the Land Act effected through a unanimous decision of the federal parliament.“No party opposed the Act’s amendment. The Nepali Congress also did not register any revision to the [amendment] bill. All the parties jointly passed the law,” said Yogesh Bhattarai, claiming it was wrong to accuse Oli and his party on the matter. He went on to say that the parties that helped revise that Act were now pointing fingers at the UML as the revision had been made without their notice.Against his claim, the Nepali Congress had registered amendments to the bill. Some of its lawmakers like Radheshyam Adhikari had criticised it strongly in the Upper House. However, it wasn't objected to by the Congress while endorsing it.Experts say this is an example of how laws are passed in Nepal. The executive includes provisions that allow for policy corruption, and these are endorsed as lawmakers do not care to engage in a thorough study and deliberations over the bill.“Policy corruption at the executive level can be checked if the lawmakers are vigilant and lawmaking is transparent,” Khimlal Devkota, a former National Assembly member who has closely studied Nepal’s law-making process, told the Post.Policy decisions in Nepal have become rather controversial. Cabinet decisions are deemed to be among such decisions. Even though the Commission for Investigation of Abuse of Authority Act-1991 is silent on what constitutes a policy decision, the Supreme Court in 1996 sought to define it.As per the 1996 verdict issued by then-chief justice Surendra Prasad Singh and justices Keshav Prasad Upadhyaya, Laxman Prasad Aryal, Kedar Nath Upadhyay and Udayaraj Upadhyaya, decisions taken ‘collectively’ by the Cabinet to fulfil promises made in the election manifesto constitute ‘policy decisions’.Nepali politicians have long been spared from prosecution as decisions made in the Cabinet are termed policy decisions. The anti-graft body has directed the government and Parliament to define what constitutes a ‘policy decision’. Anti-corruption activists have also been seeking clarity on the concept for the same reason.The Oli government presented a bill to amend the Land Act in 2019. It was endorsed by both houses of the federal parliament in January 2020. Based on the new law, the Oli government on April 26, 2021 allowed the Giri Bandhu Tea Estate owners to swap 343.19 bighas (1 bigha equals 6,773 square metres) of land occupied by the tea estate. The decision was challenged in the Supreme Court. A constitutional bench of the court revoked the decision ruling it illegal.The opposition started lashing out at Oli and his party after the court verdict and its full text. This was not the first time that Parliament passed the bill unanimously and realised later that the executive had mala fide intent. On December 24, 2018, the government registered a bill in the federal parliament to amend a few laws. It included a proposal to revise the Nepal Trust Act. The bill revising 56 different laws was tabled for deliberations in the House of Representatives on January 1, 2019 and it was endorsed on February 15 unopposed. The National Assembly endorsed it on March 2 that year, before President Bidya Devi Bhandari authenticated it the very next day. However, the issue came to light only when the Oli government decided to lease out the land under the trust to the Yeti Group. Even the lawmakers who had voted for the revision criticised the law, having overlooked the issue during deliberations in the House.Legal experts say such incidents happen when the lawmaking process is not participatory and parliamentarians show little interest in study and deliberations. “The lawmaking process must be participatory right from its drafting process. It must be discussed widely in the House to make sure that it serves a right cause,” said advocate Mohan Acharya. Amid widespread criticism that law-making lacks broad participation, a bill is under consideration in the House to ensure that legislation becomes a more consultative process.“The bill, if passed, will ensure that bills are drafted after proper consultations with all stakeholders. They will be widely discussed before endorsement,” said Devkota. “In federal countries, central governments discuss bills with the provinces before tabling them in Parliament. Had this been done, there would not have been scams like Giri Bandhu.”Besides, the Pushpa Kamal Dahal government is creating a mechanism for turning legislation into a more consultative process. Talking to law students on Sunday, Minister for Law, Justice and Parliamentary Affairs Padam Giri said the government was creating a Suggestion Bank to receive feedback on bills. “Such feedback and suggestions will be incorporated in the bills,” he said. \nEducation in Every Home’s report titled ‘Diversity, Equity and Inclusion in Nepal’s Textbooks’ highlights the lack of diversity, inclusivity, and inaccuracies in these textbooks.  The findings include egregious mistakes in textbooks like the inclusion of a letter Abraham Lincloln supposedly wrote—dating to a time 17 years after his assassination, to assertions like Brazil has tigers, elephants and rhinos while Germany has tigers and monkeys. The books display a clear bias in favour of Brahmin Chhetri males, while women make up just 18 percent of all people profiled. While 80 percent of all bylines are male, the presence of marginalised communities, especially Dalits, is nearly non-existent.  \n\nThe Araniko Project, which is also a popular blog, aims to uncover the past and present of the Nepal-China relations by using primary sources in Mandarin. A fluent Mandarin speaker, Rajbhandari, who has lived in Beijing for six years, has a master’s degree in Chinese politics from Renmin University of China.  In this conversation, she talks about Chinese historiography on Nepal, the nuances of Mandarin-to-English translation, Nepal-China ties and the importance of understanding Chinese language in order to understand the country. \nNeupane was one of the conveners of ‘Project Sambad’, “a collaborative platform hosted by a group of Nepali institutions, designed to promote in-depth conversations that critically examine Nepali society and its policy-making space.” The first edition of the event happened in Kathmandu on March 14 and 15.  In this interview, the two discuss the state of Nepali public debates and ways to foster better discussions on vital issues. \nAs John Berger, a prominent art critic and novelist, said, art is the enduring legacy of a generation, preserving the thoughts, beliefs, politics, and passions of an entire era. When all is perished, what remains is art, a reflection of an era’s collective consciousness, preserved for posterity. Art is both the most accessible and spiritual form of an archive, distinct from academic records. It is because, unlike other forms of archives, art captures both the profound and the mundane, even when they lie in striking juxtaposition. It embodies emotions and experiences too complex for words, nurturing the drive in artists of different eras to innovate beyond conventional forms of expression and mediums.The most recent art exhibition at Gallery Mcube’s ‘Young Artists Show’ features ten young artists’ expressions of love, angst, and struggle for the world around them all within one space. This exhibition features stunning, inventive, and evocative artworks that explore a wide range of subjects and emotions. The artworks represent a diverse group of young artists from various parts of Nepal.Harshita Singh’s artwork is the first thing you see as you enter the space. It incorporates her pottery practice and her fascination with the concept of ‘Hamsa’, which represents hands. Her creation is both original and compelling. I found myself staring at artwork for extended periods, trying to unravel its meanings and the artistic processes behind it.Subodh Bhandari and Sambrididhi R Shakya’s ‘What Makes a City’ deserve a larger and extended exhibition because of the issues it raises. This intricate mixed-media features layers of symbolism that will engage art enthusiasts and amateurs alike. With a specific focus on Kathmandu, these works explore the essence of urban life and the difficulties faced by cities, employing materials like plastic sacks, glass, intricate paintwork, and calligraphy.These artworks address Kathmandu’s waste management issues and water scarcity with sensitivity and insight. They also shed light on Nepal’s brain drain problem, highlighting its impact on the city and its inhabitants. Overall, ‘What Makes a City’ by Subodh Bhandari and Sambrididhi R Shakya not only showcases their artistic prowess but also raises important social and environmental issues in a visually compelling and thought-provoking way.As I walked through the exhibition, I came across feathers painted with detailed, lifelike images of different birds hovering around a levitating tree branch in an enthralling spectacle. More feathers scattered all over the floor, each one intricately painted with bird art. I found the concept to be both captivating and innovative, pushing the boundaries of artistic expression with daring experimentation. This artwork is part of Ronisha Shrestha’s series ‘Abandoned Companions’, in which she compassionately portrays the fate of animals in urban landscapes with incredible empathy.Saran Tandukar’s ‘Scarecrow’ stands out from the rest of the artworks presented in the space. He has collected clothes and fabrics from his community to capture stories, memories, and their essence.His work reflects the migration struggles in our community. He says, “When there is a drought, everybody leaves their home and field, even if they are emotionally connected. The situation forces them to leave everything behind.”He expresses feeling like an abandoned scarecrow in a drought-stricken field, watching his friends and family depart. Just as no one takes a scarecrow when they migrate, he feels as if he is left behind—a sentiment shared by many families and communities in Nepal.The artist’s expertise in working with cloth, particularly in capturing human features, adds an intriguing layer to the piece. His skill in painting with cloth, especially in depicting people's faces and structures, adds a fascinating dimension to the pieces.As part of this series, the exhibition features cubes adorned with levitated fabrics—a sight that further enhances the thematic exploration and visual impact of the artworks on display.The two artworks presented by Rojan Rai, ‘Sweet Smile’ and ‘Bags Full of Uncertainties’, intertwine graffiti-style street art and integrate traditional forms of painting. They feature the essence of daily life through the depiction of the resilience of street vendors.‘Bags Full of Uncertainties’ depicts a middle-aged street vendor overwhelmed by the number of bags he carries. This painting highlights the burdens of uncertainty while also showcasing the beauty of resilience. It is a poignant and powerful reminder to embrace life’s unpredictability and cherish each moment.The second artwork by Rojan also shows a street vendor, but this one is a child. ‘Sweet Smile’ depicts a little boy selling cotton candy against a backdrop bearing the word ‘SWEET’ in bold graffiti style. The boy’s joyous grin, contrasted against this vivid background, exemplifies the beauty and resilience of ordinary life.Gallery Mcube’s ‘Young Artists Show’ not only exhibits budding artists’ enormous potential but also expresses the new generation's emotions and sociopolitical challenges. It showcases their artistic ability and also addresses important social and environmental issues in visually appealing and innovative ways. The gallery’s initiative to spotlight these talented artists is truly commendable. Young Artists’ Show 2024Where: Gallery Mcube, Chakupat, LalitpurTimings: 11:00 am to 8:00 pmEntry: FreeTill June 19 \nAyodhyapuri, spanning wards 7, 8, and 9 of Madi Municipality in Chitwan district, is nestled between the Chitwan National Park (CNP) and Someshwar forest on three sides. Known for frequent human-animal conflict, this area has seen loss of lives and property every year.Efforts of the authorities and local residents to control human-animal conflict by installing electric fencing have been largely effective. Of late, the solar-powered electric fences have deterred wild animals from entering into the settlements, thus protecting lives, property, and mainly crops. However, this solution entails a new risk: accidental electrocution for local residents.“The electric fencing has been helpful in keeping wild animals like elephants, rhinos and deer away from the settlement and safeguarding crops. It also has reduced human-animal conflict significantly. However, it also brings a new threat—people also may get electrocuted and injured,” said Shivaji Gayak, chairman of Ayodhyapuri Buffer Zone Consumers’ Committee.“We installed warning sirens to alert people after a 28-year-old man died of electric shock on the fence last year,” said Gayak. According to him, warning sirens have been installed in four different places a few months ago to warn people before releasing electricity in the fence. The sirens are sounded for about five to seven minutes before activating the electric fencing. Rup Bahadur Shahi, aged 65, of Shivadwar village in Ayodhyapuri hurries to reach home before evening. An equipment that controls electricity flow in the electric fencing is in Shahi’s house. He is responsible for activating the fence before nightfall.“But releasing electricity is not enough anymore. I have to sound the siren for five-seven minutes before activating the fence,” said Shahi, who is responsible for both sounding the siren and releasing current in the fence.In view of unchecked human-animal conflict, the authorities started installing electric fencing some 15 years ago. Solar-powered electric fences were installed in various places at different times. According to Gayak, electric fencing now covers around 10 kilometres in Ayodhyapuri.The wild animals run away as they get mild electric shocks upon touching the fence. There were no reported harms to the local people. But Bikalpa Subedi of ward 9 of Madi got injured after being caught in the electric fencing on October 12, 2023. He was rushed to the hospital, but the doctors could not save him. Wild animals often enter settlements in Ayodhyapuri and destroy crops in the fields. Sometimes they also attack humans. Shahi’s wife Jhanmaya still remembers an incident 25 years ago when she was attacked and seriously injured by a bear.“I had been working in the paddy field near my house. The bear attacked and injured me seriously. I spent about four months in hospitals in Bharatpur and Kathmandu. I survived but I still have a problem with my right knee,” said Jhanmaya. There are scores of people like Jhanmaya in Ayodhyapuri. As many as 28 people have been killed in wildlife attacks in the Ayodhyapuri area since 1998. Fifteen people were killed by tigers; nine by wild elephants; two by a rhinoceros; and one each by a bear and wild boar.Ayodhyapuri, with about 2,500 households, has seen many deaths and countless injuries over the years. After the formation of the Ayodhyapuri Buffer Zone Consumer Committee in 1997, the process of documenting details of locals and animals started in 1998. Since then 46 people have been injured in wildlife attacks in Ayodhyapuri. According to the Ayodhyapuri Buffer Zone Consumers’ Committee, more than 30 people in Ayodhyapuri are living with disabilities as a result of such attacks.“There is no alternative to electric fencing to protect the settlements and people from the wildlife. We have installed warning sirens and launched awareness campaigns to mitigate possible harms from the electric fence,” said Gayak.Incidents of human-animal conflict are unchecked with an ever-increasing number of wild animals like tigers and rhinos.According to data from the Department of National Parks and Wildlife Conservation, there were 121 tigers in Nepal in 2009. The number has almost tripled to 355, according to the tiger census 2022. Chitwan is home to 128 tigers, according to the 2022 census. The census of 2018 showed Chitwan National Park had 93 tigers.Similarly, the rhino population has also increased in Chitwan National Park. According to the national rhino census conducted in 2021, Nepal is home to 752 one-horned rhinos, with Chitwan National Park alone hosting 694 of them. The country’s rhino population stood at 645 in 2015, with 605 rhinos in Chitwan alone. \nShould non-governmental organisations be allowed in legislative committee deliberations? This age-old question has divided experts and legislators. While NGOs have long been active in Nepal’s lawmaking process, controversy flared anew when NGO representatives were found attending Sunday’s session of the State Affairs and Good Governance Committee of Parliament without the knowledge of many lawmakers. The committee was scheduled to discuss the federal civil code amendment bill with expert input from Umesh Mainali, the former chief of the Public Service Commission. Deputy Prime Minister and Home Minister Rabi Lamichhane was also present at the meeting. However, the meeting took an unexpected turn when lawmakers noticed an elaborate breakfast and lunch arrangement, a departure from usual tea and simple fare. This led to questions about the sponsorship.Upon noticing the breakfast arrangement in the committee hall, Nepali Congress lawmaker Hridaya Ram Thani approached the committee president for clarification. It was revealed that the breakfast was arranged by an NGO, whose representatives were present in the meeting hall, leading to an abrupt adjournment of the meeting without any agenda being discussed.“After knowing that the lunch was sponsored by an NGO, Home Minister Lamichhane left the meeting hall,” Thani told the Post. Before leaving, Lamichhane also questioned the committee chair stating that it was unacceptable to hold a meeting with the breakfast sponsored by an NGO, Thani said, quoting Lamichhane. The National Forum for Parliamentarians on Population and Development (NFPPD), an NGO, had sponsored the breakfast and lunch for lawmakers. Two representatives of the NGO, Ram Guragain and Arinika Rai, were present in the committee meeting hall. Amidst the disruption, committee members raised questions about the role of Ramhari Khatiwada, the Congress lawmaker who leads the State Affairs and Good Governance Committee, concerning the NGO’s catering arrangements.But Khatiwada denied any involvement. “I was not aware of the presence of the NGO representatives in the meeting, or of the breakfast arrangement,” Khatiwada told the Post. “After we knew about it, we cancelled the meeting.” “Though other parliamentary committees might allow NGO representatives to attend meetings, our committee does not permit such things,” added Khatiwada. However, CPN-UML lawmaker Prithvi Subba Gurung dismissed the issue. “If necessary, people from various walks of life can be invited to the committee to discuss various agenda,” Gurung told the Post. “There was no reason for disruption.” Mainali, who was invited for his expert input to Sunday’s committee meeting, echoed Gurung and said various stakeholders can participate in committee discussions, but they are excluded when the committee engages in agenda-specific discussions. “In my understanding, the controversy arose not due to the participation of the NGO’s representatives, but because of the breakfast and lunch they arranged,” Mainali told the Post. However, the committee member and lawmaker of Congress, Ishwari Devi Neupane, has a different view. Neupane argues that the presence of NGO representatives could influence a forum dedicated to formulating state laws. “If we allow representatives of an NGO into committee meetings, other NGOs might seek similar permission, and this could impact the lawmaking process,” Neupane told the Post. “That is why we questioned the presence of the NGO that sponsored today’s breakfast and lunch.” Neupane stressed that while agendas can be openly discussed with the representatives of civil society and NGOs outside the committee hall, inviting them to committee meetings is a wrong practice. However, NFPPD representative Guragain, who was present at the State Affairs and Good Governance Committee meeting, said his organisation directly deals with parliamentarians and is often invited to such meetings. “We participated in Sunday’s discussion because we have been taking part in discussions in other committees as well,” Guragain told the Post. “We had an invitation letter to the meeting from the parliamentary committee.”However, former minister Ramesh Nath Pandey says incorporating the agendas of INGOs and NGOs into the lawmaking process is wrong and such practice must end. Pandey said such influences were more visible during the constitution-drafting process. “External elements are present not only during the drafting of policy papers, but also in the workings of sensitive institutions and law drafting. As a result, our decision-making process is becoming ineffective,” Pandey said. “If lawmakers acknowledge and rectify their past mistakes, things would improve.”  \nRSP leaders hint at exiting the government due to concerns about limited decision-making power and a perceived failure to address governance issues, despite joining the coalition after the public's dissatisfaction with traditional parties.\nCPN-UML leader Oli expresses dissatisfaction with the budget, fueling speculation of growing discord within the ruling parties due to concerns over certain provisions and insufficient focus on poverty reduction.\nPolice detained two individuals in Thimi, Bhaktapur, on Friday for allegedly mining cryptocurrency using a server and 64 desktops from a lab.\nCIB arrests three Square Savings & Credit Cooperative officials for Rs74 million embezzlement, remanded for investigation.\nNepali Congress supports Kathmandu Mayor Balendra Shah's sidewalk expansion at New Road despite opposition from UML-led Road Division, escalating a conflict with the federal government.\nTwo bodies (male and female) discovered on a cliff in Dakshinkali, believed to have died in an accident involving a motorcycle.\nWith the monsoon just around the corner, the Kathmandu Metropolitan City has finally started repairing the Sisdole road that leads to the Bancharedanda landfill in Nuwakot district. Officials said they started fixing potholes, concreting and other works on Wednesday.“We have allocated Rs30 million for the repairs, and the work started on Wednesday after completing the tender process,” said Rabinman Shrestha, chief of the Environment Department of the Kathmandu Metropolitan City (KMC). “We have asked the contractor to complete the work at the earliest in view of the looming monsoon.”Every year, garbage disposal is affected during the monsoon season due to rain, landslides, and poor road conditions. Sometimes, garbage disposal is disrupted due to obstructions by the residents living in settlements near and around the landfill site. These obstructions result in a complete halt in door-to-door garbage collection for weeks, leading locals in the Valley to discard their trash on the streets and causing chaos in the city.“We are aware of the risks associated with obstructions in garbage disposal and their consequences,” said Shrestha. “We have been taking measures accordingly to lessen all possible risks.”The metropolis said that around 200 metres of road near the Sisdole area, which is often damaged by garbage trucks and excavators, will be concretised.Meteorologists in Nepal anticipate the onset of monsoon by the end of next week, a few days ahead of the usual June 13 arrival of the weather system from the Bay of Bengal.KMC is also considering purchasing a high-pressure pump to prevent the overflow of leachate from the dumping ground. Recently, locals in the Sisdole area protested and stopped the trucks from disposing of garbage alleging the KMC’s negligence in leachate control.Municipal officials said that the Ministry of Urban Development took away a high-pressure pumpset from the landfill site's leachate pond some three months ago for maintenance, but has yet to return it. Landfill leachate is a hazardous liquid containing harmful bacteria, chemicals and other components. It forms when rainwater passes through a landfill or when organic matter decomposes naturally.Officials say the leachate needs to be re-injected into the landfill, which quickens the decomposition process of the landfill waste and prevents the liquid from flowing into the river. The city office has also started segregating degradable and bio-non-degradable waste materials from households in its seven wards. Wards 5, 7, 10, 12, 24 and 27 have been segregating the waste materials generated in the households. The city office has also arranged separate trucks for collecting segregated waste materials from the households.Degradable waste materials are being turned into compost at the KMC’s waste transfer station. Officials said that the metropolis has also been using reagents to expedite the compost-making process.Waste segregation at the source was one of the measures Mayor Balendra Shah touted as a solution to Kathmandu’s chronic garbage problem. After he assumed office, Shah asked city residents to start segregating waste at the source. They started doing so, using separate bins in their homes. But the plan didn’t work, largely due to a lack of preparations on the KMC’s part.The Kathmandu Valley generates over 1,200 tonnes of solid waste every day, nearly 60 percent of which comes from the KMC alone. Experts say 60 percent of organic waste originating in the Valley can be converted into compost and the remaining 30 percent of non-degradable waste can be recycled. \nA modern Chyangra fibre de-dusting plant has been established in Lo Manthang of Mustang district to support the collection of quality fibre from the local level for Chyangra pashmina.Rob Fenn, the British Ambassador to Nepal, Tashi Nhurbu Gurung, Chairman, and Chhyumi Bista, Deputy Chairman of Lo Manthang rural municipality, jointly inaugurated the plant on Sunday in Lo Manthang.Famed for its unique quality, Nepal’s hand-woven Pashmina embodies the country’s culture and heritage and is highly coveted in international markets. Established by the Nepal Pashmina Industries Association with support from the United Kingdom Trade Partnership Programme Nepal and the International Trade Centre, the plant will strengthen the supply of high-quality Chyangra fibre for the production and export of Nepal’s pashmina.During the inauguration, ambassador Fenn expressed happiness to help build Nepal’s Chyangra brand from farm to fashion. “The UK is already involved ‘downstream’, accompanying Nepali Chyangra entrepreneurs to London Source Fashion Week. Now I have come ‘upstream’, the Kaligandaki, to be precise, to meet farmers in Upper Mustang. I can now tell the story of the whole value chain. And, alongside the inherent quality of ‘cent percent Chyangra’, it’s the extraordinary stories that can be woven around anything ‘Made in Nepal’ that give Nepali exports an edge, especially in UK markets,” Fen said. Fenn also observed and initiated the Chyangra fibre harvesting process in Lomanthang.Tashi Nhurbu Gurung, Chairman of Lo Manthang rural municipality, expressed the local government’s commitment to promoting Chyangra production and fibre harvesting to create employment opportunities and increase income for locals, especially youth and women. He voiced readiness to collaborate with relevant stakeholders to further this goal.Dhan Prasad Lamichhane, President of the Nepal Pashmina Industries Association (NPIA), noted that pashmina entrepreneurs are striving to integrate local Chyangra farmers into the pashmina value chain, offering them better prices and markets. He also expressed the association’s keen interest in collaborating with the Nepal government and development partners, including UKTP and the International Trade Centre, to strengthen the Pashmina value chain by establishing robust backward and forward linkages.The Nepal government has identified Chyangra pashmina as one of Nepal’s high-potentialexport products. Last year, Nepal launched the Nepal Pashmina Sector Export National Strategy 2022-2026, aiming to increase Pashmina exports to $75 million by 2026. Recently, the government also released the Pashmina Export Facilitation Guide, targeting SMEs involved in pashmina export. \nIndustrialists have warned that high taxes, which will lead to higher prices, may hurt Nepal’s sponge iron manufacturing and could threaten the country's overall steel output in the short term.Three years ago, the government, through the budget, announced customs duty waivers on sponge iron and related raw materials imported from India to encourage manufacturing of billet in the country by importing raw materials.Rajesh Kumar Agrawal, chairman of the industry committee of the Federation of Nepalese Chambers of Commerce and Industry, said the government had decided three years ago to waive customs duty to encourage investment.The then finance minister Janardan Sharma cut the duty imposed on sponge iron to 1 percent in the budget for 2022-23.The budget then imposed an excise duty of Rs2.50 per kg on finished billet imported from India. He had totally waived customs duty on imported pig iron and scrap.Finance Minister Barsha Man Pun, however, reintroduced the customs duty to 2.5 percent on sponge iron imports and 1 percent on pig and scrap iron imports in the budget for the next fiscal year beginning mid-July. The budget was announced on May 28. Industrialists warn that they would knock on the court’s door if the government failed to roll back its decision. They said that the policy had been amended in a short period to discourage investment. \"Instead of encouraging investment, the government has changed the policy out of nowhere,\" said Agrawal in a press meeting in Bhairahawa last week. “The government has taken an unpopular move without taking advice and inputs from the private sector. The government has not done any study before reintroducing the policy.\" “This is a policy flaw. It needs to be corrected.”Steel and iron producers say that such policies may harm the manufacturing industry in the long term. \"If we want to become self-reliant on iron, there is a need for an encouraging environment. But unfortunately, the government is least bothered.\"The industrialists, who have been importing raw materials and producing iron rods through melting, have been requesting the prime minister and finance minister, as well as leaders of various political parties, to roll back the decision.\"Due to the government’s policy three years ago of encouraging iron and steel industries, investors decided to pour money into the manufacturing sector. But the abrupt changes in policy have put them in a fix,\" Agrawal said.Five melting furnace factory plants were in operation three years ago. Due to the new policy, the number of such factories increased. In three years, the number of melting furnace plants has increased to 18.Five are in Rupandehi, four in Morang, seven in Birgunj, and one each in Kapilvastu and Banke.The iron and steel industry manufactures billets by mixing scrap material with imported sponge iron from India. The billet produced within the country is made from 75 percent sponge iron and 25 percent scrap iron. The billet produced this way is rolled and made into iron rods.Agrawal said Rs36 billion had been invested in a dozen and a half such plants, which employ 5,000 people and produce around 2.3 million tonnes of iron rods annually.With the government policy of producing billet within the country, the rolling mills also installed the melting furnace technology at that time. They invested Rs1 billion more into the technology, said Agrawal.The finance ministry encouraged the private sector to open such plants to increase electricity consumption within the country, and this industry pays electricity bills amounting to Rs15 billion annually.However, with the government preparing to provide a waiver in excise duty on billets at customs points, the rolling mill operators in Rupandehi have expressed their happiness. The government, through the budget for the upcoming fiscal year, has announced the removal of an excise duty of Rs2,500 per tonne on imported billets imposed at customs points.The government provision has created hope for the industries that were shut down. The rolling industry entrepreneurs in Rupandehi and neighbouring districts who were producing iron rods by importing billet have been conducting phase-wise protests for two years to remove the customs and excise duties.The industrialists said that the government, understanding reality, has decided to remove the excise duty, which they said is a justifiable decision from the government.\"The government, through the budget, has addressed our demand partially,\" said Dhurba Kumar Shrestha, vice-chairman of Panchakanya Group. \"The rolling mill industry entrepreneurs were confident that the government would address our demand one day as millions of investment was about to sink.”With the issuance of Financial Bill 2024, it has created an environment for the iron industry, which is produced using imported billets, to compete in the market, Shrestha said.Shrestha said that the customs charges need to be uniform when importing raw materials for the industry that produces the same goods, and this is the major demand of rolling mill operators.With the government's change in policy, employment will regenerate. Half a dozen plants produce iron rods by rolling imported billet from India. \nNepal’s unemployment rate has been increasing, according to a report.The fourth Nepal Living Standard Survey report, published by the National Statistics Office on Thursday, shows that the unemployment rate climbed up to 12.6 percent in 2022-23 from 11.4 percent in 2017-18, representing a 1.2 percent rise in the five-year period.The unemployment rate has risen from 4.9 percent in 1995-96 to 12.6 percent in 2022-23.This rise is more pronounced among younger workers, with the unemployment rate for those aged 15-24 jumping from 7.3 percent in 1995-96 to 22.7 percent in 2022-23. The report said this highlights the challenge of finding jobs for youths in Nepal. The survey report shows joblessness among people between the ages of 15 and 24 declined to 22.7 percent in 2022-23 from 23.9 percent in 2017-18.“Most worrying is the rise in unemployment in the past five years, which increased by 1.2 percent, and that’s worrisome,” said Hem Raj Regmi, deputy chief statistician at the statistics office. “The economy has failed to generate enough jobs for its large and expanding young population.”The population structure has shifted towards a younger working-age population, with a decrease in the proportion of children (0-14 years) and an increase in the proportion of adults (15-59 years).This trend is further supported by a declining dependency ratio, suggesting a growing workforce. The proportion of the elderly population (60 years and above) has increased.Regmi said the age between 15 and 24, the most productive time for an individual, is not considered the working age in Nepal, as these people are involved in education and training.“At this age, our survey has found, people will work only if they are offered a job. The responsibility to earn money grows in later years.”The survey data on employment status reveals significant shifts in the labour market between 1995-96 and 2022-23. The percentage of those with jobs has declined considerably from 67.2 percent in 1995-96 to 32.4 percent in 2022-23, while the percentage of those not in the labour force has increased from 29.4 percent to 62.9 percent.The share of wage employment in agriculture has significantly declined from 70.7 percent in 1995-96 to 1.9 percent in 2022-23. The share of wage employment in non-agriculture, on the other hand, has risen considerably from 9.5 percent in 1995-96 to 56.6 percent in 2022-23.The survey report shows that 32.4 percent of the population is employed, 62.9 percent is not in the labour force, and 4.7 percent is unemployed.The labour force participation rate came down to 37.1 percent in 2022-23 from 38.2 percent five years ago.“The employment condition in Nepal is the worst,” said economist Pushkar Bajracharya. “The government failed to create jobs. This is because the investment environment has not been favourable in past years, mainly due to political and policy uncertainty. When there is no investment, there is no job creation.”Bajracharya said the unemployment rate would further jump due to the repercussions of the Covid-19 pandemic and the recession and slowdown the country has seen.“Many industries, service sectors and companies are still laying off workers due to the economic slowdown. There is low demand for labour in the country as the key economic sectors—construction and manufacturing—are facing recession, while wholesale and retail have shown a slight recovery,” said Bajracharya. Experts say that while the overall unemployment rate is low, the jobs being created in Nepal’s economy are not of quality. There is a need for new strategies, new partners, and new goals.Each year, around a million Nepali youths, including students, leave the country to try their luck abroad.The survey data on remittances and transfers reveals a significant increase in the prevalence and magnitude of remittances received by households in Nepal between 1995-96 and 2022-23.The percentage of households receiving remittances has increased dramatically from 23.4 percent in 1995-96 to 76.8 percent in 2022-23, indicating a significant rise in the number of Nepali families relying on the money sent by their members working abroad.This increase is consistent with the observed growth in average remittances per household, which has significantly increased from Rs15,160 in 1995-96 to Rs145,093 in 2022-23.Remittances (other than from India) are quite dominant, highlighting the importance of international migration for income generation.Remittances from India declined from 32.9 percent in 1995-96 to 11.1 percent in 2010-11, but they have increased since, reaching 21.3 percent in 2022-23, according to the survey report.The survey data on household loans shows that the percentage of families borrowing money is relatively stable (61.3 percent in 1995-96 and 63.8 percent in 2022-23). However, the percentage of households with outstanding loans has significantly increased, from 58.4 percent in 1995-96 to 97.3 percent in 2022-23.The data also reveals a shift in the sources of household loans. Traditional money lenders were previously a dominant source (39.7 percent in 1995-96), but their share significantly decreased to 11.4 percent in 2022-23.The share of loans from banks has increased (from 16.1 percent in 1995-96 to 22.4 percent in 2022-23), while loans from relatives continue to remain significant (40.8 percent in 1995-96 to 42.5 percent in 2022-23).Household consumption as a reason for borrowing has been declining (from 49.4 percent in 1995-96 to 23.5 percent in 2022-23). This could be attributed to improved access to essential goods and services or a shift to other borrowing needs, the survey report shows.The use of collateral has also shifted, with an increase in the proportion of loans taken with collateral. While 16.8 percent of loans were taken with land and house collateral in 1995-96, this share increased to 35.1 percent in 2022-23.The data shows a noticeable shift in the dominant sectors of non-farm activities. While trade was previously the most prevalent sector (52.1 percent in 1995-96), it has declined (42.5 percent in 2022-23). The share of manufacturing has also decreased from 29.9 percent in 1995-96 to 22.6 percent in 2022-23.Similar is the case with the service sector enterprises, which decreased from 29.2 percent in 2003-04 to 7.2 percent in 2022-23. The percentage of registered enterprises has increased significantly from 11.7 percent in 1995-96 to 52.6 percent in 2022-23, indicating greater adherence to regulations and potentially better access to resources and support.Data on wage employment in 2022-23 provides insights into the nature of work and earnings in Nepal. The average number of daily working days for wage earners in the past year is 72.Daily wage jobs keep 64.9 percent of people busy. This suggests a need for more secure and stable employment opportunities for most of the workforce. While long-term jobs with monthly salaries account for 28.7 percent, contract-based work constitutes only 6.4 percent.According to the survey, nominal income levels in Nepal increased substantially from 1995-96 to 2022-23. The average household income increased more than twelvefold, from Rs43,732 in 1995-96 to Rs551,148 in 2022-23.Similarly, the average per capita income rose significantly from Rs7,690 to Rs136,707 over the period. This growth was uneven across income groups: the per capita income of the poorest 20 percent of the population grew from Rs2,020 to Rs61,335, while that of the wealthiest 20 percent surged from Rs19,325 to Rs259,867.The composition of household income also shifted markedly, with the share of farm income dropping from 61 percent in 1995-96 to 16.8 percent in 2022-23, reflecting a transition to non-farm and other income sources. Remittances make up an important share of this income.The survey also shows a shift in cropping patterns—the percentage of land holdings growing paddy has decreased from 76 percent in 1995-96 to 64.3 percent in 2022-23. The percentage of holdings growing summer vegetables has increased from 35.6 in 1995-96 to 39.3 in 2022-23. Likewise, the percentage of holdings with cattle has declined significantly from 73.5 in 1995-96 to 37.8 in 2022-23.The literacy rate for the population aged 5 years and above has substantially increased (from 37.8 percent in 1995-96 to 77.4 percent in 2022-23). This positive trend is also visible in the adult literacy rate (15 years and above), which has risen (from 35.6 percent in 1995-96 to 72.5 percent in 2022-23), highlighting significant progress in literacy among the adult population.This improvement is more noticeable among males, with the literacy rate increasing from 53.5 percent in 1995-96 to 82.9 percent in 2022-23. For the females, the increase is from 19.4 percent in 1995-96 to 64.1 percent in 2022-23.The data also shows a significant increase in school attendance among the population aged 15 years and above, with 33.9 percent having attended school in 1995-96 compared to 70.2 percent in 2022-23.This trend is again more noticeable among males, with school attendance increasing from 50.2 percent in 1995-96 to 81.4 percent in 2022-23. For females, attendance increased from 19.1 percent in 1995-96 to 61.1 percent in 2022-23.The survey data on health services paints a mixed picture of health status and access to healthcare in Nepal between 1995-96 and 2022-23. The population reporting chronic illnesses grew from 6.5 percent in 1995-96 to 18.5 percent in 2022-23, indicating a potential rise in non-communicable diseases.There has also been a significant increase in the percentage reporting acute illnesses—from 9 percent in 1995-96 to 24.9 percent in 2022-23, suggesting a potential shift in disease patterns or reporting practices. A decline is observed in diarrhoea from 17 percent in 1995-96 to 6.6 percent in 2022-23, potentially indicating improved sanitation and hygiene practices.Cold/fever remains a significant concern, increasing from 43.7 percent in 1995-96 to 51.5 percent in 2022-23. The percentage of those consulting a doctor has remained relatively stable (around 29 percent), and the percentage consulting a paramedic has significantly decreased.Migration patterns within Nepal reveal significant shifts in trends between 2003-04 and 2022-23. While the overall percentage of the migrant population within the country has remained relatively stable—36.6 percent in 2003-04 and 38.1 percent in 2022-23—there is a notable shift in the gender composition of migrants.Males constituted a higher proportion of migrants in 2003-04 (50.1 percent), but females made a larger share of the migrant population (49.6 percent) in 2022-23. A decline in the percentage of migrants from rural areas in 2022-23 indicates a potential shift in migration patterns, possibly driven by changing economic opportunities and societal factors.The analysis of reasons for migration reveals that family remains the dominant factor (75.2 percent in 2003-04 moving within the country for family reasons and 74.9 percent in 2022-23).The fourth Nepal Living Standards Survey, conducted in 2022-23, is the first such survey since the country’s transition to a federal system. Data was collected from a nationally representative sample of 9,600 households on a wide range of topics. \nNepal Oil Corporation has reduced the prices of petroleum products, effective from Saturday midnight. The price of petrol has been cut by Rs3 while diesel and kerosene have also become cheaper by Re1 each. Consumers will now have to pay Rs165 for a litre of petrol and Rs152 for a litre of diesel and kerosene in Kathmandu, Pokhara and Dipayal. Likewise, petrol will now cost Rs164 and diesel and kerosene Rs151 per litre in Surkhet and Dang. It will cost Rs162.50 for petrol and Rs149.50 for diesel and kerosene in Charaali, Biratnagar, Janakpur, Amlekhgunj, Bhalwari, Nepalgunj, Dhangadhi and Birgunj. \nAs all efforts to control the vectors spreading the dengue virus have failed, health authorities in Nepal have shifted focus to case management. As there is no specific treatment for dengue, officials said they are planning to train doctors to provide supportive care to seriously ailing dengue patients.“We have been working to train doctors serving at state-run health facilities to treat dengue patients,” said Dr Yadu Chandra Ghimire, director at the Epidemiology and Disease Control Division. “We hope the training will help doctors manage cases more effectively.”Dengue is a viral disease transmitted by female Aedes aegypti and Aedes albopictus mosquitoes. The same vectors also transmit chikungunya, yellow fever, and Zika virus, according to the World Health Organisation.According to data provided by the Epidemiology and Disease Control Division, at least 1,175 people from 72 districts have been infected with the dengue virus since January this year. Among the 72 districts that reported dengue outbreaks, Kathmandu has the highest number of cases: 122. Public health experts say reported cases could be just the tip of the iceberg, as around 80 percent of those infected are asymptomatic. Many people infected with dengue show mild symptoms and do not need treatment or can be treated with paracetamol at home.Nepal reported its first dengue case in a foreigner in 2004 in the Chitwan district. Since then, increasing numbers of dengue infections have been reported from many districts, including major dengue outbreaks. Last year, at least 20 persons died, and more than 52,000 were infected by the virus, which had spread to all 77 districts.In 2022, a total of 88 people died, and over 54,000 were infected by the virus across the country. During that period, hospitals in the Kathmandu Valley were overwhelmed with dengue patients, and pharmacies ran out of paracetamol, the most widely used medicine to treat fever.In 2019, the disease killed at least six people and more than 16,000 were hospitalised across the country. The virus had spread to 68 districts at the time.Though the post-monsoon period is considered the dengue epidemic season, the deadly disease has already become endemic in Nepal, as the outbreak of the virus is reported every month including in the winter months.Health authorities in Nepal claimed that lessons from managing Covid cases would help them combat other outbreaks, but the massive infections and spread of the dengue virus before the onset of the monsoon cast doubt on these claims.“Every year, scores die and hundreds of thousands get infected from the dengue virus, but no agency in the country is doing much on disease prevention,” said Dr Baburam Marasini, a public health expert. “There are three tiers of government in the country, and the relevant agency in each government—federal, provincial and local—shifts responsibility to another. When you ask the agency under the local level, they say they are not there to kill mosquitoes.”Experts say health authorities have done little to cut down on the risks, except counting the number of infected people and issuing statements. The public, too, has become less vigilant about dengue infections, they sayAccording to entomologists, reducing the spread of the dengue virus is impossible without coordinated efforts from all relevant agencies and individuals.“Several preemptive measures, including a search-and-destroy campaign of mosquito breeding sites, are necessary to curb the spread of the virus,” said Sishir Panta, an entomologist. “People should be made aware of the risks, so awareness drives should be launched. Authorities should deploy community workers to inspect households to find and destroy mosquito breeding grounds.”Experts say this is the right time to prepare for and prevent possible outbreaks.Waiting for a massive outbreak would be a big mistake, they say. Health ministry officials said they have alerted all related agencies to the risk of a dengue outbreak.Dengue-transmitting mosquitoes breed in clean water and bite people in daylight. Uncovered water tanks and discarded objects, such as plastic cups and bottles, could be breeding grounds for these mosquitoes.Symptoms include mild to high fever, severe muscle pain, rashes, severe headache, and pain in the eyes. Patients with these symptoms are advised to seek immediate treatment. While there is no specific cure for the disease, early detection and proper medical care can prevent death. \nChildren aged between five and 11 years with compromised immunity will be administered the Covid vaccine, according to health officials.The Covax facility, the United Nations-backed international vaccine-sharing scheme, has agreed to provide 100,000 doses of the children’s vaccine, and supply will start in the last week of June, according to officials at the Ministry of Health and Population.“These 100,000 doses are part of the 2.5 million doses, which Covax had agreed to supply to Nepal in 2024,” said Dr Abhiyan Gautam, chief of the Immunisation Section at the Family Welfare Division under the Department of Health Services. “Children between five and 11 having underlying conditions—cancer, HIV, and others will be administered the vaccine.”Last month, Nepal confirmed the spread of the Covid sub-lineages KP.1, KP.2, KP.3, and KP.4 in the country. All the sub-variants are offshoots of the Omicron variant, which is considered responsible for the surge in new Covid cases in the last few months.Hospitals in Kathmandu had reported a surge in serious cases of Covid infection in April. Doctors attending the infected patients had said that elderly people and those with underlying conditions were getting severe.The Covax facility supplied millions of doses of various brands of the coronavirus vaccine, which were used to inoculate the majority of the country's population.Officials said that Nepal will receive 1.6 million doses of Pfizer-BioNTech monovalent vaccine by the end of this month, including the children’s vaccine, from Covax. The rest of the doses of the monovalent vaccine to be received later will be administered to the adult population in all provinces of the country. The monovalent or single component is designed for the Omicron variant XBB.1.5 of SARS-CoV-2.Earlier, the facility used to supply Pfizer-BioNTech bivalent vaccine doses that included a component of the original virus strain as well as a part of the Omicron variant to provide broad protection against Covid.The vaccine is called a bivalent Covid shot as it contains two components: the original virus strain and Omicron BA.4 and BA.5 sub-variants.Over 12,000 people died, and hundreds of thousands were infected in the first, second and third waves of the Covid pandemic. \nA 62-year-old man from Makwanpur district, Nepal has tested positive for cholera, prompting concerns about a potential outbreak in the Kathmandu Valley, despite official denials.\nNepal faces a looming dengue epidemic with outbreaks reported before monsoon onset, despite a potential massive outbreak, prompting experts to urge preventive measures.\nIn a world where acceptance and safety often seem difficult to attain, many queer individuals also struggle to find a safe space to express themselves. They have to hide their true self and face relentless judgement when going to public places like cafes and restaurants.This is the reality for countless LGBTQIA+ individuals. The need for a safe space for this community is not just a desire but a necessity—a space where one can be themselves. This struggle for safety and acceptance can be traced to crucial historical moments, such as the Stonewall Riots of 1969 in New York City.The Stonewall Inn was more than a bar; it was a refuge for the queer community. When police raided the bar, the community fought back. This series of violent confrontations, which began in the early hours of June 28, 1969, between police and gay rights activists, marked the beginning of the modern LGBTQIA+ rights movement. The spirit of Stonewall, the fight for dignity and the right to exist openly lives on in places like Inclusive Galaxy Restaurant in Kathmandu. Inclusive Galaxy beyond a restaurant is an ‘oasis’ for the queer community and beyond.Founded by Bishwaraj Adhikari, Mr Gay Handsome Nepal 2013, a human rights defender, the restaurant proves the power of safe spaces. It’s a place where the community can unite, free from the prejudice and hostility that often permeate their everyday lives.After years of working in the human rights sector, Adhikari and his partner developed the idea for Inclusive Galaxy. What began as a small cafe gradually evolved into a full-fledged restaurant, driven by the growing demand and support from the community.“In developed countries with strong LGBTQIA+ movements, you can find community areas like gay villages. These are created as safe spaces for people whose families and communities have excluded them. They also support new business ideas and pink tourism. I hope to see pink tourism develop in Nepal someday,” says Adhikari. His vision for Inclusive Galaxy goes beyond just being a restaurant. He aims to promote financial independence and empowerment within the queer community.Since its inception in February 2019, Inclusive Galaxy has become a key spot for many in Lazimpat, a relatively queer-friendly area in Kathmandu. The location is essential because the first LGBTQIA+ movement in Nepal started in 2001 through the Blue Diamond Society.Inclusive Galaxy, true to its name, welcomes everyone—queer and non-queer alike—to share a comfortable space. His vision was clear: to create a space where people of all genders and sexual identities could come together without fear of exclusion.“I didn’t want to make it exclusively for queer people because that would be excluding ourselves from society. Different groups need to live together and understand each other,” Adhikari explains.In the early days, the cafe attracted both queer and non-queer customers. However, when some of the residents learned about Adhikari’s identity and the nature of the clientele, there was a brief period of hesitation. “At first, I didn’t understand what was happening, but then I realised my identity was an issue for a few people. I believe people should be judged by others by their character, not by their gender or sexuality. Over time, as residents saw that we operated like any other cafe, they became more comfortable,” Adhikari reflects.Adhikari started Inclusive Galaxy to give queer individuals a place to be proud of themselves, counteracting the self-doubt and insecurity that hiding one’s identity can cause. This turned the cafe very quickly into a community hub. The journey was not without challenges, though. It was difficult to hire staff and cooks from the LGBTQIA+ community, and soon after the restaurant opened, the COVID pandemic made things even harder.Despite these difficulties, the doors of Inclusive Galaxy remained open. During the pandemic, many queer individuals, who were abandoned by their families or afraid to return home, found comfort at Inclusive Galaxy.Since many couldn’t afford to pay for meals, the restaurant provided free food from its resources. As the number of people needing meals grew to 20-30 daily, Adhikari started raising funds within the community.“During my time as an activist, many people came here not only for food but also to see an organisation where the queer community supports one another,” Adhikari says.“The time during COVID was difficult, but it brought me closer to the community.”Four years after its inception, the restaurant has garnered a loyal following. Sarosy Neupane, Miss Pink Nepal 2024 first runner-up, describes Inclusive Galaxy as her second home. She moved to Kathmandu to study in 2022. Being distant from her family, she started visiting Galaxy for meals that reminded her of home-cooked food. Over time, she grew attached to the café because of its welcoming atmosphere.“It’s heartwarming to see people from our community and different walks of life here. The founders even invite us to festivals like ‘Dahi Chiura Khane din,’” she shares.Neupane visits the cafe regularly and sometimes stays until 3 am, engrossed in conversations. “I hope more spaces like this can open in the future. If, unfortunately, this place were to close someday, I don’t think we’d have any other place to turn to,” she adds.Muna Chhetri, a trans woman who has been a loyal customer for three years, shares, “This is my safe space where I can truly be myself. I always feel judged in other restaurants, but that fear doesn’t exist here. It’s where even those who aren’t accepted at home can feel accepted.”Sahara Khadka Chhetri, owner of Pink Tiffany, Kathmandu’s first openly LGBTIQIA+ friendly restaurant and bar, frequently visits after managing the bar, appreciating the convenience of not cooking at home.She notes very few places like this cater to our community, and some even had to close during COVID. “As an entrepreneur, I know that sustaining these spaces is a challenge. But as more spaces like these open, they will make the way for a more inclusive and compassionate society.”The welcoming atmosphere at Inclusive Galaxy has also had a surprising effect on non-queer patrons. Samriddha Jung Rana, a twenty-year-old neighbour who identifies as straight, often visits the café and appreciates the importance of such spaces.“Previously, I didn’t know much about the queer community and didn’t care much. But now, coming into this café, I’ve been interested in their rights and issues. I’ve realised that we’re not so different after all. We are all human,” he remarks.The ventures like Inclusive Galaxy and Pink Tiffany have inspired hope for collaborative businesses between queer and non-queer groups. The recent initiative by the Nepal Tourism Board promoting Pink Tourism in April 2024 is a positive step. Still, Adhikari believes that more support is needed from the government and the private sector.Despite the progress, challenges remain. However, Adhikari remains optimistic about the future. He is working on plans to develop the restaurant into a homestay program in the future.“Like how different planets, asteroids, and stars make up a beautiful galaxy, people from all walks of life and identities make a beautiful society. I am happy that we are assimilating together in this space. We are not so different; we are all different and similar simultaneously,” he says. \nNepali chef Aditya Mishra founded New York's \"The Sewing Tin\" supper club, promoted Nepali cuisine through dishes like Kachaila, and criticized the prioritization of profit over authenticity in Nepal's restaurant scene.\nCeleus Baral, an environmental science student, launched Bakeleus in 2021, selling baked goods made with ingredients she grows, advocating zero waste, and aspiring to culinary mastery.\nPotato, a widely cultivated and consumed staple in Nepal, provides a range of nutrients like vitamins B1, B6, C, minerals, and fiber, while its diverse cultivation methods and resilience to climate change ensure its availability despite imports.\nDespite being an affordable complete protein source, chicken eggs, self-reliant in Nepal, offer numerous health benefits such as weight loss, blood pressure reduction, infection protection, and enhanced fetal development.\nMundhum Trek traverses indigenous villages and offers panoramic Himalayan views; Janaki Mandir attracts pilgrims to its opulent architecture; Kuri Village enchants with snow-capped peaks; Annapurna Base Camp trek showcases cultural diversity and mountain vistas; Bardiya National Park boasts Royal Bengal Tigers and diverse wildlife; Khaptad National Park offers pristine wilderness and tranquil beauty; Limi Valley combines cultural immersion and breathtaking landscapes.\nThe author's hometown, Phidim, underwent significant transformation, from mud houses to concrete buildings, while facing challenges including lack of education and healthcare, leading to an exodus of residents.\nBara Imambara, a vast complex built in Lucknow in 1784, features stunning structures like the Asafi Mosque, the pillarless Asafi Hall with a secret interlocking brick system, the labyrinthine Bhool Bhulaiyaa, the Shahi Baoli's ingenious design, and a breathtaking view from the roof.\nClimbing mountains requires extensive preparation, including maintaining a positive mindset, engaging in physical activities, and packing essential gear.\nFive young Nepali women created Duluwa Outdoors in 2021 to inspire and empower other Nepali women to travel independently within Nepal.\nBangladesh beat Nepal by 21 runs in the T20 World Cup, with Nepal's top order struggling in the chase and Bangladesh's bowlers led by Tanzim Hasan Sakib's four wickets dismantling Nepal's innings for 85.\nNepal's historic near-upset of cricketing powerhouse South Africa in the 2024 ICC Men's T20 World Cup ended in a one-run defeat, but earned worldwide praise for their spirited performance.\nGermany thrashed Scotland 5-1 in their Euro 2024 opener, with three first-half goals from Wirtz, Musiala, and Havertz (penalty), followed by Fuellkrug and Can, while Scotland's Porteous was sent off and scored an own goal, leaving Scotland to regroup before facing Switzerland on Wednesday.\n1-run defeat to SA ends Nepal's T20 World Cup qualifying hopes despite restricting Proteas to 115/9 with Bhurtel's 4/19.\nAmidst a simmering conflict with Hezbollah and ongoing fighting in Gaza, Israeli Prime Minister Netanyahu dissolved the war cabinet as U.S. envoy Hochstein seeks de-escalation along the Lebanese border, while clashes between protesters and police erupt in Jerusalem.\nA freight train smashed into the rear of a stationary passenger train in India’s West Bengal state on Monday, killing at least 15 people and injuring dozens, police said, in an accident that railway authorities blamed on a disregarded signal.Media showed images of the pile-up, with containers from the goods train strewn nearby, and one carriage left nearly vertical after the accident, which comes just over a year after a signalling error caused one of India's worst rail crashes.At least 15 bodies have been pulled from the mangled carriages, Abhishek Roy, a senior police official in the eastern state’s district of Darjeeling, the site of the accident, told Reuters.Nearly 30 people were injured and rescue teams from the police and national disaster response force were working with doctors and residents of the area to clear debris from the derailed carriages, Roy added.The goods train hit the Kanchanjunga Express travelling to Kolkata, the capital of West Bengal, from the northeastern state of Tripura, driving three carriages of the passenger train off the rails.It was not immediately clear how many passengers were on board at the time.Rescuers used iron rods and ropes to work free one carriage of the passenger train that had been swept upwards to lodge on the roof of the freight train by the impact of the collision.The dead included the driver of the freight train and a guard on the passenger train, Jaya Varma Sinha, the head of the railway board that runs the countrywide network, told reporters.The accident happened after the driver of the freight train disregarded a signal and hit the rear end of the express train, Sinha added.Rescue work has been completed, Sinha said, while authorities were working to restore traffic, although the damage had been less extensive than initially feared.“The guard’s compartment in the passenger train was badly damaged,” he added. “There were two parcel vans attached ahead of it which reduced the extent of damage to passengers.”Nearby residents heard a loud crash and saw the pile-up upon going to investigate, several told the ANI news agency, in which Reuters has a minority stake. Prime Minister Narendra Modi offered condolences on the loss of life in the accident and said Railway Minister Ashwini Vaishnaw was on his way to the site.About 288 people died a year ago in the neighbouring state of Odisha, in India’s worst rail crash in more than two decades, caused by a signal failure. \nNepal’s book market is no stranger to the popular Bangladeshi-Swedish writer Taslima Nasrin. Almost all of her books have been translated into Nepali, but Nasrin herself says that they are all unauthorised translations. “All books [Nepali translations] are pirated versions,” Nasrin told the Post in a Whatsapp conversation. Nasrin, who is currently in exile in India after facing death threats in Bangladesh following the publication of her novel Lajja (Shame), said that she or her publishers have never allowed anyone the right to translate her books into Nepali. “I don’t know of any such Nepali publishers. No one asked for permission and no one has paid [me] royalty.”Translating and publishing books without permission from authors or publishers is a punishable crime. But Nepal’s book market is full of such unauthorised translations and prints of books written by the who’s who of the world literature. Such endeavours haven’t just hurt the authors but also the readers, says Ajit Baral, publisher of the Kathmandu-based Fineprint publication. “These translations are poor,” Baral says. “Tomes with 1200–1300 pages have been trimmed to 200–300 pages. An example is the biography of Bill Clinton.”Another popular book that has seen unauthorised Nepali translation is the biography of Steve Jobs by Walter Isaacson.“We have no official deal in place for a [Nepali] translation of Steve Jobs,” Peppa Mignone, associate agent of the CAA, the translation authority of the biography, said in an email interview with the Post.The book’s Nepali translation is published by Panchpokhari Publication House. The translated book identifies the translator thus: “Achyut Koirala, who has a master’s in English literature, is primarily a journalist. He is currently affiliated with Nagarik daily. He keeps a close tab on international history, politics and culture and has written scripts and dialogues for half a dozen Nepali films. He has published over a dozen non-fiction books.”Koirala, who admits to the unauthorised translation, claims that he hasn’t just translated the book but has also done ‘creative writing’ with it.‘Rich Dad Poor Dad’, written by Robert Kiyosaki and Sharon Lechter, is among the books that’s perennially on the bestseller list across the world. Upon investigation, the Post found three Nepali translations of the book—all unauthorised. One of them is translated by Dilip Kumar Shrestha and published by the same firm, the Panchpokhari Publication House. Another Nepali iteration of the book is published by Book For All publication and translated by Kopila MD. Yet another Nepali version is translated by one Sudheer Dixit and published by Plata Publication, Kathmandu.In an email conversation with the Post, Ronson Taylor, who oversees the international rights at The Rich Dad Company, said, “At this point in time, we do not have a relationship with an established publisher in the [Nepali] language market. If there are any Rich Dad Poor Dad books currently for sale in the Nepali market, they are pirated.”Basanta Thapa, a writer and translator, says that many books are being translated of late to make easy money. “But how would the quality of these unauthorised translations be!” Thapa wonders. “Readers who haven’t read the original wouldn’t know the faults in the translated versions.” Thapa says that any translator worth his salt aims to ‘recreate’ a book and it takes much work to do that.Taslima’s books are the major victimsTaslima’s memoir Uttal Hawa has been translated into Nepali as ‘Sangharsha’, literally Struggle, and is published by Khoji Publication House. Even though the book in its cover claims that it is an authorised translation from the English version Wild Wind, it is a pirated one. The book is translated by Bikash Basnet and edited by Bhogiraj Chamling. A revised version of the book is edited by Sangeet Srota (Yam Bahadur Chhetri).The same publication house has also published the Nepali translation of the book’s sequel as ‘Prem ra Jeevan’. Publisher Sushil Chalise says that while he is aware that one needs to receive permission from the author or the publisher to translate a book, his efforts to contact Taslima were unsuccessful. Therefore, he had published the version the translator made available to him. Translator Basnet, too, admits he translated the book without Taslima’s permission. “About a decade back, we didn’t know how to ask for permission,” he said.Nepal has the Copyright Act (2002) in place. Before it, there was the The Patent, Design and Trade Mark Act, 2022 (1965) that included intellectual property in its 2006 revision. Even the Muluki Ain (Civil Code) of 1910 BS had a provision about copyright. Moreover, it goes without saying that translating somebody else’s work without permission is immoral.Likewise, Indigo Ink Pvt Ltd has published a Nepali translation of Taslima’s anthology of essays No Country for Women as ‘Aaimai ko Kunai Desh Chhaina’. The book is translated by Krishna Giri and edited by Pramod Pradhan. “I have no idea about the agreement between the publisher and translator,” Pradhan, who is also a children’s book writer, says. “I just copy-edited it upon request.”Bishnukumar Poudel, publisher of Indigo Ink, however, claims that he is still trying to take translation rights for the book. “We translated the book long ago,” he says. “We are still trying to get translation rights.”Indigo is also publishing unauthorised translations under its imprints All Book Store Pvt Ltd, Book for All and Plata Publication. It has published two versions of Rich Dad Poor Dad under those shadow imprints. But Plata Publication is not registered in the Company Registrar’s Office.Pradhan says that many foreign books have had unauthorised translations in Nepali and their quality is poor. Those books are translated not from the original language but from a second or third language, so these translations are bound to have problems, he says. “After I learned that those were unauthorised translations, I have stopped editing them,” Pradhan said.Indian author Shiv Khera’s You Can Win has been translated into Nepali by Bloomsbury India and has granted the distribution rights to Ekta Books. But the book’s unauthorised translations are also found in the market and they don’t even mention the name of the publisher and translator. What is interesting is they mention that it’d be illegal to republish the book, or an excerpt of it, without the author’s permission.The Nepali translation of the book, which was poorly written and rife with inaccuracies, had landed the publisher at court. After a complaint was filed at the District Court Kathmandu in 2066BS on the charge that the publisher violated the copyrights and economic rights, the court had issued a verdict on Mangsir 11 that year, charging a fine of Rs10,000, Rs20,000 and Rs30,000 to the defendants Netra Prasad Pokharel, Narayan Prasad Bhusal, and Bhagwati Risal and Bishnu Silwal, respectively.Baral, the Fineprint publisher, says that international publishers wouldn’t demand much for translation rights given Nepal’s small market, but Nepali publishers do not bother to reach out to them. “Publishers who put out unauthorised translations and sell them at 50 percent discount have troubled publishers like us,” he said.Fineprint has published authorised translated versions of books such as Leaving Microsoft to Change the World by John Wood, Healed by Manisha Koirala, and Hippie by Paulo Coelho. The publication house is also set to release the Nepali translation of Israeli historian Yuval Noah Harari’s bestseller Sapiens. Translated into Nepali by Dinesh Kafle, the book’s translation right was acquired at the cost of USD1300, Baral said. Likewise, the publication acquired the translation rights of Sadhguru’s Inner Engineering at IRS93,000, he added.Baral says that publication of unauthorised translations is an immoral and illegal work. “This phenomenon not just hampers Nepal’s fledgling book publishing industry but also tarnishes the country’s reputation in the global market,” Baral said.Thapa, the writer and translator, points out the lack of regulatory mechanisms in the country. “We don’t have an agency that regulates the quality of translations being done,” he says. “Nobody compares the translation with the original. We need a dedicated authority to enhance the quality of translation.” Universities, Nepal Academy and other stakeholders can play a role to uplift the translation sector, he adds.One’s pain, another’s pleasureWhen the author Suketu Mehta was travelling through Mumbai, a young man approached him with a handful of books while his vehicle was stuck in traffic. Brandishing Maximum City, written by none other than Mehta himself, the young man requested the author to buy a copy. Suketu leafed through the book and said, “This is a pirated copy and I’m the author of this book.” The youth wasn’t bothered and replied, “Okay, you can buy it at a discount.”This anecdote was shared to the Post by Mehta’s friend, the author and professor Amitava Kumar, in an email exchange.Most of these pirated books are imported into Nepal from India while the retailers of original books are finding themselves increasingly in trouble. “We sell original copies but many readers doubt us as well, given the ubiquity of pirated versions,” says Anjan Shrestha, operator of Education Book House, Jamal.Ramchandra Timothy, chair of Thapathali-based Ekta Books Pvt Ltd, said that the phenomenon of piracy has tarnished Nepal’s image internationally. “There was a time when Bangladesh would be known as ‘piracy king’,” he said. “Now there's a risk Nepal would take the crown.”As tax increases, so does piracyThe government decision to impose a 10 percent tax on book imports in fiscal year 2019-20 led to a proliferation of pirated book markets, booksellers say. After the decision, booksellers started to cut back on imports and that led to the entry of a new crop of pirated booksellers, a trader in Kathmandu says. But following widespread backlash, then finance minister Bishnu Paudel struck down the policy.“After the government’s decision, we stopped importing books for a while,” says Shrestha of Education Books. “The import of books went down for about two years. Then the pirates stepped in to fill the gap. It was about that time that pirated copies of biographies and memoirs of Obamas and Jai Shettys became omnipresent in the market.”Pirated copies of classics by Roald Dahl and JK Rowling also made an entry in the Nepali market. Then the phenomenon only saw a rise.Since the customs department does not levy duty on foreign books and also does not care to differentiate between the pirated and original copies, unauthorised books have found a safe haven in Nepali market.The government doesn’t levy any customs duty on books and newspapers published by foreign publishers abroad. The importers should only pay Rs565 at the customs points. But Nepali publishers have to pay 10 percent tax to import books printed in India.James Taylor, director of Communications and Freedom to Publish of the International Publishers Association, says that the government, publishers, writers and readers should join hands to control widespread piracy. “The government should realise that book publishing and reading culture contribute to the country’s economy as well,” he said, adding that the government should seize pirated books and close websites that sell pirated ebooks.Nandan Jha, executive vice chair of Penguin Random House India’s sales, production and business department, says that piracy has emerged as a big challenge for publishers of late and has harmed the authors, publishers, distributors, printers, readers and other stakeholders. “To confront piracy, all the stakeholders should launch a special joint effort,” Jha told the Post in an email exchange.Piracy has proliferated in the Nepali market to such an extent that the publishers of such books and unauthorised translations keep whatever ISBN numbers they like, often conflicting with other books, and still get off scot free. If scanned or searched on the internet, the ISBN number gives details on the author of the book, what the book is about, and its price, among others.Bijay Sharma, information officer at TU Library, says, “Keeping ISBN number at one’s will is illegal. If anyone files a complaint, we can punish them.”By the lawThe Muluki Ain-1910 BS had mandated that a publisher take permission of Gorkha Bhasa Prakashini Samiti before publishing any material. The Copyrights Act came into effect in 2022 BS and was amended in 2054 BS. In 2059 BS, a new Act was promulgated and it is still effective now. Authorities are currently working to amend the Act to give the registrar’s office more autonomy regarding copyright.According to the 2059 BS Act, copyright violations are considered government cases. In such cases, plaintiffs should file a complaint with the police. The Act’s clause 25 has various conditions that amount to violation of copyright. The Act’s subclause A says that if a publisher produces or copies material in writing or sound and sells or distributes it, it amounts to violation of copyright.Likewise, the Act’s clause 26 prevents selling of unauthorised material. The clause restricts the ‘importation of copies of work or sound recording, either made in a foreign country or sourced otherwise, into Nepal for business purpose shall not be permitted if preparation of such copies would be considered illegal if they were prepared in Nepal.’If anyone infringes upon protected rights, they are liable to punishment but the provision’s implementation remains lax.The law gives the authority to district court to take legal action against copyright violators.Advocate Parshuram Koirala says that if the government becomes more proactive, it can punish violators on the basis of the 2059 BS Act and thereby control the phenomenon of intellectual theft and copyright violations. “Creation is a crucial part of humanity’s benefit,” he says. “If intellectual property is not protected effectively, then there’d be no inspiration to create something.”Bal Bahadur Mukhiya, a professor at Nepal Law Campus, suggests the inclusion of rules about digital piracy in law, and also the clauses of various related international treaties and agreements that Nepal is part of.“In the US, a teacher or professor should pay a certain revenue even to photocopy a chapter of some text for teaching purposes,” Mukhiya says. “But in Nepal, those who photocopy an entire book and sell it go scot free.”(This report is prepared in collaboration with the Centre for Investigative Journalism, Nepal.) \nYouths from Rukum East and other insurgency 'base areas' are seeking refuge in the US via illicit routes, leading to deportations, financial losses, and shattered dreams.\nNepalese private hospitals blatantly ignore government regulations requiring free treatment for the needy, leaving patients like Gyanumaya BK struggling to pay for medical expenses, while regulatory bodies fail to enforce compliance.\nFloods, landslides, droughts, and other climate-induced disasters continue to threaten Nepal, with the upcoming monsoon season raising concerns due to predicted heavy rainfall and the ineffective approach to disaster risk management.\nLand degradation, desertification, and drought, exacerbated by human activities and climate change, threaten global land and livelihoods, necessitating land restoration, combating desertification, and building drought resilience to ensure a sustainable future.\nPakistan's persistent gender disparities hamper women's access to education, employment, and healthcare, ranking it 142nd on the WEF's 2023 Global Gender Gap Index, necessitating gender-centric policies, gender-responsive budgets, and enhanced female representation in decision-making for economic recovery and inclusive development.\nNepal's remittance earnings from high education abroad have soared to 95.85 billion rupees in the current fiscal year, a 42.5% increase, despite the country facing a significant outflow of Nepali youth seeking education abroad, raising concerns about human capital loss.\nGovernment agencies and contractors engage in a rushed spending spree during the last month of the fiscal year (Asarey Vikas), resulting in substandard development projects, despite attempts to address the issue through budget implementation guidelines.\nEarly arrival of the Nepal monsoon sparks concerns over increased flooding, landslides, and epidemics, highlighting the need for effective disaster preparedness, coordination, and long-term rehabilitation efforts.\nThe government has mandated the National ID Card for accessing government and public services, despite criticism over its implementation without widespread distribution, with plans to replace multiple cards and enhance data security.\nPrithvi Subba Gurung emphasizes the mismatch between the federal system's implementation and its constitutional principles, highlighting the centralizing tendencies of political parties and the need for a commitment to federalism while recognizing the shortcomings in the electoral system and the potential downsides of a higher threshold ceiling for PR votes.\nLawmaker Jiban Pariyar, a joint general secretary of the Nepali Congress, the main opposition, was a member of the four-member taskforce that prepared the terms of reference (ToR) of the parliamentary committee to probe the cooperative scam. The taskforce finalised it after a prolonged dispute over whether to categorically mention Deputy Prime Minister and Home Minister Rabi Lamichhane’s name while defining the committee’s jurisdiction. The Post’s Thira Lal Bhusal talked to him about the ToR finalisation process and other aspects of the probe. It took weeks to finalise the ToR and jurisdiction of the parliamentary committee formed to probe the cooperative scam. How did you finally reach an agreement? I will give a brief context first. Cases of cooperative frauds had been made public even in the past. But this time, some groups and gangs were seen to be working in an organised way to embezzle billions of rupees deposited by common people. Some established people, including those active in politics, were found to be misusing the people’s hard-earned money. This issue was thus urgent and our party Nepali Congress raised it strongly in Parliament. We had raised this issue even when we were in the government [before March 4]. We had raised it with erstwhile home minister Narayankaji Shrestha in parliamentary committees and other platforms. We had talked to him about the involvement of lawmakers and other politicians in such scams.But the Congress raised this issue more strongly after the party quit the government.This is true, and for a good reason. We demanded a parliamentary committee to probe this issue after our party’s exit from the government because Rabi Lamichhane, someone linked with some big cooperative scams, became home minister. We raised this issue after he was allowed to lead the same ministry and police agencies that were supposed to be investigating the scams. Earlier, various agencies within Nepal Police and other government bodies were looking into the matter. Erstwhile home minister Shrestha had assured us of an independent and fair investigation. Lamichhane transferred police officials who were investigating the scams, and tried to protect cooperative operators involved in wrongdoing. Based on all these activities, we concluded that a parliamentary probe committee is a must and we firmly stood for the same. Initially, we raised this issue in Parliament without obstructing House proceedings but the government compelled us to disrupt the meetings after it refused to address our concerns. The prime minister tried to give Lamichhane a clean chit by saying that he was not involved in the cooperative scams. Also, the Nepal Police chief at a parliamentary committee meeting said that the home minister wasn’t under investigation as he had done nothing wrong. In the meantime, the attorney general issued a letter stating that no cooperative-related case was registered against Lamichhane. It became clear that the government agencies wouldn’t investigate the issue independently. Then, we raised the issue strongly and we even had to obstruct Parliament meetings. After the pressure, top leaders from the ruling as well as opposition parties agreed to form a parliamentary committee to investigate the matter. The leaders formed a task force led by Law, Justice and Parliamentary Affairs Minister Padam Giri and entrusted us with preparing the committee’s ToR and defining its jurisdiction.But at the task force meetings, members from the ruling parties lobbied to define the committee’s jurisdiction in a way that only allowed for investigation into the wrongdoings of cooperatives and their operators but not those involved in syphoning money from there through illegal means. They argued that only those who issued the loans should be made liable, not those who obtained it. Their intent was to protect Rabi Lamichhane. But I insisted that our duty is to find where the common people’s money has been spent or misused and then to return the money to the depositors. I insisted on investigating Lamichhane as various studies have shown his involvement in the misuse of depositors’ money.Then, we started exchanging written proposals. We exchanged and discussed many such proposals in writing. We insisted on mentioning the names of Lamichhane and the Gorkha Media Network—where Lamichhane and GB Rai invested tens of millions of cooperatives’ money—and ensuring that the depositors get their money back. After a long negotiation, members from the UML became a bit flexible. But the Rastriya Swatantra Party of Lamichhane continued to be rigid. Then, we finally agreed to mention the names of the cooperatives from where Lamichhane and his former colleagues had obtained money and to name Gorkha Media Network but not Lamichhane.But won’t keeping out the name of the sitting home minister create more confusion and disputes?There is no need to be confused. The ToR has stated the name of Gorkha Media Network, where Lamichhane and his team invested the money they got from the cooperatives, and the ToR’s Annex-2 has a list of cooperatives from where they obtained the money. It has also stated that “responsible officials of the company” involved in such transactions would also be investigated. Even other firms and individuals linked to the transactions will be probed. So there is no chance of keeping Lamichhane away from investigation. The committee’s jurisdiction defined in the ToR is clear on this.Will your party ask for Lamichhane’s resignation after the committee starts investigating him?Our party is yet to formally demand the home minister’s resignation. But questions have been raised about him in Parliament, in various public platforms and in the media. Also, the general public has raised this issue. He knows the committee will summon him for interrogation. A few months ago, when a minister [from Congress] was summoned by the Commission for Investigation of Abuse of Authority, Lamichhane was the one who strongly demanded the minister’s resignation in Parliament. He will soon face the parliamentary inquiry committee. Let’s see how he faces it. Leaders from ruling parties including the prime minister have accused the Congress of personally targeting Lamichhane after he refused to join a Congress-led coalition in which he was offered the prime ministerial position.Leaders from new parties should understand that political leaders engage in dialogue with all political forces. Some meetings are convened in a strategic way. This is natural in a democracy. Also, Lamichhane met with our party president. But they spread a rumour that our party president offered him the prime ministerial position. That’s not true. The argument that we targeted him after he refused to join our coalition is baseless. The Congress has officially decided that the probe committee can investigate any of our members suspected of wrongdoings. Has any other party made such a decision officially? We have also officially challenged the home minister to prove the allegations he labelled at our party leaders from Parliament’s rostrum. We have also challenged him to investigate and prove the charges.When the names of head and members of the parliamentary probe committee became public, many thought that the parties didn’t give due importance to the panel as they nominated relatively low-profile lawmakers. Why didn’t the parties choose powerful leaders to investigate a national crisis of this magnitude?This is a wrong perception. All members are federal parliamentarians. They shouldn’t be judged based on their personalities and profiles. The committee is powerful because it has a mandate from the House, and its jurisdiction and the ToR give it power. What we should carefully follow is their work. They can invite experts and specialists—such as chartered accountants, bankers, account specialists—if they require technical expertise during the investigation.Lamichhane himself is chair of the fourth-largest party, which has a decisive role in the ruling coalition. Prime Minister Pushpa Kamal Dahal and CPN-UML chair KP Sharma Oli had initially ruled out any need of investigation into the home minister. In this context, can the committee members freely conduct the investigation?I am confident that even the committee member from the RSP can’t defend his leader when the documents and facts show that the money was illegally released. How can other members protect him? I believe they will conduct the investigation independently and come up with a consensus report. Documents, facts and figures guide investigation. This isn’t like leaders giving statements on public platforms. We are not saying he must be proven guilty as the Congress has blamed him. He may prove to be innocent after investigation. We should accept if the evidence proves Lamichhane innocent. The bottom line is that the investigation should be fair. Many Congress leaders are also involved in cooperative scams and other corruption cases. So people suspect that leaders will eventually trade off and the probe panel will be only an eyewash.This investigation cannot be weakened under any pretext. I am saying this based on the documents and evidence I have studied. Also, the media and other stakeholders such as the study report of Pokhara Metropolitan City and the investigation report of Rupandehi District Police, among others, have already made ample evidence public. It’s not easy to acquit the guilty.What will Congress’ approach be if the committee, where ruling parties have a majority, fails to decide by consensus and members take decisions on a majority basis?In the seven-member panel, there are two members from our party and one from the Rastriya Prajatantra Party. If those from the ruling parties pushed for a wrong decision based on their majority, members from opposition parties will counter that and register their differing views. If such a situation arises they will be free to make the reality public and they can even bring out a different report.Was Congress under pressure to reach an agreement as there were reports that the government was preparing to unveil the budget through ordinance citing opposition’s House obstruction?We weren’t worried about that. In fact, the prime minister’s initiatives and his seriousness to end the House deadlock played a crucial role in helping us reach this agreement. \nAmnesty International's Secretary General Agnès Callamard's visit to Nepal highlights the global decline in human rights, including the shrinking of civic space, weaponization of laws, impunity for past crimes, and the rise of authoritarianism, with concerns about Nepal's stalled transitional justice process and the lack of international interference in holding perpetrators accountable.\nThe CPN (Unified Socialist), established in 2021 after a split from the CPN-UML, is holding its first general convention to refine its policies and leadership while facing internal strife and coalition challenges.\nCloudy weather with light rain, thunder, lightning, and gusty winds are expected in Koshi, Madhesh, Bagmati, and Gandaki provinces on Monday, with the possibility of similar conditions in other areas.\nCloudy weather and scattered rainfall are expected across Nepal on Sunday, with Dhangadi recording the highest temperature (42.7°C) and Jomsom experiencing the lowest (12.0°C).\nPartly to generally cloudy weather with isolated rainfall in eastern and central Nepal, while the west remains mostly fair; highest temperature in Nepalgunj at 43.2 degrees Celsius.\nOn Friday, the weather will be partly to generally cloudy in Koshi Province and Madhesh, along with the hilly regions of Bagmati and Gandaki.The Meteorological Forecasting Division said the rest of the country will be partly cloudy to mainly fair.For those in Koshi and the hilly regions of Bagmati and Gandaki, be prepared for light to moderate rain with thunder and lightning. In Madhesh and the rest of the country, similar conditions may occur in one or two places.Tonight, it will be partly cloudy to generally cloudy in Koshi, along with the hilly regions of Bagmati and Gandaki, and partly cloudy to mainly fair in the rest of the country. The met office said light to moderate rain with thunder and lightning is likely to occur at a few places in Koshi and the hilly regions of Bagmati and Gandaki and at one or two places throughout the country.Meanwhile, the Department of Hydrology and Meteorology has asked the people in central and west Tarai to apply precautions as the regions will likely witness excessive hot weather in the coming three days.Issuing a special bulletin on Thursday evening, the Department warned people in Kanchanpur, Kailali, Bardiya, Banke, and Dang districts to remain cautious, stating that there is a possibility of a heat wave. The districts in the Tarai region have experienced maximum temperatures of more than 40 degrees Celsius for the past couple of days. \n\nBe elaborative as possible. I need more text. Text only no title or headings. Write it in the form of inspiring story not news article or event.\n"}