[
    {
        "title": "celebration-of-the-50th-anniversary-of-the-korea-nepal-diplomatic-relations",
        "date": "2024 Apr 29, 12:01, ",
        "source": "nn",
        "category": "travel-and-tourism",
        "content": "\nThe Embassy of the Republic of Korea and Nepal Tourism Board jointly organized an event to commemorate the 50th anniversary of diplomatic relations between the Republic of Korea and Nepal. The successful completion of the JUGAL Himal expedition by the joint team of Nepal and the Republic of Korea of recently opened mountain peaks in Sindhupalchowk district nearby Kathmandu. A renowned Korean mountaineer and honorary Nepali citizen Um Hong Gil lead the South Korean team and record-setter climber Dawa Yangzum Sherpa lead the Nepali team in the expedition from April 5 to April 27, 2024.As a shining example of tourism collaboration between the Republic of Korea and Nepal is the successful maiden trekking expedition of joint expedition team. This historic achievement strengthened our bond of friendship and showcased the beauty of Nepal’s natural landscapes and the spirit of adventure. This journey highlighted the potential for collaboration in the field of tourism sector to create unforgettable experiences for travelers and promote cross-cultural understanding.\nMinister for Culture, Civil Aviation and Tourism, Hit Bahadur Tamang attended the Korea- Nepal Friendship Expedition ceremony 2024 in Kathmandu on last night. Minister Tamang exchanged congratulatory message on the 50th Anniversary of the establishment of diplomatic relations between Nepal and Republic of Korea. He also pointed out that over the past 50 years since the establishment of diplomatic relations, both countries have always respected and trusted each other, setting a good example of friendly coexistence and mutually beneficial cooperation in various fields have yielded fruitful results.\nMr. PARK Tae-Young, ambassador of the Republic of Korea in Nepal emphasized the 50-year journey as a tale of shared values and mutual respect, contributing to personal and economic development. He shared that Korean government has designated Nepal as a priority cooperation country for 15 consecutive years in development cooperation focusing on vocational education, health, agriculture and ICT.\nThe program was attended by Minister for Culture, Tourism and Civil aviation, Parliament members, diplomats,high level officials from Ministry of Foreign Affairs, media persons, businessmen from tourism sectors and all expedition team members.\n\n\n"
    },
    {
        "title": "communications-minister-expresses-grief-over-fire-incident-in-rajpur-hadbas",
        "date": "2024 Apr 29, 11:51, ",
        "source": "nn",
        "category": "nation",
        "content": "\n Minister for Communications and Information Rekha Sharma has expressed grief over the incident of fire in Rajpur rural municipality-7, Hadbas village of Dang.The fire that broke out in Hadbas on Sunday had gutted 24 houses and 10 cow sheds.\nMinister Sharma, who was elected to the House of Representatives from Dang constituency-2, expressed sorrow over the incident and called for all actors and stakeholders to join hands for relief and rescue of the homeless families at the grief-stricken moment.\nNoting that the rising incidents of fire at the onset of summer season have caused huge loss of life and property of citizens as well as forests and biodiversity including crops, Minister Sharma urged all the concerned agencies to remain sensitive to contain life-threatening forest fire.\nAccording to Minister Sharma, the government has already directed the concerned agencies to be seriously effortful to minimize the damage caused by the fire and control the fire at the earliest possible.\nShe shared that all the three levels of government, including security personnel, are working passionately to minimize the damage.\nMinister Sharma urges one and all adopt high alertness and caution to avoid the human-induced disaster like fire and forest fire.\n"
    },
    {
        "title": "ohio-based-doctor-couple-s-efforts-to-strengthen-nepal-us-relations",
        "date": "2024 Apr 29, 11:05, ",
        "source": "nn",
        "category": "global",
        "content": "\n When the United States was immensely facing trouble due to the COVID-19 pandemic, especially during the peak, Dr. Damodar Poudel and his spouse Dr Sanju Mahato were reaching out to the local communities of the US, especially of Nepali origin with life-saving medical services.By the time the pandemic was coming to an end, there were a large number of Nepali who had overcome the contagion also with the help of the doctor duo.\nMeanwhile, when the US, the first producer of the vaccine against COVID-19, was struggling to provide inoculation service to its public, Dr Poudel was attentive to explore ways in healing pandemic-triggered pain and plights in the country of his root, Nepal.\nIt was the moment Dr Poudel straightly decided to initiate lobbying with the US authorities to send vaccines to Nepal. “The Embassy of Nepal along with other Nepali organizations were also lobbying for vaccines through different channels. I also tried my way. I had started sharing concerns with the leaders of the two major political parties – Republican and Democratic – utilizing my already established contacts,” Dr Poudel shared.\nHe added, “Through the leaders, especially Sherrod Brown, the Senior from Ohio, my message reached to the high-placed officials of the US government. Congressman Brad Wenstrup also raised the issue in the Vaccine Committee of the US Congress.”\nDr Poudel’s attempt turned fruitful as it was spectacular in calling for the attention of the US authorities in sending vaccines against COVID-19 to Nepal during the most troubled times.\nNevertheless, the doctor duo's contributions did not go unrecognized. The City of Reynoldsburg passed a resolution to recognize their contributions and Senator Brown’s office also gave certificates of appreciation in 2021.\nBorn in Farping, Kathmandu, Dr Poudel completed his MBBS from Maharajgunj Medical Campus, a constituent campus of the Institute of Medicine (IoM), and earned his M.D. from Ohio. After earning the degree, he has been working in the health sector of the US for two decades. He is also Board-certified Obesity specialist and has a fellowship in Primary Care Psychiatry.\nHe also provides free services to Nepali patients with poor economic conditions at his Columbus-based Clinic.\n“Excessive consumption of junk food and lack of physical activities have been the major causes of the rise in obesity among people living in the US, including Nepali.\nA study has even predicted that obesity will be seen in around 55-60 per cent of the population in the US by 2040,” said Dr. Poudel responding to a query.\nDr. Poudel is currently the Regional Medical Director of Hopewell Health Centre, the Ohio-based Federally Qualified Health Centre. The Centre provides services to over 26 locations in Ohio.\nIt may be noted that the Nepal government (cabinet) has recently appointed him Consulate General to Ohio State.\nTalking to RSS Dr. Poudel said, “Nepal and the US both have much more to exchange and work in reciprocity. It will be very beneficial for Nepal’s social and economic development if the latest technologies from the US can be adopted in Nepal in various sectors. It is only possible with a mutually cordial relationship between the two countries.\"\nHe further said, “Improving the relationship between Nepal and the US is my first responsibility and I will fulfil the role entrusted to me.\"\nAccording to Dr Poudel, Nepal can cash in on the rise in the demand for goods such as medicine, herbs, tea, coffee, shoes and garments among others in the US.\n“There is a need for a study to make US markets accessible to Nepali entrepreneurs\", he suggested.\nDr Poudel has also been connecting US officials to the local-level people's representatives of Nepal.\nDr. Poudel, who once shared a platform as a panelist with billionaire Michael Bloomberg while the latter in the US Presidential race in 2020, has also been using his connections to invite the US State and city officials to the festivals celebrated by the Nepali diaspora.\nDr Poudel is a community faculty and Assistant Professor at the Ohio State Medical School. His active engagement has also facilitated an agreement signing between Nepal’s National Innovation Centre (NIC) led by Mahabir Pun and the Agriculture Department of the Ohio State University for research activities.\nThe engineers from the NIC were also provided with training for research and innovation at the Northeast Ohio Medical University following Dr. Poudel’s coordination.\nDr Poudel has played a vital role in re-launching the Nepal Caucus in the US Congress. Currently, there are four Congressman from Ohio who has joined Nepal Caucus. Congressman Mike Carey from Ohio is the co-chair of the Caucus. The Nepal Caucus is a bipartisan coalition that promotes relations between the US and Nepal across a broad spectrum of strategic interests such as economic developments, scientific research and natural disaster relief among others.\nDr. Poudel is currently the President of the NIC-USA, a coordinating body with Pun’s NIC; Chief Patron of the Central Ohio Nepalese Association (CONA); and a working committee member of the Bangkok-based Association of Nepali Origin (ANO).\nHe has also worked as an advisor to the Non-Resident Nepali Association (NRNA) US chapter.\n“I have always tried to strengthen the US-Nepal relations at governments and people's level and will continue to do so,” said Dr. Poudel.-\n"
    },
    {
        "title": "nepal-has-investment-friendly-environment",
        "date": null,
        "source": "nn",
        "category": "business",
        "content": "\n Various national and international entrepreneurs participating in the third Nepal Investment Summit 2024 summed up that Nepal has an investment-friendly climate and also had ample of opportunities for investment.The participants in the session 'Success Stories of Investment in Nepal' in the Summit that kicked off here today shared stories about successful businesses they had in Nepal and aired their opinions about prospects of investment in the country.\nThe session was presided over by Chief Secretary of the government of Nepal, Dr Baikuntha Aryal, where former CEO of the Investment Board, Radhesh Pant, made a presentation.\nDuring the session, member of the Board and former President of the Federation of Nepalese Chambers of Commerce and Industry (FNCCI), Bhawani Rana, enlightened the participants about the investment-friendly climate in Nepal besides shedding light on the situation of labourers here.\nShe also shared her personal experience about possibilities of investment in Nepal's emerging digital economy.\nLikewise, Devyani Rajya Laxmi Rana, Coca-Cola's Vice-President, Public Affairs, Communications and Sustainability for India and South West Asia, shared about the businesses they were running in Nepal and their success stories.\nLikewise, Arun Dhiman, CEO of SJVN Arun-3 Power Development Company, said that they had invested heavily in the hydro power sector of Nepal and articulated his readiness to bring more investment in coming days.\nSinohydro-Sagarmatha Power Company Limited's Managing Director, Hou Zong, said that they had brought in Chinese investment, technology and skills in Nepal by delivering on large infrastructures such as hydro power projects here.\nUnilever Nepal's Managing Director Amlan Mukharjee divulged that his company was increasing its products in Nepal and urged to ensure more favorable investment-friendly climate in Nepal.\nMogha Energy, USA's Vice-President Samrath Mogha narrated his positive experience about how convenient it was for his company to consider investment in Nepal.\nIn the context of Nepal's government's goal to export 10,000 megawatt of electricity within 10 years, he opined that there were challenges of investing more in physical infrastructures in the hydro power sector.\nGokarnaraj Awasthi, Director General of the FNCCI, asserted that there was a huge market potential in Nepal's two big neighboring countries-India and China- and indicated that there was huge potential for investment in domestic goods production in Nepal.\nThe Summit, aimed at attracting foreign direct investment and implementing economic development projects, will run through tomorrow.\nThere were altogether 153 projects showcased for investment in the Summit inaugurated by Prime Minister Pushpa Kamal Dahal 'Prachanda'.\nOver 2,000 investors from over 60 countries were participating in the Summit, PM Dahal said while talking to media persons on conclusion on the inaugural session of the Summit.\n"
    },
    {
        "title": "sc-admin-for-action-for-contempt-of-court",
        "date": null,
        "source": "nn",
        "category": "capital",
        "content": "\nThe Supreme Court Administration has demanded action against publisher of Sidhakura.com Yubaraj Kandel and executive editor Nabin Dhungana for contempt of court.     A report prepared by the sub-registrar of the court, Govinda Prasad Ghimire, is be submitted to the court on Monday. The report calls for severe punishment for creating misleading and defamatory content and broadcasting it online and on YouTube under the title of 'Sting operation of meetings attended by Supreme Court judges to dismiss more than 400 corruption-related cases'.\nThe report also calls for an order to the relevant authorities to bring the persons involved in disseminating fake news to the court and conduct necessary investigations and take action for criminal offense.\n"
    },
    {
        "title": "president-issues-ordinance-related-to-facilitation-of-investment",
        "date": "2024 Apr 28, 16:51, ",
        "source": "nn",
        "category": "nation",
        "content": "\n President Ramchandra Paudel has issued the Ordinance Amending Some Nepal Acts Related to Investment Facilitation, 2081.The President issued the Ordinance on the recommendation of the Government of Nepal, Council of Ministers and in accordance with the Article 114 (1) of the Constitution of Nepal, stated a communiqué signed by Shailaja Regmi Bhattarai, the Spokesperson at the Office of the President.\nThe Ordinance has been issued in the context of the Third Investment Summit that kicked off in the federal capital from today.\n"
    },
    {
        "title": "prime-minister-inaugurates-third-investment-summit",
        "date": "2024 Apr 28, 16:46, ",
        "source": "nn",
        "category": "business",
        "content": "\nThe Third Investment Summit has opened here today with the goal of bringing in foreign direct investment and launching development projects for the country's economic progress.Prime Minister Pushpa Kamal Dahal 'Prachanda' inaugurated the Summit amidst a special programme.\nOne hundred and fifty-one projects have been presented for investment in the Summit. One thousand and six hundred investors from more than 55 countries are participating in the event.\nNepal Investment Board has informed that there will be 23 exhibition stalls along with detailed information on the projects in the conference. Similarly, concept notes would be called for 19 projects.\nThe two-day international event features 11 parallel sessions on Monday. The first day witnesses inauguration session and two major sessions.\nThe investors will have opportunities to interact with PM Dahal and Finance Minister Barsha Man Pun in course of the summit.\nThe First Investment Summit was organized on March 2-3, 2017 and the Second Investment Summit on March 29 and 30, 2019.\n"
    },
    {
        "title": "success-of-annapurna-i-allie-eyes-on-mount-makalu",
        "date": "2024 Apr 28, 11:56, ",
        "source": "nn",
        "category": "travel-and-tourism",
        "content": "\nAustralian mountaineer Allie Pepper reached Makalu Base Camp yesterday.13 days prior Pepper successfully reached the top of the 10th highest mountain in world mount Annapurna-I without using supplementary oxygen together with her guide Mikel (Mingtemba) sherpa and Nima sherpa on April 14.\nAccording to Allie Pepper, “We arrived at Makalu base camp  after 7 hours of trek from Hillary base camp. At this stage we are looking to summit around the 5th of May.”\n‘We are checking the weather which looks like wind is decreasing around that time. Feeling good here and our health is perfect and we all are feeling very well and acclimatized here,” She added.\nMikel sherpa said, “On April 14 Allie, Nima and I stood on the top of world’s 10th highest mountain Annapurna-I. With success of mount Annapurna-I now ready for the world’s fifth-highest mountain Makalu summit if weather remain good then we will be on the top of mount Makalu on May 5.”\nAllie’s goal with Annapurna-I now achieved, now has 11 out of 14 eight thousand metre peaks to climb before July 2025, making her the first Female to achieve this from Australia.\nAfter Mount Makalu Pepper has locked her sights on Kanchenjunga for her next challenge. Undeterred by the risks that lie ahead, Pepper expresses her readiness to embark on her mission which started in mid-2023.\nThe rope-fixing teams from Seven Summit Treks already fixed the route to the top of mount Makalu on April 11. Team was led by Lakpa Sherpa, along with Sherpa there were 7 Sherpa.\nWith 11 more eight -thousanders yet to climb to complete Pepper dream of climbing all 14 eight-thousanders peaks without supplemental oxygen by mid-2025, after Makalu she will be heading to Kanchenjunga next.\nAs Allie Pepper embarks on her quest to conquer the highest peaks on Earth, her journey symbolizes the triumph of human spirit over adversity. With each summit, she reaffirms her commitment to excellence and inspires countless women and individuals to climb their own mountains in life.\n\n"
    },
    {
        "title": "japanese-foreign-minister-to-visit-nepal-next-week",
        "date": "2024 Apr 28, 11:29, ",
        "source": "nn",
        "category": "nation",
        "content": "\n Foreign Minister of Japan, Yoko Kamikawa, will be visiting Nepal next week.The Japanese Foreign Ministry shared this information on Saturday.\nMinister Kamikawa told a press conference that she would 'engage in diplomacy that serves as a bridge between Global South and like-minded countries including the Group of Seven nations', according to the Ministry.\nShe is visiting Madagascar, Ivory Coast, Nigeria, France, Sri Lanka and Nepal from April 26 to May 6.       \n\n\n\n\n\n\n\n"
    },
    {
        "title": "road-opening-in-solukhumbu",
        "date": "2024 Apr 27, 17:14, ",
        "source": "nn",
        "category": "issues",
        "content": "\nThe Lumsa-Dimil road in Solududhakunda municipality-10 of Solukhumbu has been inaugurated. Namgel Zangbu Sherpa, Mayor of Solu Dudhkunda Municipality, inaugurated the road with the cost sharing of the municipality and the Swiss donor agency.Ward Chair person Hom Magar informed that the construction of the 5 km long road cost about 111 million and the construction of the road was completed on the agreed date. Lumsa Dimil Road was constructed by Sangita Construction. The local residents have expressed their happiness that the level of the road has improved.\n\n"
    },
    {
        "title": "home-minister-denies-there-is-delay-in-providing-relief-to-wildfire-and-fire-victims",
        "date": "2024 Apr 26, 19:07, ",
        "source": "nn",
        "category": "capital",
        "content": "\n Deputy Prime Minister and Minister for Home Affairs, Rabi Lamichhane, has said that there is no delay in providing relief support to the people affected by forest fires and other fire incidents.Addressing a discussion programme entitled, 'The Current Status of Forests, Wildfires and Fire Incidents: Risks and Immediate Priorities', organised at the Ministry today, the Home Minister asserted that the government's priority is that there is no any let-up in the distribution of relief.\n\"It is not that the government is not in a position to feed a few hundred citizens during the time of disaster. Talking of relief, we have not made any delay in managing the resources. We have mobilized the resources,\" he said.\nStating that although the scale of the disaster cannot be forecast, necessary preparedness can be done, the Home Minister said, \"We can adopt precaution on the basis of information available, which will help in minimizing the loss of life and property from the disasters. It is necessary to prepare for disaster without repeating the mistakes committed in the previous year.\"\nHe underscored on conducting public awareness programmes on this topic once a week in schools, and also on changing the way the public awareness programmes are conducted.\nHome Minister Lamichhane suggested on increasing the capacity of the fire brigades and the fire trucks. He said the capacity of the 'burn wards' at the hospitals run by security bodies should also be expanded.\nAccording to the National Disaster Risk Reduction and Management Authority (NDRRMA) under the Ministry, forest fire is reported at 46 places and other fire incidents at 43 places, and one death due to inferno, throughout the country in the last 24 hours.(RSS)\n\n\n\n\n\n\n\n"
    },
    {
        "title": "seven-arrested-with-1-768-kg-gold-rs-14-360-million",
        "date": "2024 Apr 26, 18:52, ",
        "source": "nn",
        "category": "capital",
        "content": "\n A team of the Kathmandu Valley Crime Investigation Office today made public seven people, who were arrested with 1.768 kg of gold and Rs 14.360 million on Thursday.They are Ganesh Dutta Badu and Ayush Badu of Mahakali municipality in Darchula district, Dinesh Kharel and Bharat Raj Kharel of Birtamod in Jhapa district, and Amol Bibhute, Rishikesh Prakash Bibhute and Ganesh Satish Balte of Maharastra in India, said Spokesperson at the Kathmandu Valley Crime Investigation Office, Rabindra Regmi.\nThey were arrested from Indrachowk of Kathmandu on Thursday evening and the team made them public today organizing a press meet.(RSS)\n\n\n\n"
    },
    {
        "title": "mayors-forum-requests-finance-minister-pun-to-settle-electricity-dues",
        "date": "2024 Apr 26, 16:16, ",
        "source": "nn",
        "category": "capital",
        "content": "\nThe Kathmandu Valley Mayors' Forum has requested Finance Minister Barshaman Pun to settle the electricity dues of the local governments up to current fiscal year.The Nepal Electricity Authority (NEA) had, three months ago, sent a circular along with electricity bill to the local levels to pay the electricity dues.\nReaching the Finance Ministry, a delegation led by President of the Kathmandu Valley Mayors' Forum and Mayor of Lalitpur Metropolitan City, Chiribabu Maharjan, urged the Finance Minister Pun for the same.\nPresident Maharjan said they would pay electricity charge from coming fiscal year.\n\"Let us settle the electricity dues up to the current fiscal year and adopt the '60/40 arrangement' from coming fiscal year. There should be an arrangement of bearing 60 per cent electricity charge, of the total electricity charge, by local level and 40 per cent by NEA,\" he underlined.\nLocal levels and Mayors' Forum of the Kathmandu Valley have been protesting after the NEA sent a circular to the local levels asking them to clear the electricity tariff from 2074 BS.\nThe delegation members complained that the amount mentioned in the bill was not accurate. He blamed the NEA of making people's representatives involved in the campaign of making Kathmandu Valley bright and safe disappointed.\nMayor of Chandragiri municipality and Forum General-Secretary Ghanshyam Giri, shared that they were ready to pay electricity tariff from coming fiscal year.\nEarlier, the Forum delegation had requested Energy Minister Shakti Bahadur Basnet to rethink about the electricity tariff amount of local levels.\nSimilarly, Finance Minister said they would move ahead holding discussion about the demands put forth by Kathmandu Valley Mayors' Forum.\nHe expressed commitment to holding discussion on legal issues as well as amendment to laws in the context of settling electricity dues. The Finance Minister also directed the NEA not to disconnect the power supply of local levels. \n\n\n\n\n\n\n\n\n\n\n\n\n\n"
    },
    {
        "title": "glimpses-of-the-welcome-of-the-emir-of-qatar",
        "date": "2024 Apr 24, 12:33, ",
        "source": "nn",
        "category": "capital",
        "content": null
    },
    {
        "title": "the-meeting-between-prime-minister-prachanda-and-amir-of-qatar",
        "date": "2024 Apr 24, 12:00, ",
        "source": "nn",
        "category": "capital",
        "content": "\n A meeting was held between Prime Minister Pushpa Kamal Dahal 'Prachanda' and Emir Sheikh Tamim bin Hamad Al Thani of Qatar, who is on a visit to Nepal. The meeting was held at Hotel Solti.The Qatari Emir Sheikh, who arrived in Kathmandu on Tuesday with a delegation for a state visit to Nepal, had a meeting with President Ramchandra Poudel at Sheetal Niwas on the evening of his arrival.\nIn the meeting with the Prime Minister, the focus was on strengthening the relationship between the two countries.\nPrime Minister Prachanda is scheduled to host a lunch at Dwarikaj Hotel this afternoon to welcome the Sheikh who met with Prime Minister Prachanda on the second day today. The Qatari Emir Sheikh is scheduled to leave for his country today.\n\n\n\n\n\n\n\n"
    },
    {
        "title": "pm-vows-continuous-reforms-to-ease-business-environment-in-nepal",
        "date": null,
        "source": "nn",
        "category": "business",
        "content": "\nThe first day of the ongoing Nepal Investment Summit has drawn the wide attention of politicians, policymakers, investors, business leaders and other stakeholders.Attended by over 1,400 participants, including representatives of government agencies, the private sector, and Nepal’s development partners, the summit showcased 154 projects in various stages of preparation, including 19 that were being readied for soliciting Expressions of Interest from potential investors, the Secretariat of the Nepal Investment Summit stated.\nEarlier today, Prime Minister Pushpa Kamal Dahal ‘Prachanda” inaugurated the Summit and shared the measures taken by the country to make the environment more conducive for doing business.\n“We are committed to carry out continuous reforms to facilitate investors, industrialists, innovators, and ease the doing business environment,” said PM Dahal.\nThe government has amended eight different laws relating to business and investment, he added.\nLikewise, the Prime Minister attended a meeting with business leaders from 22 countries to assure them of Nepal’s readiness to support investors interested in undertaking projects in Nepal.\nAs shared by the Secretariat, two separate Memoranda of Understandings (MoUs) were signed on Sunday. One agreement was signed between the BLC Group Nepal and Yotta Data Services, Pvt. Ltd. India, and another was between the Federation of Nepalese Chambers of Commerce and Industry (FNCCI) and National Chamber of Commerce, Malaysia.\nMinister for Finance Barsha Man Pun said it was an important platform for the government to reach out to potential investors and for investors to provide feedback.\nFormer prime minister and President of the opposition Nepali Congress (NC) Sher Bahadur Deuba, Secretary General of the UN Conference of Trade and Development (UNCTAD) Rebeca Grynspan and Regional Director of the Foreign, Commonwealth & Development Office (FCDO) Ben Mellor, Ambassador of India to Nepal Naveen Srivastava, Ambassador of United States of America Dean R. Thompson, and Ambassador of the People’s Republic of China Chen Song addressed the session.\n"
    },
    {
        "title": "china-not-to-charge-visa-fees-for-nepali-nationals",
        "date": "2024 Apr 28, 21:36, ",
        "source": "nn",
        "category": "nation",
        "content": "\nThe People's Republic of China has decided not to charge visa fees for Nepali citizens visiting the country.The Embassy of China in Kathmandu has shared that starting May 1, 2024 no visa fee will be applied for Nepali nationals. It may be noted Nepal has been giving the same facility to Chinese citizens since 2016.\nThe decision comes following an agreement reached during the visit of Deputy Prime Minister and Foreign Minister Narayankaji Shrestha to China last March.\nIssuing a notice today, Embassy of China in Kathmandu has said that visa fees will not be applied for Nepali citizens so as to promote friendship between the two countries and facilitate the exchange of visits. Express charges and services however will remain as before.\nThe Nepali tourism businesspersons had been demanding fee-less visas for Nepalis since a long time. With this new provision, Nepali nationals can also easily go to China and the traffic in both directions will have a positive effect on the tourism sector, said Maniraj Lamichhane, Director of Nepal Tourism Board.\nAccording to statistics provided by the NTB, the arrival of Chinese tourists has been increasing in 2024. A total of 12,093 Chinese tourists came to Nepal in the month of March. The number was 9,180 in February and 1,436 in January.\nIn the year 2023, altogether 60,878 Chinese tourists had visited Nepal. Before the corona epidemic, the highest number of Chinese tourists visiting Nepal was in 2019 that stood at 169,543.\n"
    },
    {
        "title": "weather-update-48",
        "date": "2024 Apr 27, 11:47, ",
        "source": "nn",
        "category": "nation",
        "content": "\nToday\nPartly to generally cloudy in the hilly areas of Gandaki Province, Karnali Province and Sudur Pashchim Province and partly cloudy in the hilly regions of Koshi Province and Bagmati Province and partly cloudy to mainly fair in rest of the country. Brief rain/ thundershowers is likely to occur at a few places of hilly regions of Gandaki Province, Karnali Province and Sudur Pashchim Province and at one or two places of hilly region of rest of the Province. Chances of light snowfall at one or two places of the high hilly and mountainous region of Gandaki Province, Karnali Province and Sudur Pashchim Province.\nTonight\nAccording to Meteorological Forecasting Division, Partly cloudy in the hilly areas of Koshi Province, Gandaki Province and Karnali Province and partly cloudy to mainly fair in the rest of the country. Brief rain/ thundershowers is likely to occur at one or two places of hilly region of Koshi Province, Gandaki Province and Karnali Province. Chances of light snowfall at one or two places of the high hilly and mountainous region of Koshi Province, Gandaki Province and Karnali Province.\n\n"
    },
    {
        "title": "grade-12-exams-taking-place-peacefully-across-the-country",
        "date": "2024 Apr 26, 11:04, ",
        "source": "nn",
        "category": "nation",
        "content": "\n The grade 12 examinations have begun across the country at once from 8.00 am today.Chairperson of the National Examination Board, Dr Mahashram Sharma said the examination was being conducted at 1,525 examination centers in all 77 districts.\nA total of 1,526 examination centres have been set up by the board, including 1,525 in the country and one in Japan.\nThe examination has also been conducted by sending question papers through email to the examination center in Japan.\nDr Sharma said, \"The grade 12 examinations have started peacefully across the country from 8 am today. We have received information that the students have participated in the examination with enthusiasm.  \n\n\n\n\n\n\n\n\n\n"
    },
    {
        "title": "by-election-held-with-peace-and-enthusiasm-election-commission",
        "date": null,
        "source": "nn",
        "category": "politics",
        "content": "\nThe Election Commission said the by-election was held in Ilam and Bajhang in a peaceful and enthusiastic manner.Issuing a press release on Saturday evening, the EC said the by-election in Ilam House of Representatives (HoR) constituency-2 and Bajhang HoR Constituency 1(a) was conducted peacefully and enthusiastically.\nThe EC has extended its gratefulness to the Nepal government, province government, local elvel, employees, security personnel, political parties, voters, observers and candidates as well as all sectors and communities for their role to make by-election a success. (RSS)\n\n\n\n"
    },
    {
        "title": "voting-taking-place-enthusiastically-in-bajhang",
        "date": "2024 Apr 27, 11:25, ",
        "source": "nn",
        "category": "politics",
        "content": "\nThe voting for the member to the Province Assembly at Bajhang-1 (A) is taking place in an enthusiastic manner from 7:00 am.Chief Election Officer, Sudarshan Lamichhane, told RSS that voters have started reaching voting centres to exercise their voting rights.\nLamichhane said he has received the information that the voting is underway peacefully at 74 polling stations and 94 voting centres determined at Bajhang constituency-1 (A).\nNepal Police, Armed Police Force and Nepali Army personnel have been deployed to conduct the election in a peaceful environment.(RSS)\n\n\n\n\n"
    },
    {
        "title": "by-election-in-ilam-and-bajhang-today",
        "date": null,
        "source": "nn",
        "category": "politics",
        "content": "\n By-election is taking place in Ilam and Bajhang today. The by-election is scheduled today for the member to the House of Representatives in Ilam Constituency-2 and Province Assembly member in Bajhang Constituency-1 (A).Sharing that all preparations for the by-election in two constituencies have completed, the Election Commission urged all voters to exercise their voting rights without fear.\nThe voting is taking place from 7:00 am to 5:00 pm today. The by-election is taking place in these two constituencies after the two posts had remained vacant following the death of HoR member Subas Nembang and Province Assembly member Prithivi Bahadur Singh.\n Subas Nembang of the CPN (UML), elected from Ilam-2, died from heart attack on September 12, 2023 while Prithvi Bahadur Singh of the Nepali Congress, elected from Bajhang-1(A) in a road accident on July 10, 2023.\nA total of 19 candidates including Suhang Rai of the CPN (UML), Damber Khadka of the Nepali Congress and Milan Limbu of the Rastriya Swatantra Party are contesting in Ilam by-election while 12 candidates in Bajhang including Abhishek Bahadur Singh of the Nepali Congress, Daman Bhandari of the CPN (UML), Janak Budha of the CPN (Maoist Centre) and Dil Bahadur Singh of the CPN (Unified Socialist). (RSS)\n\n\n\n\n\n"
    },
    {
        "title": "silence-period-to-begin-in-ilam-2-bajhang-1-from-midnight",
        "date": null,
        "source": "nn",
        "category": "politics",
        "content": "\nElection related activities have been prohibited from tonight as per the election code of conduct in Ilam-2 and Bajhang-1. The by-election to the member of House of Representatives is taking place in Ilam-2 and Bajhang-1 on coming Saturday.According to the Election Commission, election related activities are prohibited till the completion of vote count from this midnight, 48 hours before the voting day.\nThe EC has already made arrangement to enforce the election code of conduct in the concerned districts by carrying out surveillance of the activities in order to control possible activities against election code of conduct during this silence hour.\n Any activities like interaction, assembly, conference, workshop, seminar in favour or against candidates as well as seeking vote in favour of candidates through digital platform and social sites likes SMS, Facebook, Viber are restricted during this 48-hours as per the election code of conduct.\nUnder-Secretary and Assistant Spokesperson at the EC, Ram Dutta Pandey, shared that the bodies concerned have been directed to inform the EC after carrying out monitoring and surveillance during the silence hour in order to hold the by-election in free, fair and impartial environment.\n"
    },
    {
        "title": "pm-prachanda-urges-political-parties-to-follow-course-of-socialism",
        "date": null,
        "source": "nn",
        "category": "politics",
        "content": "\nPM Prachanda urges political parties to follow course of socialism\n Prime Minister Pushpa Kamal Dahal 'Prachanda' has urged all the political parties to together find a path towards socialism as per the spirit of the Constitution.Addressing a programme organised to mark the Diamond Jubilee of the establishment of the Communist Party of Nepal in Godavari of Lalitpur on Monday, the Prime Minister insisted on the need for political cooperation to find the nation's development and to serve the best interests of citizens.\n\"Our political accomplishments so far were possible due to a political understanding and unity. But, an erosion in such understanding has made us weaker,\" he said, wishing that the celebration of the Day may inspire all the political parties at home to mark the day for starting a fresh understanding and consensus.\nStating that Communist parties representing various streams, the Nepali Congress and other political parties had contributed significantly to the establishment of a federal democratic republic system, the Chair of the major ruling CPN (Maoist Centre) said an atmosphere featuring high political cooperation and understanding is vital to institutionalise these achievements.\nHe claimed that attempts are underway to undermine the federal republic founded on the principles of proportional representation and inclusion. He called on all political parties to get engaged in collaborative efforts aiming to strengthen democracy, advancing towards social justice and prosperity.\nThe PM urged political parties to recognise mutual existence and contributions and commit to serving the cause of the nation and its citizens. He also wanted political parties to make corrections of weaknesses within themselves.\n\"Let's review our good works and reflect on our weaknesses. Let's have a resolution to cultivate an advanced thought ahead and serve the nation with dedication,\" he said. \n\n\n\n\n\n\n\n\n"
    },
    {
        "title": "establishment-of-cpn-completes-75-years-today",
        "date": "2024 Apr 22, 10:05, ",
        "source": "nn",
        "category": "politics",
        "content": "\nThe establishment of the Communist Party of Nepal (CPN) has completed 75 years today.The CPN was established on the initiative of some Nepali youths to protest the Rana regime and liberate the people.\nThe momentum for the publicity of a communist ideology gained momentum in Nepal after Pushpalal Shrestha translated the 'Communist Manifesto' into Nepali language in 2005 BS.\nShrestha was the founder general secretary of the CPN that was incepted with a goal to establish socialism. Among other founders were Niranjan Govinda Baidya, Narabahadur Karmacharya, Narayanbilash Joshi and Moti Devi Shrestha.\nThe community party has passed through several divisions and unities in its history of seven and a half decades.\nCommunist and left parties are still running in different streams and groups. The CPN (UML), a major communist party of the country, is organizing a special function at Godavari in Lalitpur today to mark the 75th anniversary of the party's establishment.\nThe recently-held council meeting of the UML has decided to honour former President Bidya Devi Bhandari with 'Ganatrantra Gaurav (Republic Glory)' on the occasion, informed party's publicity department chief Rajendra Gautam.\nThe UML is presenting the honour in recognition to the struggle, honesty and sacrifice of seniors to end autocracy and subsequently establish republican system in the country, Gautam shared.\nUML's national council members, office-bearers and members of the district committees from the Kathmandu Valley, office-bearers and members of the secretariat of all the municipalities, office-bearers of all the wards, all the people's representatives (members of the House of Representatives and National Assembly, province assembly members, chairs and vice chairs of the local level governments, and members of all the people's organizations, and the currently unorganized but old and prestigious of the party) will be present on the occasion, informed UML central office secretary Dr Bhishma Adhikari. \n"
    },
    {
        "title": "nine-youths-allegedly-joined-russian-force-out-of-family-contact-for-months",
        "date": "2024 Apr 27, 14:31, ",
        "source": "nn",
        "category": "issues",
        "content": "\nNine youths reportedly enrolled in the Russian military have lost contact with their families, leaving their loved ones in distress.According to relatives, the youths opted to join the Russian military as they did not see better career opportunities at home.\nA mother in Byas municipality said she spends her days in tears over her son, who has not been in touch with the family for the past four months. Initially, her son reassured her not to worry about his situation, but despite her attempts to remain calm, she finds herself restless. \"I have sleepless nights these days worrying about my son\", said the woman preferring to be unnamed.\n These families have already approached the Migrant Resource Centre under the Safer Migration Programme (SaMI), seeking its help to get back their offspring safely.\nAccording to Centre's consultant Goma Tiwari, among those reported to have joined the Russian security force, three are from Byas municipality, one from Devghat rural Municipality, three from Bhanu municipality, one from Shuklagandaki, and one from Myagde rural municipality.\nAs the Centre said, it has sent official documents to the Department of Consular Services, Ministry of Foreign Affairs with a request for searching for them.\nIt is believed that youths paid Rs 500 to 600 thousand each to middlepersons to get a visit visa for Russia and join the military force.\nCentre's district coordinator Luna Rana said there may be more people from Tanahu getting enrolled in the Russian force at a time it has been prohibited by the government. \"So there may be a few complaints.\"\nDistrict Administration Office, Tanahu said each one visiting the Office for a passport is being oriented on the destinations prohibited by the State from visiting, and risk factors and consequences in case of an unlawful trip.\nWe have proceeded with diplomatic initiatives to bring Nepalis back from Russia safely. Still, we continue to urge one and all not to entertain any plan to visit those countries banned by the State, he added. (RSS)\n\n\n\n\n\n\n\n\n\n\n\n"
    },
    {
        "title": "everest-summiteer-mingmar-sherpa-active-in-social-service",
        "date": "2024 Apr 27, 12:13, ",
        "source": "nn",
        "category": "issues",
        "content": "\nMingmar Sherpa, born in Siddhicharan 6 Jantarkhani Okhaldhunga a renowned Everest summiteer, Who guide first Finnish lady to summit top of the world in 2010, has once again proven himself to be a hero off the mountain as well. With the help of his friends in Finland, Mingmar has successfully raised funds to support various community development projects in his village.\nOne of the major projects that Mingmar and his team have undertaken is the construction of a new road in the village. Road track open from tuksindo to Damar village, New track open from Damar village to Rangel village and New track open from border of Solukhumbu to Damar village, This road not only improves connectivity within the community but also opens up opportunities for economic growth and development.\nIn addition to the road construction project, Mingmar has also been instrumental in building a community center that serves as a hub for various social and cultural activities. The center has become a focal point for the villagers to come together and work common goals.\nFurthermore, Mingmar and his team have provided support to local schools by helping with infrastructure development and educational programs. This has had a positive impact on the students and teachers alike, creating a conducive learning environment for all.\nMingmar has done more in village by provide smokeless chimneys and house roofing projects in the Damar village which is important for people living in villages.\nThe local people are extremely grateful to Mingmar Sherpa for his dedication and hard work in bringing about positive changes in their community. They express their heartfelt thanks to him and his friends in Finland for their generous support and commitment to improving the lives of others.\nMingmar Sherpa truly embodies the spirit of service and selflessness, and his efforts serve as an inspiration to many. His continued contributions to the betterment of his village are a testament to the power of individuals coming together with a shared vision for a brighter future.\n"
    },
    {
        "title": "life-imprisonment-to-four-including-former-lawmaker-alam-on-rautahat-murder-incident",
        "date": null,
        "source": "nn",
        "category": "issues",
        "content": "\n The District Court Rautahat has issued a verdict awarding life imprisonment to four persons, including former lawmaker Mohamad Aftab Alam.District judge Matrika Prasad Acharya handed down life imprisonment to Alam, his brother Mahatav, Badri Sahani and Sheikh Sheraj after finding them guilty in a case relating to bomb explosion and murder.\nHowever, another one implicated in the case, Mukti Shah has been acquitted.\nThe bomb was exploded at Rajpurfardawa village of Rautahat on the run up to the election of then Constituent Assembly in 2064BS.\nSimilarly, the case of six others absconding after the incident and accused of involvement in the crime has been put on hold.\nA case was filed in 2019 accusing 11 persons, including former lawmaker Alam of explosion and murder.\nHearing on the case had concluded on Monday. \n\n\n\n\n\n\n\n"
    },
    {
        "title": "two-dead-in-separate-accidents",
        "date": "2024 Apr 25, 13:39, ",
        "source": "nn",
        "category": "issues",
        "content": "\n A pilgrim was killed after being hit by a bus at Gadyauli of Rapti municipality-2 in east Chitwan. The deceased has been identified as Nima Kumari Rijal, 60, of Rapti-2According to the police, Rijal just returned from Chataradham of Sunsari after observing a religious festival underway there and was knocked down by the bus in course of getting off the vehicle she travelled.\nSeverely injured, Rijal breathed her last amidst the treatment at Old Medical College, according to District Police Office, Chitwan's Spokesperson Shreeram Bhandari.\nPolice have arrested the bus driver, Krishna Sapkota, 41, of Hetauda submetropolis-18 in Makwanpur for further investigation into the accident.\nMeanwhile, Pradip Waiba, 35, of Kailash rural municipality-10 in Makawanpur was killed after he was run over by tractor last night. He was traveling in the tractor (Pradesh 03-001 Ta 0419) and accidently fell off the trailer of the vehicle which led to the fatal accident, according to Makwanpur District Police Office. The accident took place at Sadikhoriya of Kailash-10. Police have impounded the vehicle and arrested driver Birman Syangtan, 33, of Baghmara of Bhimphedi rural municipality-1 for further investigation. \n\n\n\n\n\n\n\n"
    },
    {
        "title": "forest-fire-destroys-13-houses-in-khotang",
        "date": "2024 Apr 25, 13:13, ",
        "source": "nn",
        "category": "issues",
        "content": "\nForest fire destroys 13 houses in Khotang\nA fire spread from a community forest has destroyed 13 houses of Barahpokhari rural municipality-1, BarahpokhariThe fire broke out at Barahpokhari community forest gutted 13 houses, seven lofts and two sheds. Details of the loss incurred by fire is yet to be received.\nAccording to Barahpokhari-1 ward chair Dhak Bahadur Karki, two houses and lofts of Mohanlal Thapa Magar of Bhirgaun, one house and three lofts of Purna Bahadur Magar, house of Bhadra Singh Magar and two cowsheds, house of Subash Thapa Magar and scaffolding and house of Madan Thapa Magar were gutted in the fire.\nThe fire destroyed two houses and two lofts, 40 goats, half tola gold and Rs 50,000 in cash of Gangamaya Magar of Dancingtar.\nLikewise, the fire has gutted houses of Suman Magar of Khorsane village, Lekhraj Khatiwada of Gahate, Hom Bahadur Katawal and Padma Bahadur Katawal of Dandakharka village, among others.\nThe Armed Police Force, Nepal Police and local residents have been trying to douse the fire, but it has not been successful, said Bhuwan Shrestha, a local.\nAccording to the police, 109 fire incidents have so far taken place in the district since last mid-July, causing damage of property worth Rs 40.9 million. \n\n\n\n\n\n\n\n\n\n\n\n\n\n"
    },
    {
        "title": "meeting-between-high-officials-of-nepal-and-malaysia",
        "date": "2024 Apr 26, 12:27, ",
        "source": "nn",
        "category": "global",
        "content": "\nNepalese Ambassador for Malaysia Dilli Raj Poudel held a meeting with the Director General of Immigration Department of Malaysian YBhg. Dato’ Ruslin bin Jusoh at the Immigration Headquarters, Malaysia. The meeting focused on strengthening cooperation and deepening good relations between Malaysia and Nepal.\nNepal and Malaysia established diplomatic relations in 1960. The loyalty and dedication displayed by the Gurkha soldiers from Nepal during the painful times of external aggression and internal conflicts in Malaysia in the last century is still deep in the memory of the Malaysian people.\nMalaysia is one of the major trading partners of Nepal. There is tremendous scope for the promotion of mutually beneficial commercial relations including trade, investment and tourism promotion between two countries.\nMalaysia recognized Nepal as a source country for foreign workers since the beginning of 2001. This decision on the part of the Malaysian Government has become a major factor for the consolidation and diversification of bilateral relationships in the recent years.\nTourism holds great scope for promotion between the two countries. Direct air connection between the two capitals, which started from March 2003 has facilitated to bring our people even closer.\n\n\n\n"
    },
    {
        "title": "bangladesh-qatar-sign-5-agreements",
        "date": "2024 Apr 23, 15:42, ",
        "source": "nn",
        "category": "global",
        "content": "\nBangladesh and Qatar today signed five agreements and five memorandums of understanding (MoUs) to enhance mutual cooperation between the two countries.The agreements are: avoidance of double taxation and prevention of fiscal evasion with respect of taxes in income between Bangladesh and Qatar, cooperation in legal field between the government of Bangladesh and State of Qatar, maritime transport between the two countries, promotion and protection of mutual investment, and establishment of the Bangladesh-Qatar joint business council.\nFive MoUs include cooperation in the field of manpower employment (labor), cooperation in the field of ports (MWANI Qatar and Chattogram port authority), cooperation in the field of education, higher education and scientific research, cooperation in youth and sports, and cooperation in diplomatic training.\nAmir of the State of Qatar Sheikh Tamim Bin Hamad Al Thani and Bangladesh Prime Minister Sheikh Hasina witnessed the signing ceremony held at Prime Minister Office (PMO) Dhaka.\nAmong the agreements, Qatar Trade and Industry Minister Sheikh Mohammed bin Hamad Al Thani and Bangladesh Industries Minister Nurul Majid Mahmud Humayun put pen on the agreement on Promotion and Protection of Mutual Investments between the two countries.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
    },
    {
        "title": "biography-of-the-emir-of-qatar",
        "date": "2024 Apr 23, 12:45, ",
        "source": "nn",
        "category": "global",
        "content": "\nHis Highness Sheikh Tamim Bin Hamad Al Thani assumed his duties as Amir of the State of Qatar on 25th June 2013, following the announcement of His Highness Father Amir, Sheikh Hamad Bin Khalifa Al Thani’s decision to hand over his power to his Heir Apparent in an address to the Qatari people, and the pledge of allegiance to His Highness Sheikh Tamim as the new Amir.According to the Government Communication Office, of the State of Qatar, His Highness Sheikh Tamim Bin Hamad Al Thani was born on 3rd June 1980 in Doha, Qatar, where he received his primary and lower secondary schooling. He then joined Sherborne School in the United Kingdom where he continued his secondary schooling and graduated in 1997.\nHis Highness the Amir pursued his higher education in the United Kingdom where he attended the Royal Military Academy of Sandhurst, graduating in 1998.\nUpon graduation from Sandhurst, His Highness joined Qatar’s Armed Forces where his military and academic studies were combined with practical experience to enhance his leadership skills.\nAs Heir Apparent\nHis Highness’ strong leadership characteristics qualified him to be appointed as Heir Apparent on 5 August 2003. He was also appointed Deputy Commander-in-Chief of the Armed Forces. Since then, His Highness Tamim Bin Hamad has been working with His Highness the Father Amir to acquire the essence of his wisdom and experience in governance, as well as his deep knowledge of state affairs.\nThe Amir’s hobbies include Falconry and sports related to Qatari and Arab heritage.\nIn addition to the Arabic language, His Highness is fluent in both English and French.\n\n\n\n\n\n\n\n\n"
    },
    {
        "title": "iran-warns-israel-against-slightest-response-to-weekend-attack",
        "date": "2024 Apr 16, 16:20, ",
        "source": "nn",
        "category": "global",
        "content": "\nPresident Ebrahim Raisi has warned Israel it will face a \"painful response\" if it takes the \"slightest action\" in response to Iran's unprecedented drone and missile barrage at the weekend.Iran's first-ever direct attack on Israel, which began on Saturday, was in response to an April 1 air strike on Tehran's consulate in Damascus which has been widely blamed on Israel.\nThe strike levelled the five-storey consular annexe of the Iranian embassy and killed seven Revolutionary Guards, two of them generals.\n\"We firmly declare that the slightest action against Iran's interests will definitely be met with a severe, extensive and painful response,\" Raisi said in a call late Monday with Qatar's emir, Sheikh Tamim bin Hamad Al Thani.\nRaisi reiterated that Iran was acting in \"self-defence\", saying the operation targeted Israeli bases used to carry out the consulate strike, a statement from his office said.\nHe criticised the support of some Western government for Israel.\nIsraeli armed forces chief Lieutenant General Herzi Halevi vowed Monday to respond to the unprecedented attack, even after appeals for restraint poured in from world leaders fearing wider regional conflict.\n\"This launch of so many missiles, cruise missiles, and UAVs into the territory of the State of Israel will be met with a response,\" Halevi told troops at the Nevatim airbase, which was hit in Iran's Saturday night barrage.\nThe Israeli army has said the vast majority of the weapons were shot down -- with the help of the United States and other allies -- and the attack caused only minimal damage.\nIran said it had informed the United States and given a 72-hour warning to neighbouring countries ahead of what it called its \"limited\" attack on Israel.\n\n\n\n\n\n\n\n\n\n"
    },
    {
        "title": "death-toll-in-indonesia-s-south-sulawesi-landslides-rises-to-20",
        "date": "2024 Apr 16, 15:36, ",
        "source": "nn",
        "category": "global",
        "content": "\nA search and rescue team has found two more bodies in landslides in Tana Toraja in South Sulawesi, bringing the death toll to 20, the National Disaster Management Agency said on Tuesday.   High-intensity rain triggered landslides on unstable ground in Lembang Randan Batu and Manggau villages on Saturday night at 10:30 p.m. local time, injuring some people and burying four houses.\n   Search and rescue operations were carried out amidst fog and rain, and landslides blocked roads.\n   All the missing people have been found with the recent finding of the two deceased. The search operation was then called off, but the team remained on the lookout for any reports from locals.  \n"
    },
    {
        "title": "third-investment-summit-kicks-off-today-govt-to-dangle-151-projects",
        "date": "2024 Apr 28, 21:53, ",
        "source": "nn",
        "category": "business",
        "content": "\nThe Third Investment Summit is beginning today. It is being organized to bring in foreign direct investment and launch development projects for the country's economic progress.The government is dangling 151 projects. The event to be inaugurated by Prime Minister Pushpa Kamal Dahal 'Prachanda' will be attended by over 1600 investors from 55 plus countries.\nNepal Investment Board has informed that there will be 23 exhibition stalls along with detailed information on the projects in the conference. Similarly, concept notes would be called for 19 projects.\nThe two-day international event features 11 parallel sessions on Monday. The first day witnesses inauguration session and two major sessions.\nThe investors will be provided opportunities to interact with PM Dahal and Finance Minister Barsha Man Pun in course of the summit.\nPrivate sector, partner of economic development, is the co-organizer of the event.\nSeveral noted international figures including Indian Minister for Commerce and Industry, Piyush Goyal; State Minister for UK Asia Pacific Affairs, Anne-Marie Trevelyan; Minister of State for Development and Africa, Andrew Mitchell; UNCTAD Secretary General Rebeca Grynspan; Chairman of China International Development Cooperation Agency, Luo Zhaohui are addressing the summit.\nSimilarly, Vice President Chair of ADB, Yingming Yang; Acting Vice Chair of Asian Infrastructures Investment Bank, Rajit Mishra; Indian Ambassador to Nepal, Naveen Shreevastav; Executive Director of ITC India, Supratim Datta, and Senior Vice Chair of US Chamber of Commerce, Atul Keshap, also in the list to address it.\nThe event will also be addressed by former Prime Minister and major opposition leader Sher Bahadur Deuba, Finance Minister and summit convention committee director, Barsha Man Pun, and leaders of Nepali business community.\n\n\n\n\n\n\n\n\n"
    },
    {
        "title": "nepal-will-export-electricity-to-bangladesh-soon-pm-dahal",
        "date": "2024 Apr 28, 21:41, ",
        "source": "nn",
        "category": "business",
        "content": "\nNepal will export electricity to Bangladesh soon: PM Dahal\nKathmandu, April 28: Prime Minister Pushpa Kamal Dahal 'Prachanda' has said that there will be a trilateral agreement between Nepal, India and Bangladesh adding that Nepal would export 40 megawatts of electricity to Bangladesh from this fiscal year itself.\nInaugurating the Marsyangdi-Kathmandu 220 KV double circuit transmission line and 220 KV Matatirtha sub-station here Sunday, PM Dahal said the long-term power trade agreement inked with India during his official visit had ensured the market for Nepal's hydroelectricity.\nDahal asserted, \"An agreement has been signed to give a final touch to the initial understanding. I am confident that this could be another important and historic step for the development of Nepal's electricity and to ensure the market.\"\nStating that the trilateral agreement would be inked between Nepal, India and Bangladesh very soon, he observed that the agreement would help expand Nepal's electricity market.\nFurthermore, he shared that a consensus was forged with China to build the Chilime-Kerung transmission line to establish power trade's access to northern neighbour and for this, according to him, both countries' respective mechanisms were taking the needed actions.\nSpeaking of the need to continue with the developmental works, the Head of the Government viewed, \"The development works should not be stopped under any pretext. Important decisions should be made to accelerate programmes and projects maintaining a balance between development and environment.\"\nOn the occasion, he urged the concerned sides to be more practical than an obstruction to the development works.\nMoreover, the PM informed that mega reservoir-based hydropower projects would be constructed to remove the seasonal imbalance witnessed in the electricity system.\nAccording to him, the construction process of the 1,200 megawatts Budhi Gandaki reservoir-based hydropower project, 1,063 megawatts Upper Arun semi-reservoir based hydropower project and 670 megawatts Dudhkoshi reservoir-based hydropower project have been expedited.\nPM Dahal divulged that the financial management of the World Bank led-1,063 megawatts Upper Arun and Asian Development Bank led-670 megawatts Dudhkoshi reservoir-based hydropower project have reached the stage of completion.\nSimilarly, a feasibility study of the Karnali Chisapani 10,800 megawatts project which is of regional and national importance and bearing the potential to transform the country in the long term, has been taken forward through the Nepal Electricity Authority, he said.\nAccording to him, the incumbent government has put in place an action plan to increase domestic consumption of electricity produced within the country. He expressed his confidence that the action plan could offer guidelines to increase domestic consumption of domestically generated electricity.\nHe stated that around 98 per cent of the country's population has access to electricity. Preparations have been made to announce complete electrification in the country within one and a half years.\n\"It is a historic achievement that the basis to ensure cent percent electrification has been ready. It is a major milestone in Nepal's development.\"\nThe newly inaugurated transmission lines are built to transmit electricity generated from the hydropower projects constructed along the Marsyangdi river corridor and upcoming hydropower projects to be built in this area to the Kathmandu valley.\nThe newly inaugurated projects are expected to cater to the needs of the Kathmandu Valley's residents for an adequate, reliable, quality and safe supply of electricity. Also, these transmission lines are expected to significantly contribute to further strengthening the integrated electricity system of the country.\n"
    },
    {
        "title": "adb-vice-president-yang-pays-courtesy-call-on-pm-prachanda",
        "date": "2024 Apr 26, 14:23, ",
        "source": "nn",
        "category": "business",
        "content": "\nVice-President (South, Central, and West Asia) of the Asian Development Bank (ADB), Yingming Yang, paid a courtesy call on Prime Minister Pushpa Kamal Dahal 'Prachanda'.During the meeting held at the official residence of the Prime Minister at Baluwatar today, they discussed the issues of economic development of Nepal and the upcoming investment summit, according to the Prime Minister Prachanda's Secretariat.\nOn the occasion, PM Prachanda said Nepal is the appropriate destination for investment, adding there is ADB's significant investment in Nepal's physical infrastructure development.\nHe shared that Nepal would present effective and investable projects in the investment summit taking place in Nepal.\n\"The government has built an appropriate environment for investment by making legal and policy-level revisions. It is the best opportunity for investment in Nepal\", underscored PM Prachanda.\nStating that ADB was ready to invest in Nepal's strategic projects, Vice-President Yang explained that the ADB would prepare a strategy to further invest in Nepal in the coming days.\nDr Rupak Sapkota, Foreign Affairs advisor to PM Prachanda, and high-ranking officials of ADB in Nepal were present on the occasion. \n\n\n\n\n\n\n\n"
    },
    {
        "title": "nepalese-team-departs-to-participate-in-asian-u-20-athletics-championship",
        "date": null,
        "source": "nn",
        "category": "sports",
        "content": "\nNational Sports Council Member-Secretary Tanklal Ghising bid farewell to the team going to Dubai to participate in the Asian U-20 Athletics Championships from Baishakh 12 to 15. In the competition player Badal karki will participate in male 800 and 1500 meter run. Adeshkumar Yadav will run in male 100 and 200 meter run.Ajay B.K will participate in men 1500 and 3000 meter run.Kalpana Budha will participate in women's 1500 and 3000 meter run.\nCoach Kanti Mahato is in the team.\n\n"
    },
    {
        "title": "hong-kong-defeats-nepal-by-four-wickets",
        "date": null,
        "source": "nn",
        "category": "sports",
        "content": "\n Nepal has suffered a defeat in a match held for third position of the ACC Men's Premier Cup T20 tournament underway in Oman.Hong Kong defeated Nepal by four wickets. With this win, Hong Kong has qualified for the Emerging Asia Cup. Hong Kong chased the target of 140 runs set by Nepal in 19.3 overs at the loss of six wickets.\nNepal had shown poor batting performance in today's match. For Nepal, Dipendra Singh Airee made 44 runs, Sandeep Jora 22 and Rohit Kumar Poudel 21. Other batsmen could not score significant runs. Opener Kushal Bhurtel was dismissed for zero.\nAnshuman Rath scored 65 runs to steer Hong Kong to victory yesterday.\nSompal Kami took three wickets while Dipendra Singh Airee took two wickets for Nepal. \n"
    },
    {
        "title": "palesa-and-kabiraj-are-the-best-of-the-year",
        "date": "2024 Apr 20, 19:50, ",
        "source": "nn",
        "category": "sports",
        "content": "\nPara taekwondo player Palesa Govardhan and coach Kabiraj Negi Lama have been awarded the best player and coach of the year respectively.The Nepal Taekwondo Association honored Palesa as the best player of the year and Kabiraj as the best coach on the occasion of the eighth annual general meeting. Palesa was honored with Rs 50,000 and Kabiraj with Rs 15,000 in the general meeting held at Sauraha in Chitwan on Saturday.\nThey were honored by Minister of Youth and Sports Birajbhakta Shrestha and President of Nepal Taekwondo Association Prakash Shamsher Rana.Palesa qualified for the Paris Paralympics after winning the gold medal in the Asian qualifiers. Palesa is the first Nepalese athlete to go through the qualifying stage to play in the Paralympics.\nKabiraj has been holding the position of Para Taekwondo coach since 2015. Under his training, Nepal has won 10 international medals so far. Among them are three gold, two silver and five bronze.\nSimilarly, Hemanta Khatri, the instructor of Rolpa's Jaljala Taekwondo Dojang, was honored with the Best Taekwondo Instructor Award. He was awarded Rs.15,000.\n\n\n\n\n"
    },
    {
        "title": "nepal-failed-to-qualify-for-the-asia-cup",
        "date": "2024 Apr 19, 15:34, ",
        "source": "nn",
        "category": "sports",
        "content": "\n  Nepal has failed to qualify for the Asia Cup Cricket. After losing to UAE in the semi-finals of the ACC Premier Cup, Nepal failed to qualify for the T20 Asia Cup in 2025.UAE defeated Nepal by 6 wickets in the semi-final. Chasing the target of 120 runs given by Nepal, UAE completed it by losing 4 wickets in 17.2 overs.\nEarlier, Nepal scored 119 runs losing 9 wickets in 20 overs.\nNepal will now play for the third place on Saturday.\n In this Premier Cup, the countries that finish first, second, and third will get to play in the Emerging Teams Asia Cup.\n\n\n\n\n"
    },
    {
        "title": "airee-holds-11th-position-in-icc-updated-ranking-for-all-rounders",
        "date": "2024 Apr 17, 19:49, ",
        "source": "nn",
        "category": "sports",
        "content": "\nAiree holds 11th position in ICC updated ranking for all-rounders\nKathmandu, April 17: Nepali national cricket team member Dipendra Singh Airee has advanced his position as an all-rounder in the ICC T20 rankings. According to the International Cricket Council (ICC), he has ascended to the 11th rank from the previous 14th.\nMoreover, in the latest batting rankings, Airee has climbed to the 62nd rank following an improvement of 16 spots. Airee is giving his outstanding performance in the ongoing ACC Premier Cup Cricket in Oman. In a recent match against Qatar in the Cup, he scored six sixes in one over.\nLikewise, in the updated ICC rankings for batsmen, Nepali team captain Rohit Kumar Paudel holds the 53rd position, while Aasif Sheikh has risen to the 75th rank with an improvement of 36. Similarly, Kushal Malla occupies the 100th position, having advanced by nine spots. \n"
    },
    {
        "title": "nepali-cricket-team-in-semi-final",
        "date": "2024 Apr 17, 16:14, ",
        "source": "nn",
        "category": "sports",
        "content": "\nThe Nepali National Men's Cricket Team has entered the semi-finals of the ACC Premier Cup.  In the last match of the group stage, Nepal defeated Saudi Arabia by 6 wickets. Nepal chased down the target of 74 runs presented by Saudi in 7.2 overs with the loss of 4 wickets in the match which was reduced to 8 overs. The Nepali cricket team has managed to win 4 matches in a row by performing excellent matches.Today in another match Hong Kong finished second in Group A and entered the semi-finals.\n\n\n\n"
    },
    {
        "title": "japan-hands-over-the-community-center-for-disaster-prevention",
        "date": "2024 Apr 23, 21:13, ",
        "source": "nn",
        "category": "health",
        "content": "\n The handover ceremony of the Community Center for Disaster Prevention by the Government of Japan to Indrawati Rural Municipality was held today in Sindhupalchowk District and Ambassador Kikuta attended the ceremony. The new community center has been constructed by the Government of Japan under the Grant Assistance for Japanese NGO Projects scheme. The project is being implemented by Japanese NGO Japan Asian Association & Asian Friendship Society (JAFS) and aims to enhance disaster prevention capabilities of a rural municipality in Sindhupalchowk district with self and mutual help. This project includes not only constructing a community center but also establishing disaster prevention committees, activities, public broadcasting, warehouses and conducting landslide preventionmeasures.\nOn the occasion, Ambassador Kikuta expressed his hope that the new community center will become the center of disaster prevention and improve not only the capabilities of disaster prevention but also regional revitalization.\n\n"
    },
    {
        "title": "parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital",
        "date": "2024 Apr 18, 21:36, ",
        "source": "nn",
        "category": "health",
        "content": "\nMember of the House of Representatives (HoR) and entrepreneur Dr Sunil Sharma has provided two million rupees to Children's Hospital going to be constructed at the initiative of Cardiothoracic Surgeon, Dr Bhagwan Koirala.Parliamentarian Sharma today reached the under-construction Kathmandu Institute of Child Health (KIOCH) at Hepali Height in Kathmandu and provided financial support.\nOn the occasion, Dr Sharma said he provided financial support to the under-construction hospital as a respect to Dr Koirala for his good cause.\nKIOCH has forwarded a plan to construct specialized children's hospitals in all seven provinces along with Kathmandu. Dr Koirala is the Chairperson of KIOCH. A hospital of KOICH is already in operation in Damak, Jhapa. KOICH would construct a 100-bed hospital in Kathmandu.\nKOICH Chairperson Dr Koirala shared that plans are afoot to construct 50-bed hospitals in all seven provinces after constructing one in Kathmandu.\n"
    },
    {
        "title": "parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital-1",
        "date": "2024 Apr 18, 21:36, ",
        "source": "nn",
        "category": "health",
        "content": "\nMember of the House of Representatives (HoR) and entrepreneur Dr Sunil Sharma has provided two million rupees to Children's Hospital going to be constructed at the initiative of Cardiothoracic Surgeon, Dr Bhagwan Koirala.Parliamentarian Sharma today reached the under-construction Kathmandu Institute of Child Health (KIOCH) at Hepali Height in Kathmandu and provided financial support.\nOn the occasion, Dr Sharma said he provided financial support to the under-construction hospital as a respect to Dr Koirala for his good cause.\nKIOCH has forwarded a plan to construct specialized children's hospitals in all seven provinces along with Kathmandu. Dr Koirala is the Chairperson of KIOCH. A hospital of KOICH is already in operation in Damak, Jhapa. KOICH would construct a 100-bed hospital in Kathmandu.\nKOICH Chairperson Dr Koirala shared that plans are afoot to construct 50-bed hospitals in all seven provinces after constructing one in Kathmandu.\n"
    },
    {
        "title": "vitamin-a-capsules-de-worming-tablets-being-administered-to-children",
        "date": "2024 Apr 18, 15:50, ",
        "source": "nn",
        "category": "health",
        "content": "\nVitamin 'A' capsules, de-worming tablets being administered to children\nKathmandu, April 18: The Department of Health Services has launched the National Vitamin 'A' programme for children under five years from today.\nVitamin 'A' Capsules are being administered to children from six months to 59 months of age and de-worming tablets to children from one year to five years in the two-day programme.\nNutrition Section Head of the Department, Lila Bikram Thapa, said the Department has set a target of administering Vitamin 'A' capsules to around 3.2 million children while de-worming tablets to around 2.9 million children.\nHealth volunteers would administer Vitamin 'A' and de-worming tablets to children in every ward, he mentioned.\nA total of 52,000 women health volunteers and 10,000 health workers are deputed for the two-day programme. The government administers Vitamin 'A' capsules and de-worming tablets to children free of cost in Baishakh and Kartik every year.\n"
    },
    {
        "title": "health-insured-to-bear-20-percent-of-treatment-cost",
        "date": "2024 Apr 14, 18:56, ",
        "source": "nn",
        "category": "health",
        "content": "\nThe Health Insurance Board has informed that those insured under the health insurance programme are made responsible to bear 20 percent cost on their own while receiving treatment at private and community hospitals.Executive Director at Board, Dr Damodar Basaula, informed that those insured under the scheme would bear 20 percent of total expanse made in the treatment from today. This new provision would discourage the insured ones to undergo nonessential health tests. Only sick and insured ones would be benefited with the new provision, according to him.\nEarlier, the health insured people were liable to bear 10 percent of spending in treatment at community hospital and 20 percent of spending at private hospitals.\nExecutive Director Dr Basaula however informed that the scheme would not be enforced in the basic hospitals of 15 beds.\nThe co-sharing of the treatment cost will be effective in the federal and provincial hospitals, private and community hospitals, and medical colleges where specialist service is available.\nA total of 77,41,483 people have joined the insurance scheme. Among them, 3.6 million are receiving benefit, while number of those yet to renew facility is 4.8 million.\n\n\n\n\n\n"
    },
    {
        "title": "health-secretary-admits-failure-to-reach-public-awareness-programme-at-local-level",
        "date": null,
        "source": "nn",
        "category": "health",
        "content": "\n Secretary at Ministry of Health and Population Dr Roshan Pokhrel has admitted failure to reach public awareness programmes at local level.During a programme organized on the occasion of World Health Day here Sunday, Secretary Dr Pokhrel viewed, \"We've not been able to fan out programmes that are aimed at making people aware of health problems and services. Now onwards, we're planning to inform public on basic health services.\"\nNepal representative of World Health Organization (WHO), Dr Rajesh Sambhajirao Pandav, viewed informed lifestyle on health and behaviour would help us live a healthy life.\nAlthough Nepal has mentioned health service in its fundamental rights, there are a lot to do to realize it.\nOn the occasion, Director General at Health Service Department, Dr Sangita Kaushal Mishra, said activities could be forwarded in a way they would ensure everyone's equitable access to health services.\nSimilarly, Chief of Policy, Planning and Monitoring Division, Dr Krishna Prasad Paudel, also said they were unable to deliver all free health services. \"Basic hospitals were not expanded as per expectation. Nepal's coverage on universal access to quality health service is 54 percent, which actually had to be reached 80 percent,\" he shared.\nDr Paudel underlined the need for effective implementation of health insurance and further initiatives on non-communicable and mental diseases. \n"
    },
    {
        "title": "respect-above-the-clouds-team",
        "date": "2024 Apr 22, 15:01, ",
        "source": "nn",
        "category": "travel-and-tourism",
        "content": "\nAustralian Allie Pepper made headlines after successfully scaling the tenth-highest mountain Mt Annapurna-I on April 14 without using supplementary oxygen. The feat was not achieved easily and not without her incredible sherpa partners Mikel Sherpa (Mingtemba) and his younger brother Nima Sherpa as they continued on their record breaking journey.Early Life\nMikel Sherpa (34) hails from Makalu Municipality-2, Sankhuwasabha District. Born to Father Phurba Sherpa and Mother Nima Doma, Mikel has three sisters and is the middle son among three brothers in the family.\nAs with many Sherpa, to better support his family, Mikel stepped into the world of mountaineering in 2008 working as an assistant guide.\nBeing a quick learner and with a keen interest in mountaineering, Mikel quickly learned the ropes and started guiding his own expeditions, and in less than two years had been selected to work with Seven Summit Treks who he has been with for over 14 years.\nA mountain of achievements\nSince his first visit to Manaslu Base Camp as an assistant guide, back in 2008, Mikel has so far scaled eight thousand-meter peaks a total of an incredible 23 times.\nHaving guided dozens of climbers to the top of the world’s highest peaks over his career, Mikel has also summited the mighty Mt Sagarmatha (Everest) and Mt Kanchenjunga five times respectively.\nSimilarly, Mikel has successfully summited Mt Manaslu three times and over the course of many years, Annapurna and Gasherbrum-2 twice respectively and Cho Oyu, Broad Peak, K2, Gasherbrum-1 one time each. Also, he has also summited Mount Elbrus and Mount Aconcagua.\nMikel has also summited Amadablam an amazing seven times and numerous other 6,000-metre peaks.\nBack in 2016, Mikel also guided Spanish climber Carlos Soria Fontán to the summit of Annapurna 1 who had taken up the challenge to become the oldest person in the world to reach the summits of the 14 highest peaks in the world. So Mikel has earnt his place as one of the worlds most accomplished mountaineers and mountain guides.\nAllie’s guide in the mountains\nMikel and Allie have both worked together and become partners since they met two years ago during an expedition at Mt Manaslu, when Allie scaled the mountain without using supplemental oxygen. Mikel also guided Allie on Annapurna-I and will continue to do so for the next 11 x 8,000-metre peaks the dynamic duo aim to climb together.\nBrother and climbing partner Nima Sherpa\nNima Sherpa, younger brother of Mikel and climbing partner, alongside Allie in Annapurna, has also scaled several mountains over his career. He has successfully summited Mt Everest, Dhaulagiri, Annapurna-1, and Makalu of the 8000 metre peaks. Nima has also has summited Ama Dablam twice and various other 6,000 metres peaks. Together with Allie and brother Mikel the Respect above the Clouse World Record adventure is making amazing progress. All supported by Seven Summit Treks.\nUpcoming expeditions\nThe duo will head to Makalu in the coming days before aiming for Mount Kanchenjunga next. Mikel also, only has four more peaks above eight thousand-metre including Nanga Parbat, Shishapangma, Dhaulagiri, and Makalu to climb before embedding all 14 highest peak summits in his portfolio.\nFor more information and films ….\nhttps://www.youtube.com/@alliepepper\n\n\n\n\n\n\n\n\n\n\n\n"
    },
    {
        "title": "pasang-lhamu-sherpa-a-source-of-inspiration-for-nepalese-women-2",
        "date": "2024 Apr 21, 21:20, ",
        "source": "nn",
        "category": "travel-and-tourism",
        "content": "\nIt has been 31 years since Pasang Lhamu Sherpa climbed the world's highest peak, Mount Everest. She climbed Mt. Everest on 22 April 1993, representing all Nepali women.Earlier, in 1975, Junko Tabei, a Japanese woman, became the first woman to climb Mt Everest. However, no Nepalese woman had achieved this feat back then. In this connection, Pasang Lhamu did not dare to climb Mt. Everest.\nPasang Lhamu was born in the district of Solukhumbu on 16 December 1961. As a child, she started trekking in the mountains following her father, Late Phurvakitar Sherpa. Later, when she became an owner of a trekking company, her love for mountains grew. In this process, she even climbed some mountains at home and abroad like Mount Cho Oyu, Yala Peak, Pisang, and Mount Blanc.\nHer becoming a mother of three children did not deter her desire to climb mountains. Accordingly, she had set a goal to climb Mt. Everest. Although her three attempts failed, her determination was strong.\nApril 22, 1993, holds a special place in history for Nepalese women. Pasang Lhamu had reached the top of Mt. Everest in her fourth attempt. On the way back, Sonam Chhiring Sherpa, a member of her team, fell seriously ill. It would have been unethical for Pasang Lhamu to leave her teammate behind. Sending their other friends to get oxygen cylinders, she stayed with Sonam Chhiring.\nHowever, when the weather suddenly turned bad, other members of her team were not able to aid Pasang Lhamu and Sonam Chhiring in their rescue. Thus, Pasang Lhamu Sherpa, the first Nepalese woman to reach the summit of Mt Everest, passed away. After the weather improved, her body was recovered and brought to Kathmandu. Her funeral procession was attended by thousands of people.\nThe Government of Nepal has declared the late Pasang Lhamu Sherpa a national hero. The government has named the 7315 meters high Jasamba Mountain as Pasang Lhamu Mountain. The 117 km-long highway from Trishuli to Dhunche has been named Pasanglhamu Highway. Postal stamps have been published in her name. An assembly hall has also been built in her name in Jhapa.\nCurrently, the biography of Pasang Lhamu is taught in schools.\nNepali women take Pasang Lhamu as a source of inspiration. It has been 31 years since Pasang Lhamu left this world, but her legacy still carries on.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
    },
    {
        "title": "massive-avalanche-in-manaslu-peak-people-nearby-budhigandaki-urged-to-remain-vigilant",
        "date": "2024 Apr 21, 13:11, ",
        "source": "nn",
        "category": "travel-and-tourism",
        "content": "\nAn avalanche occurred from the Manaslu Peak at Samagaun of Chumanubri rural municipality-1 in north Gorkha this morning.According to local Dizen Lama, the avalanche fell near the Birendra Lake which lies on the lap of the Manaslu mountain.\nThe occurrence of the disaster at 9:00 am on Sunday caused the lake water to overflow and gush into the Budhigandaki River. The development caused a significant risk for a flood in the Budhigandaki. The avalanche is a big one and it may cause damage to settlements near the river downstream area, it is said.\nDistrict Police Office Gorkha's Chief, Superintendent of Police Basudev Pathak, said, that once they were reported about the occurrence of the avalanche, a police squad swiftly left for the site. The increased water level in the river damaged a wooden bridge along the river. As the police team from the site assessed, the situation suggests no immediate risk for the further damages, he said.\nChief District Officer of Gorkha, Bhola Dahal, said everyone has been urged to remain alert to the increased water flow in the Budhigandaki and refrain from visiting the river area. The Birendra Lake that lies on the foot of the Manaslu Peak, the world's eighth highest peak measuring 8,163 meters, is considered the origin of the Budhigandaki. \n"
    },
    {
        "title": "jufal-airport-resumes-after-53-days-of-closure",
        "date": "2024 Apr 21, 12:35, ",
        "source": "nn",
        "category": "travel-and-tourism",
        "content": "\nDolpa, April 21: Flights at Jufal Airport in Dolpa have resumed after 53 days of closure. The airport was temporarily shut to upgrade the 185-metre-long runway which was completed at a cost of Rs 60 million including VAT, according to Civil Aviation Authority's engineer Bir Prasad Shahi.\nThis morning, a Tara Air flight from Nepalgunj landed at Jufal, marking the resumption of the services. Prior to this, the runway was in a dilapidated condition, posing a threat to travelers.\nJufal serves as the sole airport in Dolpa of Karnali Province, the largest district across the country. \n"
    },
    {
        "title": "politics-should-fill-enthusiasm-among-investors-president",
        "date": "2024 Apr 25, 17:25, ",
        "source": "nn",
        "category": "science-and-technology",
        "content": "\nPresident Ramchandra Paudel has said that for the prosperity of the country, politics should be able to fill enthusiasm among investors.He mentioned that Nepal, which is rich in natural resources, has great potential to achieve prosperity through rapid energy development.\nInaugurating the Himalayan Hydro Expo 2024 held in Kathmandu on Thursday with the slogan 'Green Energy for the Prosperity of Nepal', President Paudel made it clear that this is possible with the facilitation and coordination of the Government of Nepal and the investment of the private sector.\n\"Politics should be able to fill investors with enthusiasm, for this the Nepalese government should facilitate the laws, regulations, and policies, while the private sector should consider the interests and prosperity of the country as the highest priority and increase investment,\" he said.\nPresident Paudel clarified that with federalism, Nepal is moving towards political stability with the high practice of democracy and this is creating a situation that will increase domestic and foreign investment attraction.\n\"For the economic prosperity of Nepal, the government of Nepal has been giving special priority to the energy sector as the main basis. As a result, the increasing energy production in Nepal, which once experienced a major energy crisis, has strengthened the nation's energy security. Nepal has transformed from an energy importing nation into an exporting nation. It is happening\", President Paudel said.\nStating that he thinks that it is playing a positive role in the economic sector of Nepal through electricity trade by ending the dependency situation in the past, he expressed the opinion that it is a matter of satisfaction that Nepal can contribute to the increase in the use of renewable energy through the export of clean and green energy to the regional markets of neighboring countries.\n\n"
    },
    {
        "title": "draft-bill-on-it-and-cyber-security-seeks-transparent-accountable-use-of-ai",
        "date": "2024 Mar 12, 11:44, ",
        "source": "nn",
        "category": "science-and-technology",
        "content": "\n A draft bill designed to manage IT and cyber security has underlined the use of innovative technology. It has stated that artificial intelligence, machine learning, block chain, and IoT should be used in a transparent, accountable, safe and respected manner.Such provision has been incorporated in the draft bill the Ministry of Communications and Information Technology released on Sunday. The Ministry has sought feedback on it within two weeks.\nIn the bill,has been asked to set up a centre for excellence for research and development of the new technologies such as AI, machine learning and block chain.\nSimilarly, structure for IT and cyber security has been provisioned in it, under which, establishment of directors' committee having Minister for Communications and Information Technology as its head is stated.\nThe document has incorporated a coordination committee under the coordination of Joint Secretary at ministry. The committee is to be established aiming at rapid response on cyber security and provide immediate assistance.\nElectronic records, data, originator of records, invocation of law of contract for electronic transaction, digital signature, public service delivery via electronic medium, technical audit of IT, vetting, operation, regulation and management of domain name, registration of IT industry and business, information/data safety and privacy, digital harassment, collection of personal details, establishment of cyber security centre, of data centre and cloud, are included in the bill.\nCritical IT infrastructures, cyber monitoring of critical IT infrastructures, cyber security audit and auditor for it, activities banned on cyber space, crime and punishment, use of digital forensic, and establishment of IT tribunal are other topics in the draft bill.\nUnder the data safety, none is allowed to disrupt harmonious relations among federal units, nationality or national unity, dignity, national security, sovereignty, territorial integrity by means of electronic system.\nCyber bulling, cyber harassment, production and distribution of indecent content, and cyber scam are banned on cyber space. Theft of data and code is punishable.\nThe government would not collect personal data except as required by law. In case of the need to collect personal information, he/she would be informed mandatorily before it.\nAs per bill, every government body and public corporation is asked to run its own website to provide service and share information. The development/design of website to be operated by these bodies would be similar and meet standard set by the Ministry of Communications and Information Technology.\nSimilarly, any individual or office willing to register np domain needs to get it registered at the department, submitting necessary fee. The domain name needs to be renewed every two years.\nThose- individual or company- willing to provide cyber security service is also required to get license.\nThe draft bill is available at https://api.giwms.gov.np/storage/22/posts/1710050856_14.pdf.\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
    },
    {
        "title": "cyber-legislation-needed-to-resolve-problems-minister-sharma",
        "date": null,
        "source": "nn",
        "category": "science-and-technology",
        "content": "\nCyber legislation needed to resolve problems: Minister Sharma\nGhorahi, March 3: Minister for Communications and Information Technology, Rekha Sharma, has said delay in cyber legislation has caused various problems.\nAt a cyber security orientation organized for the chiefs of the government offices including IT officers in Dang district, Minister Sharma, however, said government had forwarded law making process on cyber security. She sought suggestions from various sides for the cyber law.\nGovernment would collect suggestions from diverse sectors and move ahead accordingly, Minister Sharma said, underlining the need for all tiers of government to launch public awareness on cyber security.\nMoreover, she said although information technology has eased work, it has brought host of challenges due to sheer misuse.\nOn the occasion, Undersecretary at the ministry, Raj Kumar Maharjan, informed that the orientation was organized to impart knowledge on how the information and data could be kept safely.\nEven the policy issues relating to cybercrimes and challenges before government were shed light in the interaction.\nOn the occasion, Chief District Officer in Dang, Rambandhu Adhikari, said cyber security is a sensitive issue warranting informed community to deal with it. \n\n\n\n\n\n\n"
    },
    {
        "title": "talks-positive-with-bangladesh-to-export-energy",
        "date": null,
        "source": "nn",
        "category": "science-and-technology",
        "content": "\nThe talks between the officials of Nepal Electricity Authority (NEA) and Bangladesh Power Development Board (PBDB) have been positive on power trade deal.As agreed between NEA and PBDB, Nepal would export electricity to Bangladesh from coming rainy season.\nThe talks were held between the NEA Managing Director Kulman Ghising led team and PBDP's Tender Evaluation Committee in Dhaka, the capital city of Bangladesh.\nGhising said that a final agreement would be done soon by giving a final touch to every point to be included in the power trade deal.\n\"They are supposed to take approval from the higher authority. Consensus has been made to purchase electricity from Nepal from coming rainy season by completing the approval and other processes at the earliest possible time,\" Ghising added.\n"
    },
    {
        "title": "opinion-fast-developing-ai-as-new-friend-of-human",
        "date": "2024 Feb 20, 21:50, ",
        "source": "nn",
        "category": "science-and-technology",
        "content": "\nNetra Subedi “Prayas”In human civilization, human being is always in search of an alternate which can work at least similar to human beings. In such search process, recent developments in Artificial Intelligence (AI) is supposed to surpass human capacity. In mastery of language and in chess game AI has already crossed human ability indicating that there is unimaginable working capacity of AI in different sectors. According to famous author and historian Yuval Noah Harari, AI is associated with future of humanity. In his words, there are at least two milestones in the development of AI. First is the capacity of the machine to identify and response to the feelings and emotion in human beings. Another is not other than ability to navigate and operate safely in the real world scenario.\nAccording to John McCarthy, AI is the science and engineering of making intelligent machines that can perform tasks that are characteristics of human intelligence. The intelligent systems could be in the form of software, hardware or a combination of both. We notice some overlap between AI and information technology basically in terms of the use of computer technology. Actually, AI is more focused on creating intelligent systems that can be operated autonomously and make decisions, while IT is concerned with the infrastructure and systems used to manage and process data.\nElements, applications and recent trends of AI\nThe key elements of AI include Natural Language Processing (NLP), expert systems, robotics, intelligent agents, computational intelligence, artificial general intelligence etc. In recent years many advancements are made in each of these elements. Areas of AI application ranges from features in social media and smart phones to image and speech recognition, use of robotics in customer service, recommendation engines for effective strategies, stock trading and useful products like generative AI. ChatGpt, chatBot, Google Gemini are few widely used generative AI tools which has already evolved through new generations with multiple capabilities. Paradigm shift is seen in the AI quantum computing. AI human like robots are interesting aspects in the sense that they can read human expressions and emotions so that they can be used in customer care and factories where similar actions are repeatedly done. The right tracking of use of AI is the accountability of human. If AI goes out of our control, there is risk of developing once supposed friend into an alien.\nTalking about the recent advancements in AI we should at least recall the web development and its commercial use since 2000’s. Another remarkable event is of late 2017 when an AI program named Alpha zero developed by Google defeated the most powerful chess program in the world indicating that AI is winning human capability. Simulation of intelligence in machine is another development in AI. Similarly, virtual reality and augmented reality creating simulated environment are crucial achievement made in the sector.\nEmotionally intelligent AI are able to detect micro expressions in face and hence support as customer care. Autonomous AI systems are known for multitasking such as driverless vehicle operation in the crowded roads. Open AI developed by Microsoft is known for speech and image recognition. ChatGpt introduced in November 2022 is regarded as turning point in AI use. According to Geoffrey Hinton, godfather of AI, machine may walk over the humans who make them in the near future.\nAI and education\nInequality in the facility of information and communication technology is best described as digital divide. Once we make countrywide coverage of internet services, there will be easy availability of access to AI tools through apps most of which are free of cost. Personalized AI education system are supposed to be adaptive and effective in addressing learning gaps followed by performance analysis. Hopefully, quality of education will go up with the introduction of AI tools in the near future.\nAI and healthcare\nThe time taken for x-ray reports has diminished from more than a week to just 1 minute after the application of AI. Diagnostics of critical diseases has made easier using AI supported programs. For example, cure.AI is an Indian company providing its service to more than 700 hospitals. In Nepal also telemedicine is in use and there is possibility of using AI enhanced healthcare through well-equipped focal hospitals. AI enhanced tools are useful not only for disease detection but also for personalized medication. There should be provision for data security and privacy protection as well.\nAI and economy\nWe can recall the use of Sophia, humanoid female robot in a Sustainable Development Goals related program organized by UNDP in Kathmandu in March, 2018. It is increasingly believed that AI will transform the global economy in coming years. But we have to be prepared so that we can ensure the AI based transformation. Recently, International Monetary Fund (IMF) warned that AI may hit almost 40 percent jobs. It may cause new kind of inequality in the world. Back in history machines and computers cut large number of jobs in their massive use stage which will be repeated at the massive use of AI tools too.\nAlso, AI is supposed to be useful in mitigating impacts of climate change, waste management and efficient use of energy. Generative artificial intelligence has the potential to automate many tasks and eventually boost global economic growth. Goldman Sachs Research forecasts that AI will start having a remarkable impact on US GDP in 2027 and begin affecting growth in other economies around the world in the years that follow.\nAI and society\nWith fast changing capacity of AI and widespread use, human being is gradually be AI enhanced. At the initial stage, skepticism prevails everywhere. We need a set of policies to safely leverage the vast potential of AI for the benefit of humanity. The features and provisions in the AI tools should honor the basic tenets of democracy like freedom of expression, transparency, accountability, rule of law, human rights and concerns of marginalized section of the society. Novel threats demands novel approaches to deal with and AI is not the exception. One study done based on the views of 2800 authors throughout the globe reveal that the speed of evolution of AI tools and techniques has been remarkably faster than it was projected earlier.\nAI and governance\nIt's clear to note that AI governance and governance through AI has different scope. Now the trend has shifted from first to later one. Recently, Ministry of Communication and Information Technology, Nepal has prepared preliminary conceptual note on use of AI in Nepal and now engaging experts to give it to a final shape. Now is the right time for the national planning commission to pay attention for policy and programs in upcoming periodic plan as well as annual budget.\nAI should be priority agenda of government at least for learning and adaptation. We all know that UAE has already declared the provision of AI ministry. Many conferences are set in 2024 in different part of the world. For example, AI in finance summit is to be held in New York in April and Applied AI summit to be organized by Denmark in the same month followed by data innovation summit in Dubai in May 2024 indicating that AI has become the priority issue for global dialogue. Moreover, global initiatives is important to create forum to discuss AI issues. For example, there may be need of treaty to ban the use of military robot, check the random use of data algorithms especially during general elections. While using AI we need to redirect it for increase in production and simplification of public service delivery.\nWith its rapid increase in the application, AI regulation is the area every government need to give attention. Since public sector of third world has every chance to lack AI experts there should be policy guiding for the capacity development of government officials followed by general regulation for the best use of AI in Nepal and encouragement for the tech companies working in the field of AI. It should be well noted that AI in the hand of bad actors will be a big concern.\nConclusion\nAI is one of the potential good friends for human being. AI can be an effective tool for influencing geopolitics in the ground that different tools developed especially in the north blocks are already entered the Nepalese market. Government can play a role to take strategic initiatives to make best use of AI tools. Besides, there are many possibilities we can explore with the introduction of AI. Capability building will enable us for the prioritization and best use. Its right time to begin dialogue among the stakeholders so that Nepal could be active user of AI advancements for the benefit of citizens.(The writer is Joint Secretary at the Ministry of Communications and Information Technology)\n"
    },
    {
        "title": "feb-software-still-not-functional",
        "date": "2024 Feb 16, 16:52, ",
        "source": "nn",
        "category": "science-and-technology",
        "content": "\n The software of the Foreign Employment Board has not still become operational. The software the Board uses in providing economic assistance to the workers killed or incapacitated in course of foreign employment and to their families had encountered some problem since some days.Board spokesperson and information officer Tikaram Dhakal said problems have been faced in carrying out the related works due to problem with the software. \"The problem in the software is because of the memory becoming overloaded with the uploaded documents along with the entire data. The technicians are working to fix the problem. The memory is full of data and documents from 15 years,\" he said.\nAccording to him, although they are accepting applications offline, they have not been able to make the payments as it is done through the software. He added that the Board has been carrying out emergency works including related to rescue offline by sending letters, even though the software is not working.\nThe Board states that some problem is seen in its fewims.feb.gov.np software since some days and it will take few more days to operate it.\n"
    },
    {
        "title": "a-democratic-republic-seeks-moral-values-and-virtues-like-religion-president",
        "date": "2024 Apr 21, 14:12, ",
        "source": "nn",
        "category": "entertainment-and-lifestyle",
        "content": "\nPresident Ramchandra Paudel has said that like all religions, the Federal Democratic Republic also seeks moral values and virtue. He said this while addressing the program organized by Nepal Jain Parishad on the occasion of Lord Mahabir's 2623rd birth anniversary.He also clarified that the basic goal of all religions is the welfare of the human race.\nPresident Paudel also said that the goal of religion is happiness, peace, progress, discipline, and building a civilized and cultured society and country.\nOn the occasion of the 2623rd birth anniversary, he expressed his best wishes to all the Nepali Jain brothers and sisters and said that it is positive and timely to celebrate the 2623rd birth anniversary of Lord Mahabir as a day of non-violence as usual under the leadership of Nepal Jain Parishad, the representative organization of Jains in Nepal.\nStating that the Jain followers of Nepal live together among different communities, President Paudel expressed the opinion that wherever they are following the principles of Lord Mahavir, they have succeeded in leaving a positive impression through religion, culture, and social service. \"I believe that this organization will work more effectively in the future by promoting Jain philosophy such as non-violence, peace, pluralism, morality, character, and equality,\" he said.\nReligion has ethics, authenticity, commitment, and truth.\n\n\n\n\n\n"
    },
    {
        "title": "chaiti-chhath-concludes-offering-argha-to-rising-sun",
        "date": null,
        "source": "nn",
        "category": "entertainment-and-lifestyle",
        "content": "\nThe Baasanti (Chaite) Chhath festival concluded in Mithila region this morning by offering 'argha' to the rising sun.The devotees on fast since the completion of 'Kharna' ritual on Saturday night concluded this year's Chaiti Chhath festival by offering argha to the rising sun in the morning.\nParan (closing) is performed on the Baasanti Chhath with the devotees on fast offering argha to the sunrise this morning.\nChhath festival, which is celebrated twice a year in autumn and spring season, has now concluded this year (2080).\nStanding in the water bodies like pond, river and well, the devotees offered water to the setting sun on Sunday evening and the rising sun on Monday morning. Chaite Chhath is celebrated for four days wishing for peace, prosperity and longevity of their family members.\n"
    },
    {
        "title": "socialist-culture-a-primary-condition-for-preparing-base-of-socialism-pm-dahal",
        "date": null,
        "source": "nn",
        "category": "entertainment-and-lifestyle",
        "content": "\nSocialist culture a primary condition for preparing base of socialism-PM Dahal\nKathmandu, April 13: Prime Minister Pushpa Kamal Dahal 'Prachanda' said cultural transformation and socialist culture are the primary conditions for preparing the base of socialism.\nIn his address to the 'Opening Cultural Evening-2081' hosted by the Sanskritik Sansthan on the occasion of New Year-2081, he said all patriotic and progressive communities should contribute towards building socialist culture.\n\"The Constitution promulgated through the long struggle and sacrifice of the Nepali people has a resolution to build a socialism-oriented State\", he said, expressing government's seriousness about cultural policy, resources, infrastructure, encouragement of litterateurs and artists.\nHe assured to address the concerns of cultural institutions in the policies, programmes and budget of the upcoming fiscal year.\nPM Dahal said the cultural evening organized by the Sansthan has given him a unique energy and inspiration. \"The performances presented at the programme have given me a different energy and inspiration. I believe various languages, cultural diversity, province-based cultural presentations and patriotic performances have provided an important inspiration for the assimilation and promotion of the country's national unity and cultural diversity.\"\nOn the occasion, General Manager of the Sanskritik Sansthan Kiran Babu Pun said the institute was active in preserving and promoting folk songs, folk music, folk dance and folk drama.\nHe shared that a cultural programme would be organized on Friday evening of every week with the theme 'Happiness of Cultural Institute, Let's Celebrate Nepali New Year'.\n\"In order to promote the culture with tourism, the programme will showcase folk songs, dances, melodies, plays and folk culture of all ethnicities from birth to death in seven provinces,\" Pun added.\n"
    },
    {
        "title": "china-fashion-industry",
        "date": null,
        "source": "nn",
        "category": "entertainment-and-lifestyle",
        "content": null
    },
    {
        "title": "islam-community-celebrating-eid-ul-fitr-tomorrow",
        "date": "2024 Apr 10, 13:19, ",
        "source": "nn",
        "category": "entertainment-and-lifestyle",
        "content": "\nThe Islam community in Nepal is celebrating the Eid-ul Fitr tomorrow, Thursday, while marking today the completion of the month-long Roja, a rigorous fasting, that is observed in the month of Ramadan.The people from the Islam community tomorrow will gather at the Mosque and Idgah, a place set for public prayers on the occasion of Eid, and read the Namaj.\nAfter the recitations of Namaj, they hug each other and exchange Eid-ul Fitr greetings. Back home, they enjoy delicacies. The month of Ramadan is the ninth month of the Islamic calendar.\nIn the 70 days of the Eid-ul-Fitr, the Muslim people observe the Baker-Eid or Eid-ul-Ajaha. During this festival, they depart for Hajj, a pilgrimage to the Mecca Medina in Saudi Arabia. \n"
    },
    {
        "title": "collective-commitment-to-prevent-child-marriage-in-madhes",
        "date": "2024 Apr 05, 11:32, ",
        "source": "nn",
        "category": "entertainment-and-lifestyle",
        "content": "\nVarious stakeholders have expressed their shared commitment to ending social anomalies such as child marriage and dowry propping up as a key challenge in Madhes.The participants at a discussion 'Role of religious preachers for ending child marriage' held in Bardibas on Thursday expressed collective commitment to play lead role in preventing child marriage in their areas.\nIn the discussion organized by Madhesi Commission in collaboration with the Plan International, Madhes Province Assembly Speaker Ramchandra Mandal and other participants signed the commitment paper for the same.\n\"We express our collective commitment to end social evils like child marriage and dowry,\" the commitment letter reads. Speaker Mandal, Chair of Madhesi Commission Dr. Bijay Kumar Dutta, member Jivchha Saha, Secretary of the Commission Basanta Adhikari and Hindu, Islamic and Buddhist leaders, media persons and social leaders who participated in the programme signed the commitment paper.\nOn the occasion, Speaker Mandal said child marriage and dowry were not only crimes but also a stigma of Madhes and all walks of life should launch a campaign to stop such malpractice.\nCiting the National Census 2078 data, Speaker Mandal said more than 75 percent of premature marriage were found in Madhes despite country's legal framework stating marriage below 20 a punishable offence.\nAt the programme attended by gurus of different religions, sects, human rights activists, social activists and media persons from all eight districts of Madhes Province, the participants said child marriage and dowry have increased many social crimes and family disputes.\nCommission Chair Dr Dutta and member Saha shared the commission has been focusing on expanding legal literacy and enforcement of laws to stop child marriage in Madhes.\nAccording to the National Census 2078 BS, over 75 per cent of the people in Madhes get married before the legally stipulated age for marriage.\nThe census has revealed that 39.5 percent were found married in between 18 below 20. Of them, 42 percent are men and 37 percent women.\nSimilarly, 27.7 per cent of them are aged between 15 and 17 years; 9.3 per cent of those aged 10 to 14 and 0.2 per cent of those below 10 years of age.\n"
    }
]