[{"hash":"7efddc90140d04fa91f492053d99953e89c8838baa42fdcd7dccb4c8a6f2a607","title":"Nepali professionals from various fields gathered in Berlin for a summit to discuss issues affecting the Nepali community in Germany and beyond.","date":1715488231709,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/nepali-professionals-summit-in-berlin","imageLink":"https://web.nepalnews.com/storage/story/1024/441574689_10161848659342745_5517088881319440471_n1715478667_1024.jpg","category":"travel-and-tourism","content":"**Second Nepali Professionals' Summit in Berlin**\n\nThe Summit in Berlin brought together Nepali professionals in Germany to share knowledge and skills.\n\nThe Embassy of Nepal and GIZ hosted the event on May 10-11, with topics including:\n\n* Harnessing knowledge from the Nepali Diaspora\n* Gender mainstreaming in Nepal\n* Nepal's tourism post-COVID\n* Climate change, health, and technology\n\nFAO and GIZ also presented their programs for Nepali professionals and entrepreneurs.\n\nAmbassador Ram Kaji Khadka encouraged regular events to connect the Nepali Diaspora and support Nepal's development.","summary":"The Second Nepali Professionals' Summit in Berlin, Germany, focused on knowledge exchange, diaspora inclusion, and Nepal's development efforts, organized jointly by the Embassy of Nepal and GIZ, Kathmandu."},{"hash":"c27e38fb103c878cc18eea107c6046114a103915f8ff331789d06f182a288260","title":"**Weather Update:**\n\n* **Today:** Sunny and warm, with highs in the 70s.\n* **Tonight:** Clear skies, with lows in the 50s.\n* **Tomorrow:** Mostly sunny, with highs in the 80s.","date":1715488237542,"source":"nn","link":"https://nepalnews.com/s/nation/weather-update-51","imageLink":"https://web.nepalnews.com/storage/story/1024/Cloudy_Weather1615618535_10241677215140_10241679464023_1024.jpg","category":"nation","content":"**Today:**\n\n* Cloudy with light to moderate rain and thunder in some parts of the country\n* Heavy rain in a few places of Koshi, Bagmati, Gandaki, and Lumbini areas\n* Light snowfall in some hilly and mountainous areas\n\n**Tonight:**\n\n* Still cloudy with light to moderate rain and thunder in some parts of the country\n* Light rain and possible light snowfall in hilly and mountainous areas","summary":"Today and tonight, rain, thunder, lightning, and gusty winds are expected throughout Nepal, with chances of heavy rainfall and snowfall in some areas."},{"hash":"40899e9d7a5aff1d58bf20aaf5e461d05969e0c90d1d867e5a1879b1a34b67cd","title":"105 crocodiles released into Rapti River to boost population and ecosystem.","date":1715488242670,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/105-crocodiles-released-into-rapti-river","imageLink":"https://web.nepalnews.com/storage/story/1024/Crocodiles1683781744_1024.jpg","category":"travel-and-tourism","content":"105 Gharial crocodiles, raised at Chitwan National Park's breeding center, were released into the Rapti River to help conserve the critically endangered species.\n\nThe breeding center has released 1,957 crocodiles into various rivers, including 1,222 in the Rapti.\n\nHowever, conservation efforts have been challenging due to human activity and cross-border movement into India.","summary":"105 Gharial crocodiles from Chitwan National Park's breeding center have been released into the Rapti river as part of a conservation effort aimed at increasing the critically endangered crocodile population despite challenges from human activities and cross-border migration."},{"hash":"5e3394242f39414bd04b852957ea6af944a47c08bcabdd42487b9336b6b4cc4a","title":"Rato Machhindranath Jatra, a month-long chariot festival, has begun in Kathmandu, Nepal. The festival celebrates the god of rain, Machhindranath. A chariot carrying the deity is paraded through the streets of Kathmandu, accompanied by music and dancing. The festival is believed to bring rain and good fortune to the city.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/capital/rato-machhindranath-jatra-begins-1","imageLink":"https://web.nepalnews.com/storage/story/1024/rato_machindra1715439889_1024.jpeg","category":"capital","content":"**Rato Machhindra Jatra**\n\nToday, the Rato Machhindra Jatra began. A chariot for the god Rato Machindranath has been built and decorated at Pulchowk. Along with music, the chariot is being pulled to Gahbahal. The chariot will also visit Jawalakhel for a special performance called \"bhoto jatra.\"","summary":"Rato Machindranath's chariot is pulled from Pulchowk to Gahbahal, marking the start of the Rato Machhindra jatra, a festival honoring the rain and fortune deity."},{"hash":"795a19c271c2822e7173d13216f0f5406463c568822a25c792250fcfd3a1e032","title":"Rato Machhindranath Jatra, an annual chariot festival, begins in Kathmandu, Nepal. Thousands gather to witness the parade and offer prayers for rain, good harvest, and prosperity. The chariot carries the idol of Lord Machhindranath, believed to control rain and fertility.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/capital/rato-machhindranath-jatra-begins","imageLink":"https://web.nepalnews.com/storage/story/1024/rato_machindra1715439889_1024.jpeg","category":"capital","content":"Rato Machhindra jatra, a festival for the rain god, has started. The god's chariot has been built and will be pulled through the streets of Patan. After visiting different parts of the city, the chariot will be taken to Jawalakhel for a special display.","summary":"The Rato Machhindra jatra, celebrating the god of rain and good times, commenced with the chariot procession from Pulchowk to Gahbahal, featuring musical instruments and installation of the deity's statue before its journey through Patan's toles and culminating in the bhoto jatra exhibition at Jawalakhel."},{"hash":"091958b8900dce8c986e4462cf86fb0b2395679aca566cdea1c77b67d2dd9f71","title":"Sarlahi district has witnessed significant progress in the construction of the East-West Electric Railway, with 90% of the project completed.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/nation/sarlahi-section-witnesses-90-percent-progress-in-east-west-electric-railway","imageLink":"https://web.nepalnews.com/storage/story/1024/22368629979661291361715430213_1024.jpeg","category":"nation","content":"Ninety percent of the East-West Electric Railway construction in Sarlahi is complete. The 30-km track opening between Banke stream and Bagmati River is underway. However, progress is slow due to issues with tree clearing and non-payment to the construction company.","summary":"90% of construction activities on the East-West Electric Railway in Sarlahi district have been completed despite funding delays and tree clearance issues."},{"hash":"f8282a740f02d116d993c56948f012684d23d53bbe2bd752b50ae2a9ad35eaa3","title":"Political instability harms development. Chairperson Oli recognizes this and calls for stability to allow progress.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/politics/political-instability-takes-a-toll-on-development-chairperson-oli","imageLink":"https://web.nepalnews.com/storage/story/1024/Oli_____1715429406_1024.jpg","category":"politics","content":"**Summary:**\n\nFormer Prime Minister Oli admits that political instability has slowed down development in Nepal. He believes that infrastructure is important for development, especially for creating jobs and businesses. He promises to implement policies for infrastructure development in the next fiscal year.\n\nUML Vice-Chairperson Pandey highlights the need to improve spending on infrastructure projects. Deputy Prime Minister Mahaseth urges politicians to prioritize national interest and work together for development. Experts will present their findings on railway, water transportation, and other infrastructure sectors during the seminar.","summary":"CPN (UML) acknowledges political instability's impact on development, emphasizing infrastructure optimization, SME establishment, and collaboration for progress."},{"hash":"f117941c8a9454e9655471f3cc355d13397ae77cbe40ebfc579adf6f7e7497ad","title":"Ambassador Khatri congratulated the new group of Peace Corps volunteers who will serve in Nepal.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/ambassador-khatri-congratulates-the-new-batch-of-peace-corps-volunteers","imageLink":"https://web.nepalnews.com/storage/story/1024/440792984_821956013299686_2337627259299591376_n1715417674_1024.jpg","category":"global","content":"Please provide the text you want me to summarize.","summary":"No input provided, so I cannot summarize the major events."},{"hash":"9b0893549e23105df4b76c62ab8692bf12cacdd46b822c171e35e8c7cb7a482d","title":"A train carrying over 500 passengers crashed in Buenos Aires, Argentina. Multiple carriages derailed, injuring dozens of people. Emergency services are on the scene and investigating the cause of the accident.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/argentina-buenos-aires-train-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/CnyztpE007004_20240511_PEPFN1A0011715415190_1024.jpg","category":"global","content":"There is no input provided for me to summarize. Please provide the input so I can help you summarize it.","summary":"No information provided to summarize."},{"hash":"87fac0cb140b2af285af825560c1e6eb68abf51d7fc15211617917cf97004287","title":"Person arrested with an unknown amount of money.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/arrested-with-an-undisclosed-amount-of-money","imageLink":"https://web.nepalnews.com/storage/story/1024/BimalBista_KTM_RSS_28_pakrauparekaharu1715328238_1024.jpg","category":"capital","content":"On Friday, the Valley Crime Investigation Office arrested Samir Sunar, 28, and Milan, 29, from Rupandehi with a large sum of money. The amount has not been disclosed.","summary":"Kathmandu's Valley Crime Investigation Office arrested Samir Sunar and Milan from Rupandehi with an undisclosed amount of Rs 9.8 lakh."},{"hash":"d23832af0fddef3a3c7ce8a247c9fe20bf6172063a6f5c16551274adf35d262b","title":"Gold price increases by 2,300 rupees per tola, making it costlier.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/gold-price-up-rs-2-300-per-tola","imageLink":"https://web.nepalnews.com/storage/story/1024/Gold_11679993377_1024.jpg","category":"capital","content":"The price of gold in Nepal has gone up by Rs 2,300 per tola today.\n\n* Hallmark gold is now Rs 137,900 per tola, up from Rs 135,600 yesterday.\n* Worked gold is now Rs 137,250 per tola, up from Rs 134,950 yesterday.\n* The price of silver has also gone up by Rs 50 per tola, and is now Rs 1,735 per tola.","summary":"Gold prices in Nepal rose by Rs. 2,300 per tola for hallmark gold and Rs. 2,300 per tola for worked gold, while silver increased by Rs. 50 per tola."},{"hash":"ae75bd54d5601e61c6c9a81aa73478d772e9a34cd805bb301fcc0b4eadcb35d9","title":"The Swiss government will give 9.01 million Swiss francs to a tourism project.","date":1715488281720,"source":"nn","link":"https://nepalnews.com/s/capital/swiss-government-to-provide-9-01-million-swiss-franc-for-tourism-project","imageLink":"https://web.nepalnews.com/storage/story/1024/nepal_swiss1715304936_1024.jpg","category":"capital","content":"Switzerland will give Nepal 9.01 million Swiss francs for a trekking tourism project. The project aims to help 100,000 people in 29 local areas in Koshi Province. The project will support local culture, art, and production, as well as create jobs and promote sustainable tourism. The project is expected to boost tourism and income for locals while also protecting the environment and promoting socio-economic development.","summary":"Switzerland will provide 9.01 million francs for a four-year trekking-based tourism project in Nepal, benefiting 100,000 locals in 29 municipalities of Koshi Province, promoting sustainable tourism and economic development."},{"hash":"80ecafbc3a73aee75e75de221b46e19b0e8bf0908d92dafcb596794eabbe3ad9","title":"Four people arrested for leaking Grade 12 exam papers.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/capital/four-held-with-leaked-grade-12-question-papers","imageLink":"https://web.nepalnews.com/storage/story/1024/NepalPolice_202011261446491679631344_1024.jpg","category":"capital","content":"Police in Kathmandu have arrested four people, including Madhav Tripathi, Sabin Paudel, Sitesh Kumar Yadav, and Roshan Ranabhat, with answer sheets for the National Examination Board's Grade-12 exam. The question papers were leaked before the exam, and the men were caught filling in the answers. The police are now investigating the incident under the Education Act.","summary":"Kathmandu police arrested four individuals with leaked Grade-12 exam answer sheets, prompting an investigation under the Education Act."},{"hash":"6ca33e303dfb5118dd9b53663aadfff56141f248d072da6d040bba4388cb4d00","title":"Light rain likely in Lumbini, Karnali, and Sudurpaschim provinces.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/nation/light-rain-likely-in-lumbini-karnali-sudurpaschim","imageLink":"https://web.nepalnews.com/storage/story/1024/Cloudy_Weather1615618535_10241677215140_10241680759318_1024.jpg","category":"nation","content":"Rain and thunderstorms are happening in some parts of Nepal, including the Koshi, Gandaki, and Sudurpaschim provinces, due to a low-pressure system and wind patterns.\n\nThroughout the afternoon, the sky will be partly to generally cloudy. Most places will have light to moderate rain, thunder, and lightning, mainly in the Lumbini, Karnali, and Sudur Pashchim provinces, and the hilly areas of other provinces. \n\nThere might also be light rain or thunderstorms in some areas of the rest of the country. Some parts of the high mountains could experience light snowfall.\n\nIn the evening, the weather will be partly to generally cloudy. Light to moderate rain with thunder and lightning is likely in the Madesh, Bagmati, Gandaki, and Lumbini provinces, and possibly in some other areas.\n\nPeople in high hilly and mountainous regions should be aware of potential light snowfall and take precautions for possible disruptions to daily activities, like farming, health, tourism, and travel.","summary":"Rain, thunderstorms, lightning, and snowfall are occurring or expected in parts of Nepal due to a low-pressure system, westerly and local winds, and possible partial impact on daily life."},{"hash":"7b5da7471f849ceecb751ef13da93096833ed969408a2a5fc7ed2f453a896e27","title":"Deputy Prime Minister Lamichhane wants to speak in parliament.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/issues/i-should-get-chance-to-speak-in-parliament-dpm-lamichhane","imageLink":"https://web.nepalnews.com/storage/story/1024/438169985_10228328384329410_8099006724442484847_n1715418212_1024.jpg","category":"issues","content":"Deputy Prime Minister Rabi Lamichhane says he has not been given a chance to speak in parliament. He wants to defend himself against accusations of involvement in a cooperatives scam. Lamichhane says the ruling Nepali Congress party should not control what he or his party can do. The government is looking for the main suspect in the scam, GB Rai.","summary":"Deputy Prime Minister Rabi Lamichhane demands to speak in parliament and challenges accusations against him, while efforts continue to apprehend GB Rai, the main suspect in the cooperatives scam."},{"hash":"ce58d4a6666fe76708b3ffc82114d1e802b467d2b3ef22c88119d7ff90a676a6","title":"The private sector is asking the Prime Minister for regular flights at Gia Lai Airport to help boost the local economy and tourism.","date":1715488301342,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/private-sector-seeks-pm-s-support-for-regular-flights-at-gia","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_gautam_budha_airport1715388257_1024.jpeg","category":"travel-and-tourism","content":"Business leaders in Bhairahawa have asked Prime Minister Dahal to start regular flights at Gautam Buddha International Airport. The Prime Minister has agreed to look into the request.","summary":"Bhairahawa private sector seeks Prime Minister Dahal's support for regular flights at Gautam Buddha International Airport, which he positively acknowledges."},{"hash":"77f2ca1039f7b869b884c8c70e71bf52e364cb24221e65f25bedbbb6c746c80b","title":"Mount Everest's ropes have been installed, providing a safe path for climbers to reach the summit.","date":1715488304866,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/the-rope-fixing-to-the-everest-is-completed","imageLink":"https://web.nepalnews.com/storage/story/1024/mountainterring_expedition_night_xycJPOAGj51715388058_1024.jpg","category":"travel-and-tourism","content":"**Everest Spring Climbing Season 2024**\n\nThe \"rope fixing\" on Mount Everest has been completed, allowing climbers to begin their ascent. The Seven Summit Treks Company team fixed ropes to the peak on March 9th at 8:15 pm.\n\n* Summiteers: 10 Sherpa climbers\n* Permission granted for 30 mountain climbs, including Everest\n* 956 climbers have registered\n* 67 crores in revenue collected\n\nThe climbing route is now open for both domestic and international climbers with permits.","summary":"Seven Summit Treks Company's team completed \"rope fixing\" up to Mount Everest's peak, opening the spring 2024 climbing season for 956 climbers (including 200 women), who have paid over 67 crore rupees in permits."},{"hash":"48734a6c4d1ac6914bc1b7551d247e7e9f154b0e532d2daceb1bdcfa0028e0b3","title":"Joshi Dhakal has been promoted from Senior Superintendent of Police (SSP) to Assistant Inspector General of Police (AIG) by the cabinet decision.","date":1715488311148,"source":"nn","link":"https://nepalnews.com/s/nation/cabinet-decisions-joshi-dhakal-promoted-to-aig","imageLink":"https://web.nepalnews.com/storage/story/1024/PMO_Singha_Durbar1686496476_1024.jpg","category":"nation","content":"**Government Announcements:**\n\n* Umesh Raj Joshi and Bhim Prasad Dhakal promoted to Additional Inspectors General of Police.\n* 42 athletes and officials rewarded for international sports victories.\n* Nanda Lal Majhi appointed as Vice Chairman of Social Welfare Council.\n* Suresh Manandhar appointed as Member of Language Commission.","summary":"Nepalese government promotes two Deputy Inspectors General to Additional Inspectors General, awards 42 sports medalists, and appoints a Vice Chairman and Member to respective social and language organizations."},{"hash":"b0548d7d73811f457ad631f1ee665c61883d228e05213db65aec4554aedab71e","title":"Narayangadh-Muglin road being expanded, construction in full progress.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/nation/bridge-construction-along-narayangadh-muglin-road-section-in-full-swing","imageLink":"https://web.nepalnews.com/storage/story/1024/narayan_ghat_mugling_sadak1715234021_1024.jpg","category":"nation","content":"**Bridges on Narayangadh-Muglin Road**\n\nEleven out of 15 bridges on the Narayangadh-Muglin road are already open. Four more are under construction. Two bridges (Khahare and Namche) will open by mid-July. The final two (Kalikhola and Tuin Khola) will open by mid-November. These bridges will improve road conditions and reduce landslides during the rainy season.","summary":"Construction of 15 bridges on the Narayangadh-Muglin road section is underway, with 11 operational and four to be completed by mid-November."},{"hash":"625167eaf146bd0aea28cb2af768dfa2e3395746aa48ec1e15a143e1a9646890","title":"Current weather conditions and forecast for the next 24 hours.","date":1715488319832,"source":"nn","link":"https://nepalnews.com/s/nation/weather-update-50","imageLink":"https://web.nepalnews.com/storage/story/1024/Weather_rain1690631860_1024.jpeg","category":"nation","content":"**Today and Tonight:**\n\nExpect cloudy skies with scattered light to moderate rain and possible thunder and lightning. Some hilly and mountainous areas may experience light snowfall.","summary":"Partly to generally cloudy weather, with light to moderate rain and possible light snowfall in hilly and mountainous regions throughout Nepal."},{"hash":"56330b72bb3ddc8f073ad9982749d236a68e0d9d051741e012c0f23f6f248b86","title":"National Assembly meeting postponed due to protest by National Congress party.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/politics/national-assembly-meeting-put-off-after-nc-s-protest","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"National Assembly meeting postponed due to protests by opposition NC lawmakers. They demand a probe into embezzlement of deposits in cooperatives. The meeting will now be held on May 14th.","summary":"Second meeting of Nepal's National Assembly postponed due to protests by opposition NC lawmakers demanding a probe into embezzlement in cooperatives."},{"hash":"d1a2f48842f771b4299bcea2d45e2042f15eb5905a7bf68b83e57b752a55b66d","title":"The meeting was ended because the opposition protested.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/politics/hor-second-meeting-adjourned-over-opposition-s-protest","imageLink":"https://web.nepalnews.com/storage/story/1024/sansad1715347952_1024.jpg","category":"politics","content":"The House of Representatives meeting was again disrupted by the opposition Nepali Congress (NC) protesting the cooperative funds embezzlement case.\n\nThe NC blocked the Speaker from allowing Deputy Prime Minister Rabi Lamichhane, accused in the case, to speak.\n\nThe Speaker adjourned the meeting. The next meeting is scheduled for May 14th.","summary":"House of Representatives meeting obstructed by protests from Nepali Congress over cooperative fund misappropriation allegations against Deputy Prime Minister Rabi Lamichhane, leading to adjournment."},{"hash":"e02eb400e5968e32b5c175db44dcfd4e1166894dcaab65f44bbfa71b0c13c6b9","title":"Federal parliament's budget session begins today.","date":1715488330996,"source":"nn","link":"https://nepalnews.com/s/politics/budget-session-of-federal-parliament-to-commence-today","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"The House of Representatives and National Assembly are holding a budget session starting today. The President called for the session to present the government's budget for the upcoming year on May 28. Before that, the President will share the government's plans and policies. The session is being organized to ensure smooth functioning.","summary":"The budget session of the Nepalese federal parliament commences, with the president summoning a joint session for the presentation of the annual budget and government policy."},{"hash":"ab5d56be00b4c1fb7db7e1cffcd9e24b893fcf184a5fd66ad361cf5feab41c8e","title":"Government ignores major opposition's concern raised by Chief Whip Lekhak.","date":1715488334943,"source":"nn","link":"https://nepalnews.com/s/politics/govt-ignoring-major-opposition-s-concern-chief-whip-lekhak","imageLink":"https://web.nepalnews.com/storage/story/1024/ramesh_lekhak1690593303_1024.jpg","category":"politics","content":"Nepali Congress demands government investigate missing cooperative funds. They believe it's important to clean up the cooperative sector and protect people's money. The party is not interested in forming a new government, but they do want to work with other parties to address people's needs. They believe Parliament should be effective and should be a place where people's voices are heard.","summary":"Opposition Nepali Congress demands investigation into cooperative embezzlement, insists on punishing fraudsters, and stresses the importance of parliamentary effectiveness to address people's concerns."},{"hash":"68db8c5cbecbbc95aee3e118cfaa7b0bcef5303b7ad540a2bdcb2fe39f77bcda","title":"Nepal will pursue legal action against JSP for failing to complete the Upper Karnali Hydropower Project.","date":1715488339842,"source":"nn","link":"https://nepalnews.com/s/politics/jsp-nepal-to-seek-legal-recourse","imageLink":"https://web.nepalnews.com/storage/story/1024/janata_samajbadi_party1709595520_1024.jpg","category":"politics","content":"**Janata Samajwadi Party (JSP) Nepal**\n\n- Will take legal action over party split.\n- A faction led by Ashok Rai formed a new party recognized by the Election Commission.\n- JSP will hold a meeting on Wednesday to decide on legal action.\n- A press conference will be held after the meeting to announce the party's official position.","summary":"Janata Samajwadi Party (JSP) Nepal will seek legal recourse regarding party split, following the Election Commission recognizing a faction led by Ashok Rai as a new political party."},{"hash":"4e99a70221a7d6268625e92c0b4ebd09bd1d62198ce041cfeec5e786901fd03d","title":"Minister Joshi urges urgent help to build shelters for earthquake survivors in Jajarkot.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/issues/minister-joshi-insists-on-immediate-relief-to-build-shelter-for-jajarkot-quake-survivors","imageLink":"https://web.nepalnews.com/storage/story/1024/bhukampa_jajarkot__7_1699080065_1024.jpeg","category":"issues","content":"**Earthquake Relief in Nepal**\n\nThe government has promised help for people who lost their homes in the recent earthquake in Jajarkot district.\n\nThe Minister for Federal Affairs said temporary shelters should be built quickly before the rainy season starts.\n\nHe also spoke about the need for better disaster risk management to reduce the impact of future disasters.\n\nThe National Reconstruction Authority has been praised for its work after the 2015 earthquake.\n\nThe government is working with provinces and local governments to provide disaster relief, but funding is a challenge.\n\nOver 100,000 houses need to be rebuilt in the Karnali Province.","summary":"Minister Joshi emphasized the need for relief and compensation for earthquake victims, highlighting the urgent need for temporary shelters before monsoon and the challenges of disaster management in Nepal."},{"hash":"8e4afb40f01a17084214e78590634dd3101fcdac783d9e827fc77cefadccdc48","title":"Tragic fire kills mother and son in their home.","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/issues/mother-son-charred-to-death-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"issues","content":"A mother and son died in a forest fire while trying to put it out. The mother, Punya Maya Dhamala, caught fire protecting hay in the field. Her son, Kanchan Dhamala, tried to save her and died as well. Police are investigating the fire and there have been other forest fires in the area recently.","summary":"A mother and son in Okhaldhunga, Nepal died in a fire while attempting to extinguish it, adding to ongoing forest fires in the district."},{"hash":"b54fa0c4e8a38682d2f1c13456612ee5d6122c8b9d5f6817ae4a70b36ea5683e","title":"Road accident kills two, injures two.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/issues/two-killed-and-two-injured-in-road-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/dbdbce93_cc17ef2f_15b84da5_accident_850x460_acf_cropped_850x460_acf_cropped1684914032_10241692099166_1024.jpg","category":"issues","content":"A tractor accident in Dadeldhura killed two: Dhiraj Thapamgar and Bishnu BK. Sudeep BK and Hikmat BK were injured and are being treated at a hospital.","summary":"A tractor accident in Dadeldhura killed two people, Dhiraj Thapamgar and Bishnu BK, while injuring two others."},{"hash":"7e6981a5327ce2410247b2aeda4f72cca28c28a108d80560989dc82625cbbe22","title":"24 artifacts returned to Nepal from Hawaii","date":1714694400000,"source":"nn","link":"https://nepalnews.com/s/issues/24-pieces-of-artifacts-shipped-to-nepal-from-hawaii","imageLink":"https://web.nepalnews.com/storage/story/1024/441020358_818234927005128_7742768786942770028_n1714749977_1024.jpg","category":"issues","content":"Nepal's embassy in Washington, DC, USA received 24 artifacts from Ms. Susan Bradford in Hawaii. These artifacts, dating back to the 13th-18th centuries, were part of Ms. Bradford's private collection. Ms. Bradford voluntarily returned them to Nepal, who have thanked her for her kind act. The embassy has been working to recover and return lost artifacts to Nepal. In the past year, they have sent 63 artifacts back home.","summary":"The Embassy of Nepal in Washington, DC received and shipped 24 13th-18th century artifacts from Ms. Susan Bradford to the Department of Archaeology in Nepal, bringing their repatriated artifact total to 63 within a year."},{"hash":"6f8e980e79d7b07a8d480bc536b554223925b4db1c6846b5dbfb44baca6eccea","title":"Kanti Highway Closed","date":1714694400000,"source":"nn","link":"https://nepalnews.com/s/issues/kanti-highway-closed","imageLink":"https://web.nepalnews.com/storage/story/1024/Karnali_Highway1690012652_1024.jpg","category":"issues","content":"Landslide on Kanti Highway in Lalitpur district has closed the road until further notice due to damage to a gabion wall. Vehicle movement is stopped.","summary":"A landslip in Lalitpur's Kalche area has blocked the Kanti Highway due to a collapsed gabion wall, disrupting vehicular movement."},{"hash":"6ce8b7f76f049609887d25e051f92c36bdc3626bba462cd4f34a775b9acb8deb","title":"**Statement on Israel-Iran Conflict**\n\nThe Human Rights Watch (HRW) condemns Israel's airstrikes on Gaza, which have caused civilian deaths and injuries. The group urges all parties to abide by international law, protect civilians, and avoid unnecessary escalation.\n\nHRW also raises concerns about Iran's support for armed groups in Gaza, which have fired rockets at Israel. These attacks have also caused civilian casualties.\n\nHRW calls for independent and impartial investigations into the violations of international law.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/hwpl-statement-on-israel-iran-conflict","imageLink":"https://web.nepalnews.com/storage/story/1024/21715166055_1024.jpg","category":"global","content":"Iran and Israel are fighting each other. These attacks are against international law and could lead to a war. Innocent people are getting hurt.\n\nPeople around the world want peace. Organizations are asking Iran and Israel to stop fighting and talk to each other instead.\n\nThe international community should help Iran and Israel become friends. People should support laws that promote peace for future generations.\n\nHWPL will continue to work for peace and to stop wars.","summary":"\nThe recent violent conflict between Iran and Israel is causing significant concerns in the international community. The two nations that do not share borders are mobilizing high-end weaponry to attack each other and kill human lives.1 April 2024, the Israeli military attacked the Iranian consulate in Syria. A strike against a non-military facility in a third nation, a nation not directly involved in the conflict, infringes international law and constitutes a war crime. Moreover, on 13 April, Iran responded by attacking Israel’s land. Both nations have pointed their guns directly at each other, and there are growing concerns in the international community that the attacks could escalate into another war.\nThe Israel-Hamas War in Gaza has killed 30,000 since last year, and news outlets reported on dire situations in Gaza, running out of space for proper burial. The war that has persisted in the region over the past century continuously overshadows the prospect of the coexistence of the human race.\nIt is a clear indication that the greatest victims of war are innocent civilians. How could those lost lives ever be brought back? What could compensate for the outcry of children and the anguish of the youth in devastated dwellings?\nHWPL strongly supports the voices of the citizens, the true protagonists of the global village, who oppose war and call for peace. All nations of the global community must uphold the citizens’ demands, thereby ceasing the unjust war and joining to accomplish peace. Organizations worldwide, in alliance with HWPL as peace solidarity, urge Iran and Israel to put a stop to the acts of aggression immediately and to come forward for conversations to usher in peace.\nHWPL recommend that the international community take necessary measures to facilitate the formation of amicable relations between the two nations and provide humanitarian aid. It would be reasonable for all countries to support an international legal instrument for peace that embodies the long-yearned path to peace and to comply with its contents so that we leave a legacy of peace for future generations. HWPL will not spare its efforts for peace and cessation of wars.\n\n\n\n\n\n\n\n"},{"hash":"c94f8e4afac88e1cb0fb370ada56857a008186039807d76728b22d93ca250d67","title":"**Preparation for High-Level Visit between Nepal and Korea**\n\nNepal and Korea are planning a high-level visit to strengthen their relationship. To prepare for this, they are:\n\n* Discussing the visit's purpose and agenda\n* Scheduling meetings and events\n* Arranging logistics, including travel and accommodation\n* Ensuring security arrangements\n* Coordinating communication and media coverage","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/preparation-of-high-level-visit-between-nepal-and-korea","imageLink":"https://web.nepalnews.com/storage/story/1024/korea1715163613_1024.jpg","category":"global","content":"Nepal and South Korea are celebrating 50 years of friendship.\n\nSouth Korea is planning a high-level visit to Nepal.\n\nThe two countries have had diplomatic relations since 1974.\n\nSouth Korea plans to invest more in Nepal, especially in hydropower.\n\nOver 100,000 Nepalis have worked in South Korea since 2008.\n\nNepalis now work in a variety of sectors in South Korea, including agriculture, production, services, and forestry.","summary":"Nepal and South Korea mark 50 years of diplomatic relations with plans for high-level visits, cultural events, increased Korean investment, and expanded opportunities for Nepali workers."},{"hash":"e723ab3067a8adddaf32c9827d2897f76acc62350800bee739d3b29786c034f6","title":"Japan and Nepal share many commonalities according to Japan's Foreign Minister Kamikawa Yoko.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/global/japan-and-nepal-share-many-things-in-common-japan-s-foreign-minister-kamikawa-yoko","imageLink":"https://web.nepalnews.com/storage/story/1024/japan_foregn_minister1714872450_1024.jpg","category":"global","content":"**Similarities between Japan and Nepal:**\n\n* 70-80% mountainous terrain\n* Democratic governments\n* History of earthquake disasters\n\n**Support from Japan to Nepal:**\n\n* Election observers during democratic transition\n* Training for legal system development\n* Emergency aid and reconstruction after earthquakes\n* Long-term development assistance in infrastructure, agriculture, education, healthcare\n\n**Nepal's significant role:**\n\n* Largest contributor of personnel to UN peacekeeping operations\n* High number of female PKO personnel\n\n**Japan's commitment:**\n\n* Promoting \"Women, Peace and Security\" cooperation\n* Supporting Nepal's sustainable growth and stability\n* Strengthening bilateral relationship ahead of 70th anniversary of diplomatic ties","summary":"Japan and Nepal, both mountainous countries, have a strong bond forged through shared democratic values, natural disaster relief, and growing connectivity, as Japan supports Nepal's development and promotes cooperation on \"Women, Peace and Security.\""},{"hash":"92ad5a4c56c6702ac1fca8e9aea40059b95bd75ed4ab056b7e61b7be50879246","title":"Don't go abroad for work illegally. Contact the embassy for legal ways to work abroad.","date":1715488385803,"source":"nn","link":"https://nepalnews.com/s/global/not-to-go-to-foreign-employment-through-illegal-route-embassy","imageLink":"https://web.nepalnews.com/storage/story/1024/embassy_of_nepal1714535848_1024.jpg","category":"global","content":"Nepalese Embassy in Pakistan warns against illegal foreign employment schemes. Many Nepalis stranded in Kyrgyzstan after being lured by promises of good jobs. Embassy urges people to use only legal channels to go abroad for work. Those involved in illegal activities will face legal action.","summary":"Embassy of Nepal in Islamabad cautions against illegal foreign employment, urging use of legal channels due to victimization and stranding of Nepalis in Kyrgyzstan."},{"hash":"e536a2dbbb9354081e37437e2c2cb352bc2780c2c3f77a9a9239ab3df7f99546","title":"Prime Minister Dahal ensures government support in facilitating and protecting investments.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/government-is-committed-to-facilitate-and-secure-investment-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/PRO_KTM_066A88701715326651_1024.JPG","category":"business","content":"Prime Minister Prachanda says the government will boost Nepal's economy by supporting investors. He believes that the new Hyundai Motor plant will create jobs, reduce imports, and support local businesses. The government plans to promote investment and create a welcoming environment for both domestic and foreign investors. The government has also made changes to laws to encourage investment and address challenges. Prachanda is confident that Nepal will become an attractive destination for investment, thanks to positive economic indicators and support from political parties.","summary":"Nepal's Prime Minister Pushpa Kamal Dahal 'Prachanda' emphasizes commitment to economic transformation through private sector investment at the inauguration of Hyundai Motor Assembling Plant."},{"hash":"472b30dd76138da4860086a7ff9ab65442c89350141d4d804e8c3bb59e227fbe","title":"European Union will assist Nepal in attracting foreign investment.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/eu-to-help-nepal-bring-investment","imageLink":"https://web.nepalnews.com/storage/story/1024/The_European_Union_(EU)1715320904_1024.jpg","category":"business","content":"EU to help Nepal attract investment from Europe through the 'EU-Nepal Trade Forum'. The forum will address Nepal's foreign investment deficit and provide opportunities for economic development and employment.","summary":"The EU will host a 'EU-Nepal Trade Forum' in Kathmandu to attract European investment and support Nepal's economic development."},{"hash":"2aa4d008a1db97151655e83d459e6098de8445064eedbabca63f11fc9a8a3dfe","title":"Transparency and good governance are like two sides of a coin. They go hand in hand and complement each other. Just as transparency promotes openness and accountability, good governance ensures that power is exercised responsibly and decisions are made in the best interests of all. Together, they create a system where citizens can trust their leaders and institutions.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/business/transparency-and-good-governance-complement-each-other-president","imageLink":"https://web.nepalnews.com/storage/story/1024/9d263f51_cefd_4241_bb20_05f8888718f21715242217_1024.jpg","category":"business","content":"- President Paudel emphasizes importance of transparency and good governance.\n- Auditors act as \"economic watchdogs\" by ensuring transparency in financial activities.\n- Auditors help prevent fake bills and revenue evasion.\n- Minister of Agriculture acknowledges auditors' role in maintaining financial good governance.\n- New generation of auditors should raise awareness about accounting's significance in economic development.\n- ACAN conference aims to address Nepal's economic crisis and find solutions.\n- ACAN honors distinguished individuals for their contributions to finance and industry.","summary":"President Ramchandra Paudel emphasizes transparency and the critical role of auditors in ensuring economic accountability, highlighting the importance of error-free auditing and the contributions of the Association of Chartered Accountants of Nepal (ACAN) to financial good governance."},{"hash":"c421f2f8d013cc5c554ba2c77db9bd9c1b500b22e0c1b023672d9974111f3e94","title":"Nepalese Prime Minister Pushpa Kamal Dahal announced a new method for presenting the upcoming budget.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/business/upcoming-budget-to-be-introduced-in-a-new-manner-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_new1713842655_1024.png","category":"business","content":"Prime Minister Prachanda says the upcoming budget will be new and focus on improving the economy for those who need it most. He'll seek public input to make it more people-friendly. The government has focused on good governance, social justice, and prosperity, addressing issues like loan scams and corruption. Despite some opposition, Prachanda remains committed to public service. He also highlights Nepal's strong international relations, with growing diplomatic ties through high-level visits.","summary":"PM Prachanda announced the introduction of a revamped policy and budget for the upcoming fiscal year, emphasizing economic improvements, targeting lagging regions, soliciting public input, and continuing anti-corruption efforts."},{"hash":"a075617d73dd2ddd230185e93bc4a96eb63c19df0d395c2fc095fe4264a2bd4b","title":"Nepal-Swadeshi Summit 2024 Declaration:\n\n- Promote Swadeshi (national self-reliance) in various sectors.\n- Encourage local production and consumption.\n- Support domestic businesses and industries.\n- Enhance agricultural productivity and reduce imports.\n- Protect national sovereignty and economic independence.","date":1715488410001,"source":"nn","link":"https://nepalnews.com/s/business/nepal-swadeshi-summit-2024-35-point-declaration-issued","imageLink":"https://web.nepalnews.com/storage/story/1024/441187804_7890365774349885_1226150477776136282_n1715125603_1024.jpg","category":"business","content":"**Make in Nepal-Swadheshi Summit 2024**\n\nThe summit, organized by the Confederation of Nepalese Industries, concluded with a 35-point declaration aiming to:\n\n* Empower local industries\n* Increase domestic production\n* Encourage consumption of domestic products\n\nThe declaration includes:\n\n* Reforming laws to support industries\n* Creating incentives for private sector\n* Prioritizing domestic products\n* Ensuring timely supply of raw materials\n* Establishing a financial institution for industrial investment\n* Using domestic products for gifting by government\n* Implementing One Stop Service Center\n* Promoting construction of industrial infrastructure\n* Encouraging imports of goods where Nepal has self-sufficiency\n* Imposing fines rather than criminal charges on accused industrialists\n* Creating a separate Act to regulate the industrial sector\n* Reviewing trade and investment agreements\n* Building consensus among political parties for economic stability","summary":"The 'Make in Nepal-Swadheshi Summit-2024', organized by CNI, concluded with a 35-point declaration aimed at empowering local industries, increasing domestic production, and promoting consumption of Nepali products, which was handed over to Finance Minister Barshaman Pun for incorporation into the upcoming budget."},{"hash":"53c3f9bbcf9667cddd56a7f8a64aefc3fbe7ed3365801f9faca679e05896b163","title":"Economic development in Nepal begins from Dailekh, says Minister Bhandari.","date":1715488417951,"source":"nn","link":"https://nepalnews.com/s/business/economic-prosperity-begins-from-dailekh-minister-bhandari","imageLink":"https://web.nepalnews.com/storage/story/1024/dailekh_petrol1696130214_1024.webp","category":"business","content":"The drilling of petroleum at Jaljale, Dailekh has begun, led by Minister Bhandari. The exploration aims to make Dailekh an economic hub by unlocking its potential petroleum and gas reserves. If successful, this will boost Nepal's economy. The exploration is being carried out with the support of the Chinese government and will take six months to complete.","summary":"Nepal initiates final drilling for petroleum exploration in Dailekh district, expecting economic prosperity if exploration is successful."},{"hash":"df9b7b06ec76b8f2f869bac62ff8e92d3b60b6a6145578db759c3601bcb09211","title":"Nepalese runners won two titles in Malaysia.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-runners-won-2-titles-in-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/422620795_859372276202663_5891976066813061462_n1714904704_1024.jpg","category":"sports","content":"Nepali runner Mahadev Rijal won two competitions in Malaysia.\n\nYesterday, he won the 21 km Climbathon in 3:03:58 seconds.\n\nToday, he won the 21 km half marathon in 0:1:14:48 seconds.\n\nRijal is the first Nepali to win both competitions. He is a resident of Beni, Myagdi, Nepal, and has been running in Malaysia for five years.","summary":"Nepali runner Mahadev Rijal won two consecutive half marathons in Malaysia, securing first place in both events."},{"hash":"7d22f65cb13004efc951d1a7217634e5de098beab800527921bfd8488bcb265b","title":"Nepal defeated West Indies 'A' in the final match of the T20 series.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/nepal-wins-final-match-against-west-indies-a-in-t20-series","imageLink":"https://web.nepalnews.com/storage/story/1024/438230324_859581999531515_2675064775143100892_n1714829807_1024.jpg","category":"sports","content":"Nepal's cricket team defeated West Indies 'A' by six wickets in the final match of a T20 series.\n\nWest Indies 'A' had won the first three matches, but Nepal won the final match.\n\nNepal successfully chased down the target of 173 runs with 4 wickets remaining.\n\nKushal Malla, Asif Sheikh, and Anil Shah were key contributors to Nepal's victory.","summary":"Nepal defeated West Indies 'A' by six wickets in the final match of the T20 series, despite losing the first three matches."},{"hash":"bb189a36492ef05672b1ce8763b3e6b70343c234cd53688b22d4345275939757","title":"President extends well-wishes to cricket players.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/president-extends-best-wishes-to-cricket-players","imageLink":"https://web.nepalnews.com/storage/story/1024/Sheetal_Niwas1623082198_1024.jpg","category":"sports","content":"President Paudel wished good luck to the Nepali cricket team for the ICC T20 World Cup starting June 1. The team leaves for the US today. Nepal is in Group D with South Africa, Sri Lanka, Bangladesh, and the Netherlands. Their first match is on June 4 against the Netherlands.","summary":"President Paudel extended best wishes to the Nepali cricket team participating in the ICC T20 World Cup, which starts on June 1, with Nepal facing the Netherlands on June 4."},{"hash":"63f0360edf629c2552c07da82b4f8a204ad5b2ed608c251932759e4931274472","title":"West Indies A won the T20 series against India A.","date":1715488434938,"source":"nn","link":"https://nepalnews.com/s/sports/west-indies-a-clinches-t20-series-title","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714701176_1024.jpg","category":"sports","content":"West Indies 'A' won the T20 series against Nepal after winning the fourth match by 28 runs. They now lead 3-1 in the five-match series. Andre Fletcher of West Indies 'A' scored the most runs (84), while Rohit Kumar Paudel scored the most runs for Nepal (82). Hayden Walsh and Matthew Forde of West Indies 'A' took three wickets each, while Kushal Bhurtel took two wickets for Nepal. The final match of the series will be played on Saturday.","summary":"West Indies 'A' clinched the T20 series title after defeating Nepal by 28 runs in the fourth match, making them 3-1 leaders in the five-match series."},{"hash":"c0268d83151b4700710f0d718bbec12fc67c78746b9c81699b68d8c7925acf37","title":"Nepal loses its third T20 match to West Indies by 76 runs.","date":1714521600000,"source":"nn","link":"https://nepalnews.com/s/sports/t20-series-nepal-lose-third-match-to-west-indies-by-76-runs","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714577666_1024.jpg","category":"sports","content":"Nepal lost to West Indies 'A' in the third T20 match by 76 runs. West Indies scored 227 runs, with Johnson Charles scoring 119 runs. Nepal could only score 151 runs, with Karan KC and Lokesh Bam scoring 28 runs each. Nepal has won two matches and lost one in the five-match series. The fourth match will be played tomorrow.","summary":"In the penultimate match of the five-match T20 series, Nepal fell to West Indies 'A' by 76 runs after chasing a 228-run target, with Johnson Charles leading the scorers for the West Indies with 119 runs."},{"hash":"f6df2c95d8308e02a5d724675b6f580035fa1a3784b03ef6d2594dadf3ba0498","title":"Nepalese team leaves for Asian U-20 Athletics Championship","date":1715488444352,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-team-departs-to-participate-in-asian-u-20-athletics-championship","imageLink":"https://web.nepalnews.com/storage/story/1024/438206076_448748784338052_4246932501331390940_n1713843823_1024.jpg","category":"sports","content":"Nepalese team to participate in Asian U-20 Athletics Championships in Dubai:\n\n* Badal Karki: 800m and 1500m\n* Adeshkumar Yadav: 100m and 200m\n* Ajay B.K.: 1500m and 3000m\n* Kalpana Budha: 1500m and 3000m\n\nCoached by Kanti Mahato","summary":"National Sports Council sent five athletes and a coach to the Asian U-20 Athletics Championships in Dubai from Baishakh 12 to 15, where they will compete in various running events."},{"hash":"b70088aed087be48dc7ad38ba6f972de6b0d941f8703d43a1cae84eb468445f4","title":"Dengue cases in Bagmati province exceed 11,000.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/health/dengue-cases-surpass-11-thousand-in-bagmati","imageLink":"https://web.nepalnews.com/storage/story/1024/kushtia_dengue_6yr_old_child_dies_of_dengue_in_kushtia_daily_bangladesh_16941828191697183214_1024.jpg","category":"health","content":"Dengue fever is common in Bagmati Province, Nepal. Since July 2023, there have been 11,409 confirmed cases. Dhading has the most cases (3,501), while Rasuwa has the least (2). Kathmandu (3,000) and Chitwan (1,708) also have many cases. Sadly, one person in Makwanpur has died from dengue this year. The risk of dengue is highest in summer, so people are urged to take precautions. The government plans to launch a campaign to kill mosquito larvae and reduce dengue cases.","summary":"Over 11,000 dengue cases, with one fatality, have been reported in the Bagmati Province of Nepal in the past nine months, with Dhading district having the highest number of cases."},{"hash":"8aef9eb1da2d64a20abdcf3e1f946935576aaae84d7d0b3cd9ba8aa4647804c0","title":"Nepal's population and development approach focuses on rights, ensuring that all citizens have access to opportunities and well-being.","date":1714435200000,"source":"nn","link":"https://nepalnews.com/s/health/nepal-s-approach-to-population-and-development-is-right-based-dpm-yadav","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav_NewYork_1_1068x8011714461437_1024.jpg","category":"health","content":"**Nepal's Approach to Population and Development**\n\nNepal believes in a rights-based approach to population and development. This means focusing on the rights of everyone, especially women and girls.\n\nNepal is committed to implementing the International Conference on Population and Development (ICPD) plan. This plan aims to reduce poverty, improve health, and promote gender equality.\n\nDespite progress, Nepal still faces challenges like pandemics and climate change. The country remains committed to advancing people's rights, health, and decision-making.","summary":"Nepal's Deputy Prime Minister emphasized Nepal's commitment to a rights-based approach to population and development, while acknowledging challenges and progress made since the International Conference on Population and Development."},{"hash":"853075cf39e1fcb42df78d974231e5f27301b7a218e2c71c13a200de5ecc34ac","title":"Japan has given a community center to help with disaster prevention.","date":1713830400000,"source":"nn","link":"https://nepalnews.com/s/health/japan-hands-over-the-community-center-for-disaster-prevention","imageLink":"https://web.nepalnews.com/storage/story/1024/1_IMG_22281713885995_1024.jpeg","category":"health","content":"Japan gifted a new Community Center to Indrawati, Nepal to help them prepare for disasters.\n\nThe center will have a committee, activities, and broadcasting system to help people learn about disasters and stay safe. It will also have a warehouse to store supplies and tools for disaster relief.\n\nJapan's Ambassador hopes the center will make the community better prepared for disasters and help it thrive.","summary":"Japan's government handed over a Community Center for Disaster Prevention to Indrawati Rural Municipality in Sindhupalchowk District, aiming to enhance disaster prevention capabilities with community-led initiatives."},{"hash":"91ef85d22d1f5e45d5c9e0d118acd881370663a55fa7eb366d52362a948b3462","title":"Dr. Sharma, a parliamentarian, donated Rs 2 million to a children's hospital.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr. Sunil Sharma, a member of parliament, donated two million rupees to the Children's Hospital being built by Dr. Bhagwan Koirala. The hospital will provide specialized care for children in Kathmandu and eventually all seven provinces of Nepal.","summary":"MP Dr Sunil Sharma donated ₹2 million to the KIOCH children's hospital project, spearheaded by Dr Bhagwan Koirala to build hospitals in all seven provinces."},{"hash":"42e79a4549bfdf6d5604bd78b3d44969e580204855bea65a83fee67398a94def","title":"Dr. Sharma, a parliamentarian, donated $2 million to a children's hospital.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital-1","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr. Sharma donated 2 million rupees to a Children's Hospital being built by Dr. Koirala. The hospital aims to build specialized children's hospitals in all seven provinces of Nepal. The hospital in Kathmandu will have 100 beds, while each hospital in other provinces will have 50 beds.","summary":"Dr Sunil Sharma donates two million rupees to KIOCH for the construction of a Children's Hospital in Kathmandu."},{"hash":"3366c0665f89d2e7da9c8b7f2493798ccbb5625b22f9517335e99c27063a9b96","title":"Children receiving vitamin A capsules and deworming tablets.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/vitamin-a-capsules-de-worming-tablets-being-administered-to-children","imageLink":"https://web.nepalnews.com/storage/story/1024/vitamin_A1713434673_1024.jpg","category":"health","content":"Kids under five are getting free vitamin A and deworming tablets from Nepal's Department of Health Services. Over 6 million kids in 3.2 million will get vitamin A and over 2.9 million will get the deworming tablets. They will be given out by health workers and volunteers in every ward.","summary":"The Department of Health Services has launched a two-day National Vitamin 'A' programme to administer Vitamin 'A' capsules and de-worming tablets to around 6.1 million children under five years of age."},{"hash":"c45e4282acc54bba2570dc17499211c4f1135d150f8fe71ebafa6719b481ac3d","title":"Today is the concluding day of the sacred Maha Kumbha Mela festival.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/today-the-last-day-of-maha-kumbha-mela","imageLink":"https://web.nepalnews.com/storage/story/1024/Untitled_1_(1)1715333577_1024.jpg","category":"travel-and-tourism","content":"Pindeshwar Poorna Mahakumbha Mela, a religious festival held in Barahkshetra Municipality-1 Chatradham, Nepal, has ended after running for a month. People from all over Nepal and even abroad visited the festival. The festival is held every 12 years and is similar to the Kumbha Mela in India. Hindu scriptures connect the Saptakoshi river and Pindeshwardham to the Kumbha Mela.","summary":"The twelve-year Pindeshwar Poorna Mahakumbha Mela, an event with roots in ancient Haridwar and connected to Indian Kumbha Melas, concluded today in Sunsari, Nepal, after a month of hosting visitors from around the world."},{"hash":"e816571e63102ee4597e2782d7f313e7954eb41ad0447c5ed68e521d835e3b64","title":"21 rhinos have died in the last 10 months from poaching, making wildlife conservation challenging.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/wildlife-conservation-turns-challenging-21-rhinos-dead-in-10-months","imageLink":"https://web.nepalnews.com/storage/story/1024/Rhino1693732323_1024.jpg","category":"travel-and-tourism","content":"**Rhino Deaths in Chitwan National Park**\n\nIn the past 10 months, 21 rhinos have died near the park.\n\n* 2 were killed by poachers\n* 19 died from natural causes, such as getting stuck in swamps or fighting\n\nThe park is creating more wetlands and managing grasslands to help the rhinos, whose population is increasing.\n\nCurrently, there are 694 rhinos in the park, and some have been moved to the eastern region for better habitat.","summary":"In the past 10 months, 21 rhinos died in Chitwan National Park: 2 due to poaching, 19 from natural causes (swamps, in-fighting, ageing, tiger attacks, habitat issues, electrocution)."},{"hash":"e115a6d41dc575a6fb20a754295e2c6493cf6d2654ae267d4145bfcfcc13107f","title":"Pakistan announces a new fund to support innovation and growth in the IT sector.","date":1714608000000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/pm-announces-to-institute-innovation-fund-for-it-sector-expansion","imageLink":"https://web.nepalnews.com/storage/story/1024/91fd8100_c369_454d_8e45_d73c48c2fe8d_1000x5001714631578_1024.jpg","category":"science-and-technology","content":"PM Prachanda announced plans for an innovation fund in the upcoming budget to support the tech sector. The fund will help develop laws and regulations for its establishment.\n\nThe government believes that using technology can improve the economy and society. Young scientists will receive support to earn income through tech.\n\nThe government is also promoting a \"Startup Programme\" for young people.\n\nThe PM called for collaboration to advance technology for economic and social progress, and promised to address cybercrime through legal and policy measures.","summary":"Prime Minister Dahal pledged to establish an innovation fund to expand the IT sector, promote youth startups, and regulate cybercrime."},{"hash":"f695aa1ad994bab3c00f1b5a8d5ea6fd3e689cc6689b961e67fffef625c6e80d","title":"Today is National ICT Day, recognizing the importance of information and communication technology in Bangladesh.","date":1715488490435,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/national-ict-day-being-observed-today","imageLink":"https://web.nepalnews.com/storage/story/1024/ict_day1714614867_1024.jpg","category":"science-and-technology","content":"**Nepal Celebrates National ICT Day**\n\nToday is National ICT Day in Nepal, a day to promote and celebrate information technology. The government recognizes ICT as a key driver of economic growth, along with agriculture, tourism, and energy. The government is supporting ICT initiatives and honoring individuals and organizations that contribute to the sector. Minister Rekha Sharma emphasized the government's focus on using technology for socio-economic development.","summary":"National ICT Day observed with programs, honoring contributions to the field, and recognizing ICT's role in promoting economic prosperity and socio-economic transformation."},{"hash":"9789ea6409b4715294fcecec4caf76bc9f86f5d00af5cd8543239bf9f3e5e012","title":"Politics should foster excitement in investors, according to the president.","date":1714003200000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/politics-should-fill-enthusiasm-among-investors-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_25_at_131714045205_1024.jpg","category":"science-and-technology","content":"President Paudel says Nepal has great potential for prosperity through energy development. He encourages investors to invest in Nepal and highlights the progress made in energy sector. Nepal has transformed from an energy importing nation to an exporting nation, playing a positive role in the economic sector through electricity trade and renewable energy exports.","summary":"President Paudel emphasized the need for politics and private investment to drive economic prosperity through energy development in Nepal's stable democratic environment."},{"hash":"8645e6e32c99e132c7dedb2a85a2626985e9d5f7e0c18cf2f27997f5d483ec41","title":"New bill aims to make sure artificial intelligence (AI) is used fairly and with transparency. It wants to stop misuse and bias in AI systems and make sure they are used ethically.","date":1710201600000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/draft-bill-on-it-and-cyber-security-seeks-transparent-accountable-use-of-ai","imageLink":"https://web.nepalnews.com/storage/story/1024/Ministry_of_Communication1710223162_1024.jpg","category":"science-and-technology","content":"The IT and Cyber Security Management Bill proposes the use of advanced technologies like AI and blockchain while ensuring their responsible and ethical use.\n\nThe bill establishes structures for IT and cyber security management, including a center for research and development, a directors' committee, and a coordination committee.\n\nIt covers various aspects such as electronic records, data protection, digital signatures, and cyber security measures.\n\nActivities such as cyber bullying, harassment, and theft of data are prohibited, and the bill sets punishments for such offenses.\n\nThe government emphasizes data privacy, requiring consent for collecting personal information and limiting its use to legal purposes.\n\nIt mandates government entities and public corporations to operate websites with a standard design and register their domain names. Individuals and companies providing cyber security services must obtain licenses.","summary":"An IT and cyber security draft bill mandates the use of AI, blockchain, machine learning, and IoT while establishing a framework for IT and cyber security management with a focus on research, coordination, regulation, and protection of data privacy."},{"hash":"7b3564e64335cf6b09ca9388a43353ae8e4c829e4a33b5dafd81bc5c1b419b8b","title":"Minister Sharma suggests creating laws to address concerns in the realm of cyber.","date":1715488506847,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/cyber-legislation-needed-to-resolve-problems-minister-sharma","imageLink":"https://web.nepalnews.com/storage/story/1024/Sharma1695206333_1024.jpg","category":"science-and-technology","content":"**Cyber Law Needed to Address Issues**\n\nCommunications Minister Rekha Sharma says that the delay in laws on cyber security has caused problems. The government is working on a cyber security law and wants suggestions from experts.\n\nSharma emphasizes the need for public awareness about cyber security and stresses that technology has brought challenges due to misuse.\n\nThe orientation aimed to teach officials how to protect data and address cybercrime issues. Chief District Officer Rambandhu Adhikari highlights the importance of an informed community in handling cyber security.","summary":"Communications and Information Technology Minister Rekha Sharma emphasizes the need for cyber legislation to address issues, seeking suggestions for drafting the law while highlighting the importance of public awareness and education on cyber security."},{"hash":"c11dd4e0a73ed780f50db62b525aa16fa7c624433478c86d79746516e89b9f0d","title":"India and Bangladesh are discussing the export of energy from India to Bangladesh.","date":1715488511334,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/talks-positive-with-bangladesh-to-export-energy","imageLink":"https://web.nepalnews.com/storage/story/1024/Nepal_Electricity_Authority1691846323_1024.jpg","category":"science-and-technology","content":"Nepal and Bangladesh have agreed to a power trade deal where Nepal will sell electricity to Bangladesh during the upcoming rainy season. The two countries have finalized most terms and will soon sign a final agreement.","summary":"Nepal and Bangladesh are finalizing a power trade deal to export electricity from Nepal to Bangladesh during the upcoming rainy season."},{"hash":"a214fef6a569a812921b8fd6905466efcae36821d314e2d976e99d6f2fb54eff","title":"Japan Foundation's traveling exhibition \"Yakishime: Earth Metamorphosis\" showcases traditional and contemporary Yakishime ceramics, which are known for their unique, rustic textures and expressions.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/japan-foundation-traveling-exhibition-yakishime-earth-metamorphosis","imageLink":"https://web.nepalnews.com/storage/story/1024/Leaflet_front1715264259_1024.jpg","category":"entertainment-and-lifestyle","content":"**Japanese Culture Exhibition in Nepal**\n\nThe Embassy of Japan and Japan Foundation will hold an exhibition showcasing Japanese \"Yakishime\" ceramics at the Embassy Hall in Kathmandu from May 11 to 30.\n\nYakishime are unglazed, high-fired ceramics used in Japan for serving food and drink, and have a unique place in Japanese culture.\n\nThe exhibition will explore the history and development of Yakishime, featuring tea wares, utensils, and art objects.\n\nVisitors will have the opportunity to appreciate the beauty and simplicity of Japanese ceramics and gain insights into Japanese culture and creativity.","summary":"The Embassy of Japan and the Japan Foundation will showcase the unique Japanese culture of Yakishime ceramics through an exhibition at the Embassy Hall, Panipokhari, Kathmandu from May 11th to 30th."},{"hash":"e61c612a2fa2945dbce36e78bfcbfcfe5e05c704908dd9baac7769efb299faed","title":"Celebrating 50 Years of Friendship\n\nTwo friends have been close for half a century, through thick and thin. They have shared countless memories and supported each other through life's challenges. They value their friendship deeply and plan to continue celebrating their bond for many years to come.","date":1715488520225,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/celebrating-50-years-of-friendship","imageLink":"https://web.nepalnews.com/storage/story/1024/209370c5_271f_40b2_b38c_4d479196175d1714881747_1024.jpeg","category":"entertainment-and-lifestyle","content":"**Korean Cultural Event in Nepal**\n\nJoin in celebrating 50 years of friendship between Nepal and Korea!\n\nHighlights:\n\n* **K-Tigers:** Witness the amazing Taekwondo performance team, combining traditional martial arts with modern K-pop.\n* **People on Stage:** Be amazed by the energy and creativity of Korea's top B-boy dance teams.\n* **Celebrating Friendship:** Enjoy cultural exchanges and performances that highlight the bond between the two nations.\n\nDon't miss this unforgettable opportunity to experience Korean culture and celebrate this historic milestone.","summary":"To mark the 50th anniversary of diplomatic ties between South Korea and Nepal, the Korean Embassy is hosting a cultural event showcasing Taekwondo and B-boy dance performances to celebrate friendship and cultural exchange."},{"hash":"5db1f1b27f140836a538af8994d1d20d3c4e3bfba7357d0ab258108d457e3803","title":"Veteran Indian actor CP Lohani has passed away.","date":1714348800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/actor-cp-lohani-passes-away","imageLink":"https://web.nepalnews.com/storage/story/1024/cp_lohani_11714394375_1024.jpg","category":"entertainment-and-lifestyle","content":"Nepali actor CP Lohani, famous for the movie \"Maitighar,\" died at 86 from Alzheimer's and pneumonia. He also served in government and worked in the film and music industry. He was married to Bollywood actress Mala Sinha. His funeral will be held today at Pashupati Aryaghat.","summary":"Nepali film icon CP Lohani, lead actor of the first privately-produced hit movie 'Maitighar', passed away at 86 due to Alzheimer's and pneumonia."},{"hash":"47c5ab0dc3d11afc19bb0a2ea497b4519a334d00648998358c7cab2575b09124","title":"A democratic republic values ethics and good behavior, often inspired by religious beliefs, to guide its citizens and leaders.","date":1713657600000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/a-democratic-republic-seeks-moral-values-and-virtues-like-religion-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_21_at_111713687967_1024.jpeg","category":"entertainment-and-lifestyle","content":"President Paudel believes that like religions, Nepal's government values good behavior and ethics. All religions aim to make people happier, more peaceful, and more civilized. The Jain community in Nepal follows Lord Mahavir's teachings, which include non-violence, peace, and respect for all. The President hopes that the Jains will continue to inspire others with their culture and social service.","summary":"President Paudel emphasized the shared moral values between religions and the Jain community's contributions to Nepalese society, highlighting their significance in fostering peace, morality, and progress."},{"hash":"36bf5184da2134fc7913480835b722431a60fe0d878008465b1a5b5221530db2","title":"Chaiti Chhath festival concludes with devotees offering prayers to the rising sun.","date":1715488534392,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/chaiti-chhath-concludes-offering-argha-to-rising-sun","imageLink":"https://web.nepalnews.com/storage/story/1024/NawadeepShrestha_Bidur_RSS_14_ChhathPhoto1667194260_1024.JPG","category":"entertainment-and-lifestyle","content":"Chaiti Chhath festival ended this morning. Devotees, who fasted since Saturday night, offered water to the rising sun today. This festival is celebrated twice a year to wish for family happiness and long life.","summary":"Chaiti Chhath festival concluded by devotees breaking fast and offering prayers to the rising sun."},{"hash":"5c4e40b0cfcc81a841cfed842ce2aa92af57f2e88130f43a69d94018c770008a","title":"Culture based on socialist values is essential for creating the foundation of a socialist society.","date":1715488537773,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/socialist-culture-a-primary-condition-for-preparing-base-of-socialism-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/436421060_2683866678446874_1444593645290858072_n1713059615_1024.jpg","category":"entertainment-and-lifestyle","content":"**Socialist Culture Essential for Building Socialist Society**\n\nPrime Minister Dahal emphasizes that cultural transformation and socialist values are crucial for establishing a socialist society in Nepal. He urges patriotic communities to support the development of a socialist culture that reflects the country's diversity and unity. The government is committed to providing resources and support for cultural institutions and artists.","summary":"PM Dahal emphasizes socialist culture as a foundation for socialism, pledging support for cultural institutions and the promotion of Nepali culture's diversity."},{"hash":"44a7af432f348295bc356dc94a37bfa543deb6e68ee15ddfb6b84203dc088c8a","title":"Row of probe panels casts a shadow over the budget presentation.","link":"https://kathmandupost.com/national/2024/05/12/probe-panel-row-casts-shadow-over-budget-presentation","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb23-1715480220.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"**Parliamentary Gridlock in Nepal**\n\nThe Nepali Congress is blocking Parliament over a probe into the Home Minister. The probe would investigate allegations of fraud against him.\n\nThe ruling parties want to investigate cooperatives but not the Home Minister. The Congress insists on investigating the Minister.\n\nWithout an agreement, the government cannot present its policies and programs to Parliament. This would delay the budget process.\n\nThe opposition's obstruction could affect the legitimacy of the government's plans.\n\nThe government is trying to negotiate with the Congress to end the gridlock.\n\nThe Congress has threatened to continue blocking Parliament if the probe demand is not met.","summary":"Nepali Congress's obstruction of Parliament, demanding a probe into Deputy Prime Minister Lamichhane's alleged fraud, threatens the presentation of government policies and raises concerns over political stability."},{"hash":"9e9c227cb13fcc214e546bd4db8894d9974468bb29cf438357b001aa41b15c62","title":"Victims and activists argue that reparations alone are not enough to address conflicts. They emphasize the importance of truth-telling and prosecuting perpetrators as essential steps towards reconciliation and preventing future violence.","link":"https://kathmandupost.com/national/2024/05/12/reparation-no-substitute-for-truth-and-prosecution-say-conflict-victims-activists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb22-1715479231.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"**Reparations in Nepal**\n\nThe government is working on a plan to help people who suffered during the country's civil war. This includes providing money, medical care, and other support.\n\nBut people who work for human rights say that payments alone are not enough. They want the government to also find out the truth about what happened, punish those responsible, and make sure that similar abuses don't happen again.\n\n**What Reparations Should Include**\n\nThe United Nations says that reparations should:\n- Restore what was taken away\n- Help people get back to normal life\n- Provide compensation for losses\n- Acknowledge the harm that was done\n\n**Challenges**\n\n- Some victims have not received any help yet.\n- The government's plan only recognizes unarmed people as victims, so some who were harmed may not get reparations.\n- Victims of sexual violence may not come forward because of the stigma.\n\n**Consultation**\n\nThe government is talking to victims and experts to get their ideas for the reparations plan. This will help make sure that the plan meets the actual needs of the victims.","summary":"Amid government efforts to create a reparation plan for insurgency-era victims, human rights advocates urge against replacing other transitional justice pillars with compensation measures, emphasizing the importance of truth-seeking, prosecution, and institutional reforms for lasting reconciliation."},{"hash":"5e14b61f39ad3a117bca462eee128490ddf35a485b3abf32901db9495d30519d","title":"Fake makeup products that look like luxury brands are flooding the market, causing worries among consumers and businesses.","link":"https://kathmandupost.com/national/2024/05/12/concerns-grow-as-cheap-copies-of-high-end-makeup-products-flood-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715479334.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"**Cosmetic Safety Concerns in Nepal**\n\n**Issue:**\n\n* Cosmetic products in Nepal often contain hazardous chemicals like lead, cadmium, and mercury.\n* These chemicals can cause health problems like nerve damage, learning disabilities, and reproductive issues.\n\n**Case Studies:**\n\n* Deepika Neupane experienced severe facial swelling and itching after using eyelash glue with unknown ingredients.\n* Many lipsticks contain high levels of lead, which can lead to disabilities and health issues over time.\n* Kajal, used on infants for eye protection, also often contains lead and has been linked to infant deaths and lead poisoning.\n\n**Lack of Regulation:**\n\n* Nepal lacks a government agency to regulate chemicals in cosmetics.\n* Guidelines set in 2019 are not fully enforced.\n\n**Impact on Consumers:**\n\n* Consumers often use duplicate or counterfeit products that contain harmful ingredients.\n* Even small amounts of lead in cosmetics can accumulate over time and cause health problems.\n\n**Tips for Consumers:**\n\n* Buy cosmetics from authorized retailers.\n* Read package labels carefully and research ingredients online.\n* Look for variations in packaging and inspect product texture to distinguish genuine from fake products.","summary":"Concerns grow over the safety of personal care products in Nepal due to widespread use of hazardous materials like lead, cadmium and mercury, with the absence of regulatory measures exacerbating the problem, putting consumers at risk."},{"hash":"ee2fbf310381beef215ed81cff523f51996de87b1b685cc5caf9510a49022759","title":"Nepalgunj Integrated Check Post (ICP) opens, making traders happy. This new ICP improves trade between Nepal and India.","link":"https://kathmandupost.com/national/2024/05/12/traders-happy-as-nepalgunj-icp-comes-into-operation","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled2-1715479994.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"New trade center opens on Nepal-India border, making it easier for businesses to trade goods.\n\nThe center, called an Integrated Check Post (ICP), has been in the works for nearly 20 years. It allows for quicker and easier trade between the two countries, reducing smuggling and increasing revenue for Nepal.\n\nThe ICP has modern facilities, including digital access to trade-related services, making it more efficient for traders. It also has buildings for customs, immigration, quarantine, security, and a bank.\n\nTraders say the ICP will save them time and money by reducing the number of trucks waiting at the border.\n\nThe ICP is expected to boost trade between Nepal and India and benefit the private sector.","summary":"Nepal and India inaugurate an integrated check post (ICP) in Nepalgunj to facilitate trade, improve border security, and reduce illegal activities."},{"hash":"346a5f2f19865b112acdb63b0ab14c7409a30a75c64d379907b20275126249e8","title":"Kritika Kher gives Mayor S xi flying start with ground breaking.","link":"https://kathmandupost.com/sports/2024/05/12/kritika-gives-mayor-s-xi-flying-start","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/Untitled2-1715480641.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"sports","content":"Lalitpur Mayor's XI cricket team won their first match in the Mayor's Women's T20 Championship.\n\nKritika Marasini, a key player, took 4 wickets in a two-over spell.\n\nAnother player, Saraswati Kumari, also took 3 wickets for Lalitpur Mayor's XI.\n\nIn response, Bagmati Province's batters were bowled out for a low score of 52.\n\nLalitpur Mayor's XI chased down the target, winning by 7 wickets.","summary":"Lalitpur Mayor’s XI won their first match of the Lalitpur Mayor Women’s T20 Championship with a seven-wicket victory over Bagmati Province, thanks to a four-wicket haul and a hat-trick by Kritika Marasini."},{"hash":"60faefd489efc08e667acb3e019637674ad12d2f18bf19d6d93c0640e14bb2b3","title":"Politics and education are intertwined, as education can be used to shape political beliefs and support certain ideologies. Governments and political parties often exert influence over educational systems, setting curriculum and policies that reflect their agendas. Education can also be used to promote critical thinking and foster civic engagement, encouraging citizens to participate actively in the political process.","link":"https://kathmandupost.com/columns/2024/05/11/between-politics-and-education","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/PostPhotoKeshavThapaTKP-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Political Involvement in Education in Nepal**\n\nPolitical engagement of teachers and students in Nepal is a controversial topic. Recently, Education Minister Sumana Shrestha proposed banning teachers from political activities while working in schools.\n\nPolitical parties have played a role in politicizing education since the fall of the Panchayat system. Students were key organizers for banned political parties, and their unions often followed party lines.\n\nTeachers' unions later formed, and both students and teachers became politically active. The result was that political parties exploited student and teacher groups for propaganda.\n\nThis led to the undermining of educational institutions. Some teachers openly worked for political parties, while others supported the Maoists.\n\nThe author believes that student political aspirations should be treated differently from those of teachers. He supports efforts to keep schools out of party politics.\n\nTeachers, as custodians of education, should refrain from becoming political cadres. Political parties should stop using students and teachers for their own political agendas.","summary":"Political engagement by Nepali teachers and students, prevalent since the fall of the Panchayat regime, has recently sparked debate, with the Education Minister proposing a ban on teachers' simultaneous political and educational roles."},{"hash":"e943a68aa258e52347de4c4ef667427dd1bd98eb627b430a76a5591b12bc5ddc","title":"Iran expands its influence eastward by:\n\n* Strengthening ties with regional countries like Pakistan, Afghanistan, and Central Asia\n* Investing in infrastructure and trade projects\n* Building closer political and economic relationships\n* Aiming to become a major player in the region","link":"https://kathmandupost.com/columns/2024/05/11/iran-s-eastward-push","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownAPRSS-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Iran's Diplomatic Visits to Pakistan and Sri Lanka**\n\nIran's President visited Pakistan and Sri Lanka, which holds significance due to:\n\n**Pakistan:**\n\n* Iran and Pakistan have had tensions but are working to improve trade and reduce border attacks.\n* Iran seeks support for its Middle East policies and wants to increase bilateral trade.\n* Both countries signed agreements to enhance trade and cooperation.\n\n**Sri Lanka:**\n\n* Iran has supported Colombo's war efforts and provided economic assistance.\n* Iran has invested in water and energy projects in Sri Lanka.\n* Both countries aim to strengthen their relationship, including defense cooperation in the Indian Ocean.\n\n**Concerns:**\n\n* Pakistan and Sri Lanka rely on international financial aid and may be cautious about aligning too closely with Iran due to US sanctions.\n* Iran's engagement with these countries is part of its \"Look East\" policy amid regional tensions with Israel.","summary":"Iranian President Raisi's visits to Pakistan and Sri Lanka aimed to strengthen regional ties following Iran's retaliation against Israel, with both Pakistan and Sri Lanka maintaining good relations with Iran despite challenges like cross-border attacks and economic sanctions."},{"hash":"bbbb12e3e82fdd07b18fde927b10c0edab92d94ffff56c57cbe6a773bf72d052","title":"**Benefits of Becoming a Teacher:**\n\n* **Make a difference:** Inspire and shape young minds\n* **Job security:** Teaching positions are in high demand\n* **Benefits:** Health insurance, paid time off, pension plans\n* **Intellectual stimulation:** Stay updated on new knowledge and ideas\n* **Personal growth:** Develop leadership, communication, and problem-solving skills\n* **Impact on society:** Create a better future by educating the next generation","link":"https://kathmandupost.com/columns/2024/05/11/why-become-a-teacher","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/SidePostIllustration-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Teaching: A Meaningful Profession**\n\nSome people wrongly believe that those who can't do, teach. However, teaching is a noble act of passing on knowledge and values to future generations.\n\n**Challenges in Teaching in Bangladesh**\n\nUnfortunately, society often undervalues teaching, leading to low pay and a lack of respect. This discourages people from becoming teachers.\n\n**Education System Needs Improvement**\n\nTo solve problems in education, we need to:\n\n* Increase teacher salaries and improve working conditions.\n* Ensure teachers are qualified and ethical.\n* Value and respect all teachers equally.\n* Define and prioritize values we want teachers to pass on to students.","summary":"Teaching is a selfless, noble profession that has lost its societal status and financial competitiveness, creating an undesirable educational narrative and a need for system-wide reforms addressing teacher quality, corruption, and societal values."},{"hash":"7697a965cad2b4fe488203fca9b9011d5cec32b3593ca4875efef4d9d92612c0","title":"cruellest-crime","link":"https://kathmandupost.com/editorial/2024/05/09/cruellest-crime","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb1-1715303210.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"editorial","content":"**Nepal Children's Organization Land Scam Update:**\n\nThe Nepal Children's Organization land scam is being investigated. 20 people have arrest warrants issued against them, including former officials and business representatives. The land was illegally leased to Brihaspati Vidya Sadan school and sub-leased to Rai School. Brihaspati Vidya Sadan also used the land to get a loan. The lease deal has been canceled, and the organization filed a case. The arrest warrants aim to reclaim the land for the organization and the children it supports. This scam highlights other land grab scams involving government officials and private entities, emphasizing the importance of investigating and reclaiming public property.","summary":"CIB issues arrest warrants against 20 accused, including former officials and business representatives, in the Nepal Children's Organization land lease scam investigation."},{"hash":"897df297105d6fe5fa3702d0c9dd641f7b3921fc5a0897eb6089b09267b5613f","title":"Wildfires threaten Fort McMurray, Canada. Residents have received evacuation notices and must leave immediately.","link":"https://kathmandupost.com/world/2024/05/12/wildfire-evacuation-notice-issued-for-major-canada-oil-town-fort-mcmurray","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/MADML6ZDIBKURB3X3KUS7H6AVU-1715486965.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"world","content":"An out-of-control wildfire near Fort McMurray, Alberta has forced an evacuation alert for the town. The fire is 1,000 hectares in size and strong winds are expected, increasing the risk. In British Columbia, the town of Fort Nelson has also been evacuated due to a wildfire. Canada is facing another potentially severe wildfire season due to higher temperatures and El Nino weather conditions. Last year's wildfire season was the worst on record, with over 6,600 fires and 230,000 evacuations.","summary":"An evacuation alert is issued for Fort McMurray, Alberta as an out-of-control wildfire rages southwest of the oil town amidst forecasts of another catastrophic wildfire season in Canada."},{"hash":"bb06191d96b41f889a0ee66504cd3497cbd5bc3f64eddecd21f76111153a72a2","title":"Mythology reflects real-world experiences and human nature. Stories about gods, heroes, and monsters symbolize our fears, hopes, and struggles. They teach us about the world and ourselves.","link":"https://kathmandupost.com/theater/2024/05/12/when-mythology-mirrors-life","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled2-1715481070.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"theater","content":"**Mandala Theatre presents 'Bakhaamma':**\n\n* Explores the idea of destiny and the divine in human life.\n* Based on the Kirati Mundum, an oral tradition of the Kirati community.\n* Tells the love story of Saya and Sikhum, set against the mythology of Sumnina and Paruhang.\n* Showcases the Kirati community's belief in animalism and harmony with nature.\n* Features stunning performances, grand sets, and incorporates folk music.\n* Captures the joy and vibrancy of the Kirati community.\n* Offers a powerful portrayal of love, loss, and the preservation of cultural heritage.\n* Runs until May 27th at Mandala Theatre in Kathmandu.","summary":"Mandala Theatre's \"Bakhaamma\" explores the mystical and ordinary through the love story of Saya and Sikhum, set against the backdrop of Kirati mythologies, showcasing the community's cultural identity, connection to nature, and appreciation for theater."},{"hash":"418abed41e4b44f40308bd07f54fd1b7dd2c6464a63d3b0cedf96063502bc769","title":"Older brother in Russian army dies, younger brother cannot be reached.","link":"https://kathmandupost.com/national/2024/05/12/elder-brother-serving-in-russian-army-dies-younger-one-out-of-contact","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715479474.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"Chandani Bista's husband, Birajan, was a Nepali soldier serving in the Russian army. He was killed in Ukraine, but his body was not found.\n\nBirajan's family performed his funeral rites using a dummy on May 5.\n\nNepalese families of soldiers in Russia are protesting for their safe return and support for those killed or injured.\n\nThe families have sent a list of demands to the government, including compensation and safe evacuations.\n\nAlmost 300 people have reported missing relatives in the Russian army.","summary":"Chandani Bista, protesting in Kathmandu for the repatriation of her husband and other Nepali youths serving in the Russian army, received unverified news of his demise, later confirmed by family members, leading to her and her family performing his final rites and demanding government action for the safe return of all Nepalis involved."},{"hash":"a1100dd77b96124e2623848102e0b5b6194807ef115a412910e421ba99a1f62a","title":"Dr. Govinda KC is on his 22nd hunger strike to protest against government corruption and poor healthcare in Nepal.","link":"https://kathmandupost.com/national/2024/05/11/dr-govinda-kc-on-22nd-hunger-strike","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb20-1715432415.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"national","content":"Dr. Govinda KC has started a hunger strike to demand that the government fulfill agreements made with him in the past. These agreements include:\n\n* Completing transitional justice\n* Reforming medical and education sectors\n* Providing quality free medical treatment\n* Establishing an organization for equal access in Geta\n* Punishing those found guilty by the Karki committee\n\nDr. KC has been protesting for reforms in medical education and health services since 2012. The government has made some changes based on past agreements, but others are still outstanding.","summary":"Dr. Govinda KC initiated his 22nd hunger strike to enforce past agreements with the government, including medical education reforms and equal healthcare access."},{"hash":"9c88e11167d74e62f10878afdfddb6fe81bff19356f6bc2392c01d9005d97642","title":"Congress continues to block Parliament until their demands are met.","link":"https://kathmandupost.com/national/2024/05/11/congress-to-continue-parliament-obstruction-until-demands-are-addressed","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb19-1715432018.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"national","content":"Nepali Congress is blocking parliament until a probe into Home Minister Lamichhane's involvement in a financial scam is ordered. The party claims the government is not letting the parliament function and is not addressing their concerns. The Congress party is determined to continue its obstruction, and may even strengthen its stance in the future.","summary":"Nepali Congress continues obstructing parliament until a parliamentary probe into Home Minister Lamichhane's alleged involvement in a cooperative scam is initiated."},{"hash":"32ed3ca97afc01da3fa2ac6201959faa2164bdc060ba833bb2c5a81fbb0bf54a","title":"Israel ordered people in more areas of Rafah, Gaza to leave their homes.","link":"https://kathmandupost.com/world/2024/05/11/israel-orders-people-in-more-areas-of-gaza-s-rafah-to-evacuate","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersJE7KOBOKJVPWHMVUUGMEO3QA7M-1715427667.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"Israel called on Saturday for Palestinians in more areas of Gaza’s southern city of Rafah to evacuate and head to what it calls an expanded humanitarian area in Al-Mawasi, in a further indication that the military is pressing ahead with its plans for a ground attack on Rafah.In a post on social media site X, a military spokesperson also called on residents and displaced people in the Jabalia area of northern Gaza, and 11 other neighbourhoods in the enclave to go immediately to the shelters west of Gaza City.According to the Palestinian news agency WAFA, 24 Palestinians were killed overnight after Israeli jets targeted several areas in central Gaza.Despite heavy US pressure and alarm expressed by residents and humanitarian groups, Israel has said it will proceed with an incursion into Rafah, where more than 1 million displaced people have sought refuge during the seven-month-old war.Israel’s military said that so far, about 300,000 Gazans have moved towards Al-Mawasi.Israel says it cannot win the war without rooting out thousands of fighters of the Islamist Hamas movement it believes are deployed in Rafah.Israeli tanks captured the main road dividing Rafah’s eastern and western sections on Friday, effectively encircling the eastern side in an assault that has caused Washington to hold up delivery of some military aid to its ally.The White House said on Friday it was watching the Israeli operations “with concern,” but they appeared to be localized around the shuttered Rafah crossing and did not reflect a large-scale invasion of the city.The war was triggered by a Hamas-led attack on southern Israel in which some 1,200 people were killed and more than 250 people taken hostage, according to Israeli tallies.Israel's military operation in Gaza, which it says aims to eliminate Hamas, has killed close to 35,000 Palestinians, according to Gaza's health ministry. The bombardment has laid waste to the coastal enclave and caused a deep humanitarian crisis.The Biden administration said on Friday Israel’s use of US-supplied weapons may have violated international humanitarian law during its Gaza operation, in its strongest criticism to date of Israel.But the administration stopped short of a definitive assessment, saying that due to the chaos of the war it could not verify specific instances where use of those weapons might have been involved in alleged breaches. ","summary":"Israel called on Saturday for Palestinians in more areas of Gaza’s southern city of Rafah to evacuate and head to what it calls an expanded humanitarian area in Al-Mawasi, in a further indication that the military is pressing ahead with its plans for a ground attack on Rafah.In a post on social media site X, a military spokesperson also called on residents and displaced people in the Jabalia area of northern Gaza, and 11 other neighbourhoods in the enclave to go immediately to the shelters west of Gaza City.According to the Palestinian news agency WAFA, 24 Palestinians were killed overnight after Israeli jets targeted several areas in central Gaza.Despite heavy US pressure and alarm expressed by residents and humanitarian groups, Israel has said it will proceed with an incursion into Rafah, where more than 1 million displaced people have sought refuge during the seven-month-old war.Israel’s military said that so far, about 300,000 Gazans have moved towards Al-Mawasi.Israel says it cannot win the war without rooting out thousands of fighters of the Islamist Hamas movement it believes are deployed in Rafah.Israeli tanks captured the main road dividing Rafah’s eastern and western sections on Friday, effectively encircling the eastern side in an assault that has caused Washington to hold up delivery of some military aid to its ally.The White House said on Friday it was watching the Israeli operations “with concern,” but they appeared to be localized around the shuttered Rafah crossing and did not reflect a large-scale invasion of the city.The war was triggered by a Hamas-led attack on southern Israel in which some 1,200 people were killed and more than 250 people taken hostage, according to Israeli tallies.Israel's military operation in Gaza, which it says aims to eliminate Hamas, has killed close to 35,000 Palestinians, according to Gaza's health ministry. The bombardment has laid waste to the coastal enclave and caused a deep humanitarian crisis.The Biden administration said on Friday Israel’s use of US-supplied weapons may have violated international humanitarian law during its Gaza operation, in its strongest criticism to date of Israel.But the administration stopped short of a definitive assessment, saying that due to the chaos of the war it could not verify specific instances where use of those weapons might have been involved in alleged breaches. "},{"hash":"39a21e3738e34e21ac22ff3e01c5ee3a4fda10160336e1e78d00ef5a4868a738","title":"Nepal will use drones to transport garbage from Mount Everest to help keep the mountain clean.","link":"https://kathmandupost.com/money/2024/04/30/nepal-to-use-drones-to-transport-garbage-from-mount-everest","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/everest-1714541533.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"money","content":"**Drones Assisting in Garbage Removal from Mount Everest**\n\nFor the first time, drones are being used to remove garbage from Mount Everest. The success of these drones may reduce the need for high-altitude guides who currently carry loads through the dangerous Khumbu Icefall.\n\nThe drones are currently being tested and can transport 30 kg of garbage from Camp II, located at 6,500 meters. If successful, the drones could potentially prevent accidents and fatalities in the icefall.\n\n**New Rules for Climbers**\n\nTo improve safety and reduce environmental impact, new rules for climbers include:\n\n* Mandatory GPS tracking devices\n* Limited tent space and toilet facilities\n* Use of poop bags to prevent fecal contamination\n* A $4,000 garbage deposit, refunded upon return of 8 kg of garbage\n* Responsibility for managing bodies of deceased climbers","summary":"For the first time, high-altitude guides will face some competition on Everest… from drones.The Khumbu Pasang Lhamu Rural Municipality, which hosts the 8,848.86 metre-tall Everest, is piloting heavy lifter drones that will bring back garbage from the mighty mountain. Though officials say that cargo drones will fly on Everest to bring garbage, its success, however, may affect the livelihood of high altitude support staff who navigate the dangerous Khumbu Icefall with tonnes of loads on their backs. “It’s a test. The success means we will use drones in a full-fledged manner to bring garbage from up to 6,500 metres of Camp II, next season,” said Jagat Prasad Bhusal, chief administrative officer of the rural municipality. “We, however, have not discussed whether drones can be used to transport supplies and logistics to Camp II to reduce casualties on the notorious Khumbu Icefall.”On April 18, 2014, an avalanche resulting from a falling serac buried 16 Sherpa guides in the Khumbu Icefall that eventually led to the cancellation of the season’s expeditions. Last year, three Sherpa guides were buried under the ice masses triggered by an avalanche in the Khumbu Icefall. Their bodies have not been recovered. The Himalayan Database and the government record show that nearly 50 individuals died on the icefall from 1953 to 2023.All climbers and guides need to navigate the icefall, on the route that leads to the world’s tallest peak, which is so notoriously dangerous that even experienced Sherpas hesitate to move when the sun shines.The Khumbu Icefall, a river of ice—a kilometre or so—is normally crossed during the night or early morning with climbers putting headlamps on their helmets.Normally, the route is crossed early in the morning, the time when the ice blocks and the hanging glaciers are stable and avalanche risks are low.During the day, as the sun warms the mountain, the hanging glaciers begin to melt and ice starts to crumble, causing avalanche risk.“The Khumbu Icefall has killed many, mostly high-altitude support staff. The drone could prevent growing casualties of mountain guides at least in the stretch of the icefall,” said Bhusal. From Camp II (6,400m) to the summit, there are less chances for avalanches.The rural municipality, currently, is piloting the Chinese drone from DJI, which stands for Da-Jiang Innovations technology company headquartered in Shenzhen, Guangdong.“However, after a successful test, we could buy drones through a competitive bidding process,” said Bhusal.The drone can fly up to 6,500 metres and carry 30 kg, he said. This year, Everest is likely to be busy as always, though the number of climbers is expected to drop slightly as compared to last year’s figure. Rakesh Gurung, director at the Department of Tourism, said they have issued 390 climbing permits as of Monday. “We expect the number to be slightly over 400 this year,” he said. Last year, the department issued a record 479 Everest climbing permits. This year, the highest number of permits have been issued for Americans (70), followed by Chinese (65), British (34) and Indians (22). The number of Everest aspirants from India has dropped significantly this year, according to department officials.The department said that guides have fixed the ropes and ladders up to Camp IV at nearly 8,000 metres on Sunday and the Everest push may formally begin next week.This year, there are a slew of rules implemented to make climbing safe and manage garbage.The Department of Tourism, under the federal government rule, has made it mandatory for climbers to be strapped with a tracking chip or a GPS device.The local government of Khumbu Pasang Lhamu Rural Municipality, on March 4, introduced its own rules by implementing the Base Camp Management Procedure 2024 for the first time.Under its rules, people at the base camp have been allowed a maximum area of 80 square feet per person to sleep during a mountaineering expedition.Similarly, a maximum area of 60 square feet per person has been allocated for dining purposes at the base camp.Attached toilets shall not be placed in the sleeping tents, according to the rule. A maximum of four toilet tents, two shower tents and two urine toilet tents are allowed in each camp for the common use of up to 15 people.When fixing new ropes for mountaineering, the old ropes must be taken off and brought back to the base camp.The rural municipality has made it mandatory for the climbers to use poop bags or biodegradable bags above the base camp for proper management and disposal of night soil.“So far, five expedition teams have brought poop bags. If the team does not bring the bags, it is available in the rural municipality,” said Bhusal.The municipality-arranged bags cost Rs580 a piece. A person will not require the bags in base camp, but they have to take the bags in all camps above the base camp. “The rule is simple, no one is allowed to urinate and defecate in the open. We are forced to impose this rule to stop making Everest a minefield of poop,” said Bhusal.While climbers may not encounter the sight or smell of thawing stool, people downstream who rely on melted snow for drinking water will be more likely to take sips contaminated with dangerous bacteria and parasites.“The bags have powder or chemicals that will solidify the poops. It has a zip too,” said Bhusal. “We currently have 6,000 bags and that will be enough for this season, which lasts until May-end.” According to Bhusal, each bag will have a code. “The climbers should bring back the bags, otherwise, they will not be issued a garbage clearance certificate. Without the certificate, climbers will not be able to claim their garbage deposit money. And they will also not get the prestigious certificate of climbing Everest,” said Bhusal. Anyone visiting Everest has to pay $4,000 as a garbage deposit, and the money is refunded if the person returns with 8 kg of garbage and the bags they have used while climbing.According to the local government’s rules, in case of the death of a mountaineer, the guides, the trekking and travel agencies concerned shall be responsible for managing the body. Industry insiders say there has been an increasing trend of leaving the bodies on the mountain though they are covered by insurance.A mountaineering official said that retrieving a body in the Death Zone is a costly affair. The zone is the part of Everest that lies above 8,000 metres.Removing bodies from higher camps is expensive and difficult because of the danger of the rarefied (low oxygen) atmosphere. According to mountaineering officials, it may cost $20,000 to $200,000 to bring down a dead body from extreme points.Most climbers’ bodies are left behind on Everest every year due to the difficulties and cost factors.According to Gurung, 17 people climbing from the Nepal side died on Everest last spring season and six bodies have yet to be recovered.Taking into account the cultural sensitivity of the Sagarmatha National Park, which is listed on the UNESCO Natural Heritage Sites list, the picturesque natural scenery and the magnificent Sherpa culture, commercial operation of bars, bakeries, cafes and spas are not allowed at the base camp.Likewise, bright and flickering lights visible from a distance should not be lit in the base camp. Except in an emergency, the lights in the base camp premises must be compulsorily turned off at night.According to the department, there have been 8,270 summit ascents from the Nepal side since 1953. "},{"hash":"20d6fba38f7a72404f31e0e9c78ed336011a973a2c15264bdb33a8dce3fe58fb","title":"Adoption in Nepal is difficult due to unclear laws, making it harder for children to find homes.","link":"https://kathmandupost.com/national/2024/05/01/regulatory-void-complicates-child-adoption-process-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb14-1714527484.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"national","content":"**Adoption in Nepal**\n\nAnistha Shrestha and her husband adopted an abandoned baby boy after losing two children.\n\n**Legal Process:**\n\n* Apply to a district court and file a deed of adoption.\n* Couples married for up to 10 years, unmarried people over 45, or widowed/divorced people can adopt.\n* Children's well-being is prioritized.\n\n**Barriers:**\n\n* Lack of guidelines and committees to match children with parents.\n* Potential parents often have to find children themselves, which can be risky.\n* Need to hide the origin of adopted children in society.\n* Heteronormative society and laws prevent queer couples from adopting.\n* Inter-country adoptions are banned due to concerns over child trafficking and abuse.\n\n**Future:**\n\n* Regulation is needed to prevent child abuse and mismanagement.\n* Committees should be established to facilitate child-parent matching.\n* Queer couples should be allowed to adopt.","summary":"After nearly a decade of infertility and loss, Anistha Shrestha and her husband adopted an abandoned baby in 2017, highlighting the complex legal and societal challenges surrounding adoption in Nepal, including lack of regulations, barriers for queer couples, and concerns over child trafficking and abuse."},{"hash":"3f364a7b488f4787fc0e376951c1783548e5f460595979e877cac188d021df81","title":"Old political parties did well in the llam by-election, while the new party RSP performed poorly. This result suggests that voters still prefer traditional parties, and is a warning to new parties that they need to work hard to gain support.","link":"https://kathmandupost.com/politics/2024/05/01/ilam-bypoll-fillip-for-old-parties-reality-check-for-rsp","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/4375415009854531096070575583147412016394281n-1714526830.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"politics","content":"- Suhang Nembang of the CPN-UML won a by-election in Ilam-2, signifying the continuing influence of traditional political parties.\n\n- While candidates advocating for identity politics gained some votes, the major parties remain strong in the region.\n\n- The Rastriya Swatantra Party (RSP) failed to challenge the established parties in Ilam-2, highlighting the party's need for further development in rural areas.\n\n- RSP's challenges include a lack of grassroots networks and the alleged involvement of its leader in a cooperative scam.","summary":"CPN-UML's Suhang Nembang wins Ilam-2 by-election, signaling the continued strength of traditional parties and the persistence of identity politics in Koshi Province, despite RSP's lackluster performance."},{"hash":"3b8f07fcf0196cc796d5e7ea9b735b31007811ccd0b4a7cef5a04cffbc352d27","title":"Nepal recognizes the potential of the multi-billion dollar LGBTQ tourism market and aims to attract tourists by promoting its LGBTQ-friendly image and offerings.","link":"https://kathmandupost.com/money/2024/04/21/nepal-sets-sight-on-multi-billion-dollar-lgbtiq-tourism-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled-1%20(1).jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"money","content":"**Nepal Hosts Pink Tourism Conference**\n\nNepal, after legalizing same-sex marriage, wants a share of the billions of dollars spent by LGBTQ+ tourists.\n\nThe conference aims to promote Nepal as a safe and welcoming destination for LGBTQ+ travelers. Nepal has a rich LGBTQ+ culture, with diverse traditions and festivals.\n\nBy embracing \"rainbow tourism,\" Nepal hopes to boost its economy, create jobs, and empower its LGBTQ+ community.\n\nLGBTQ+ tourists have a high spending power, and countries like Germany, the UK, and China are major markets for this tourism segment.\n\nNepal is investing in creating a friendly and inclusive environment for LGBTQ+ tourists, such as training trekking guides from the LGBTQ+ community.\n\nBusinesses owned by LGBTQ+ individuals are also opening up in Nepal, including bars, restaurants, and hotels.","summary":"Nepal, after successfully legalizing same-sex marriage, hosted the first international LGBTIQ tourism conference to tap into the multi-billion dollar \"pink market\" and promote economic opportunities for the LGBTIQ community while showcasing Nepal's diverse culture and rich LGBTIQ-related traditions."},{"hash":"6544c0b45b27e9bf77f2d52e116df242a412f0b3350a49b706e3550d9a2953e4","title":"Rising tensions in the Middle East threaten Nepal's economy due to:\n\n* Dependence on remittances from Nepali workers in the region\n* Potential disruption of oil supplies, leading to higher energy costs\n* Reduced tourism from Middle Eastern countries","link":"https://kathmandupost.com/money/2024/04/15/escalating-middle-east-crisis-threatens-nepali-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1713147555.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"money","content":"**Iran-Israel Conflict May Hurt Nepal's Economy**\n\nNepal, which depends on money sent home by workers abroad, could be hit by the rising tensions in the Middle East.\n\nIf oil-producing countries in the Middle East (which hire many Nepali workers) are affected by the conflict, Nepal could lose money and workers. This could lead to:\n\n* More unemployment in Nepal\n* Less money coming into the country from remittances (money sent home by workers)\n* Rising oil prices and inflation\n\nThe government needs to plan for these possible problems.","summary":"Amid escalating Middle East tensions sparked by Iran's attack on Israel, Nepal faces potential economic shocks due to a dwindling remittance market, disruptions in supply chains, and rising inflation."},{"hash":"79b8b64d55170d97b5398013f1e0be09edf6390a68972040dac7d9012da81a36","title":"Hari Sharma, a Nepali writer, played a significant role in shaping Nepali nationalism. He emphasized the idea of Nepal as a unique country with its own culture, history, and language. This idea helped foster a sense of national identity and pride among Nepalis and inspired them to work towards their country's unity and independence.","link":"https://kathmandupost.com/videos/2024/05/01/nepali-nationalism-idea-of-nepal-with-hari-sharma","date":1714521600000,"source":"kp","category":"videos","content":"Sure, here is the summary of the information you provided in plain text format:\n\n**Summary:**\n\n* **Artificial intelligence (AI)** is rapidly changing the world.\n* AI can be used to **automate tasks**, **improve decision-making**, and **create new products and services**.\n* AI is expected to have a **major impact** on the economy and society in the coming years.\n* Some experts believe that AI could lead to **job losses** and **economic inequality**, while others believe that it will create **new jobs** and **opportunities**.\n* It is important to be aware of the potential benefits and risks of AI and to **prepare for the future**.","summary":"**Summary:** A series of catastrophic events leads to societal collapse, forcing survivors to adapt to a dangerous and unforgiving post-apocalyptic world."},{"hash":"da1de9d00cddf5d4e54cf41c1f92b9ea3c65052d5d623d6c79bf8571e6fc3343","title":"china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","link":"https://kathmandupost.com/videos/2024/04/14/china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","date":1713052800000,"source":"kp","category":"videos","content":"The Araniko Project studies Nepal-China history using Chinese sources. Led by Rajbhandari, a Chinese language expert with a degree from a Chinese university, the project highlights the importance of understanding Chinese to understand China and its relations with Nepal.","summary":"The Araniko Project, led by Chinese politics expert Rajbhandari, unearths Nepal-China ties through Mandarin primary sources, emphasizing the significance of language comprehension for understanding a country."},{"hash":"260be847ea4643b523c3e2c77aa8eb77abfa0ace0b6d4a34348f05f7a4f6c2d2","title":"Nepalese public speaker Saumitra Neupane shares his ideas on Nepal's future, emphasizing the importance of inclusivity, democracy, and economic development.","link":"https://kathmandupost.com/videos/2024/03/26/public-debate-in-nepal-idea-of-nepal-with-saumitra-neupane","date":1711411200000,"source":"kp","category":"videos","content":"Nepali institutions started 'Project Sambad', a collaborative platform that promotes deep discussions about Nepali society and policy-making. One of its conveners was Neupane, who discussed the state of Nepali public debates and ways to encourage in-depth exchanges on crucial issues. The first edition of the event was held in Kathmandu in March.","summary":"Neupane's role in the collaborative project 'Project Sambad' included moderating the first edition of the event, which focused on critical discussions on Nepali society and policy-making."},{"hash":"d5d55349db8224f79ac2f5502e8ef4d7a68f9f2c08b2ac9c91c850dba1308134","title":"**Nepal's Constitution**\n\nNepal's constitution defines the country as a federal democratic republic. It was adopted in 2015 and replaced the previous interim constitution.\n\nThe constitution establishes a bicameral parliament, a president as head of state, and a prime minister as head of government. It also guarantees fundamental rights and freedoms for all Nepalis.\n\n**Idea of Nepal**\n\nThe \"Idea of Nepal\" refers to the concept of Nepal as a multi-ethnic, multi-cultural, and multi-religious nation. It emphasizes the importance of unity, harmony, and tolerance among all Nepalis.\n\nBipin Adhikari was a former Prime Minister of Nepal who played a key role in shaping the \"Idea of Nepal\" and promoting national unity.","link":"https://kathmandupost.com/videos/2024/02/02/the-constitution-of-nepal-idea-of-nepal-with-bipin-adhikari","date":1706832000000,"source":"kp","category":"videos","content":"Bipin Adhikari, a constitutional law expert, discusses the 2015 Nepali constitution. He highlights its key features, durability, and the development of Nepal's constitutional history.","summary":"Professor Bipin Adhikari, a constitutional law expert, weighs in on the 2015 Nepalese constitution, its resilience, and the nation's constitutional history."},{"hash":"7e26b616e94de57b192df8218df36ecaaf4466f1158034c966b537b95a17b683","title":"After a split in Nepal's ruling party, political tensions have risen in the Madhesh region over the future of the governing coalition.","link":"https://kathmandupost.com/politics/2024/05/10/after-split-in-jsp-nepal-politics-hots-up-in-madhesh-over-fate-of-coalition","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb3-1715303718.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"politics","content":"**Janata Samajbadi Party (JSP-Nepal) Split Affects Madhesh Province Government**\n\nThe JSP-Nepal has split into two factions. This could lead to a crisis in the Madhesh provincial government, which is led by the JSP-Nepal.\n\nThe Maoist Centre, which supports the Madhesh government, is considering forming a new government. The UML, the largest party in the province, may also seek to lead the government.\n\nThe Upendra Yadav-led faction of the JSP-Nepal, which still controls the government, argues that the split does not affect their position. However, other parties believe a change in leadership is possible.\n\nThe outcome of the crisis will depend on the decision of the ruling coalition in Kathmandu, which includes the JSP-Nepal.","summary":"JSP-Nepal's split threatens Madhesh provincial government's stability, with Maoist Centre considering forming a new one despite UML's potential claim as the largest party in the assembly."},{"hash":"40a529e517bf93a20206c3fc06b60ee095358e2bdafb9cde44387b93947eaaf8","title":"Yadav to challenge the registration of a new political party in court.","link":"https://kathmandupost.com/politics/2024/05/09/yadav-to-move-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/UpendraYadav-1715216471.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"The Janata Samajbadi Party Nepal is suing the Election Commission for allowing a group within the party to form a new political party. The party claims the new party was formed illegally without legal authority. The dispute stems from a previous government ordinance allowing easier party splits, which has since been repealed. The split was prompted by discontent with the party's leadership, but the original party claims it still has the majority in party structures. The party has pledged to continue supporting the ruling alliance.","summary":"Janata Samajbadi Party Nepal to challenge Election Commission's recognition of a splinter group registered as a new political party."},{"hash":"f6f0addbb8cbaa32a930541099e8ab8b80dbd645a10abca7ca6caeeb2cd39f3a","title":"Political parties change their positions on issues over time to gain or stay in power.","link":"https://kathmandupost.com/politics/2024/05/09/political-parties-shift-stances-based-on-convenience","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/meeting-1715218714.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Summary:**\n\nThe ruling Communist Party of Nepal (UML) is now rejecting the opposition Nepali Congress's demand for a parliamentary investigation into Deputy Prime Minister Rabi Lamichhane. Last year, the UML had demanded a judicial commission to investigate gold smuggling allegations against Congress leaders, but Congress rejected it. Now, the roles are reversed.\n\nThe Congress claims that the state apparatus is protecting Lamichhane, who is accused of misusing cooperative funds. They want a parliamentary probe committee to investigate the allegations.\n\nThe UML argues that the judicial investigation into gold smuggling was different because it involved powerful individuals. They claim that the Congress is using double standards by demanding a probe against Lamichhane while defending him in parliament.\n\nBoth parties' positions have shifted with their power status. Political experts say this indicates a lack of trust in state mechanisms and a need for accountability in high-level corruption cases.","summary":"A year after opposing the formation of a judicial commission on gold smuggling, the ruling UML now rejects the opposition Congress's demand for a parliamentary probe into Deputy Prime Minister Lamichhane's alleged cooperative embezzlement, citing the efficacy of their earlier judicial commission request that led to the indictment of former Speaker Mahara."},{"hash":"993e3dfb635cc252b93bf935dad75ef144713614867292c57642795d1f8ac6ff","title":"Nepali Congress may allow Rastriya Swatantra Party (RSP) Chairman Rabi Lamichhane to speak in the parliament. This comes after RSP withdrew its support for the government and became an opposition party.","link":"https://kathmandupost.com/politics/2024/05/09/nepali-congress-may-allow-lamichhane-to-speak-in-parliament","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb18-1715215891.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Main Opposition Party Demands Investigation Into Minister's Cooperative Funds Scam**\n\nThe main opposition party (Nepali Congress) is demanding a parliamentary investigation into Home Minister Rabi Lamichhane's alleged involvement in a cooperative funds scam.\n\nLamichhane is accused of embezzling funds from cooperatives in three districts. Police reports reveal that millions of rupees were transferred to his name illegally.\n\nThe opposition party believes that Lamichhane has misused his position to influence the investigation and claim innocence.\n\nThe government has called a parliamentary session, but the opposition is threatening to block it until an investigation committee is formed.\n\nThe ruling parties have proposed a different committee to look into issues in the cooperative sector, but the opposition has rejected it.\n\nThe opposition leader says that the party will not allow House proceedings to resume until a parliamentary committee is formed to investigate Lamichhane.","summary":"Nepali Congress insists on parliamentary inquiry into Home Minister Lamichhane's alleged involvement in cooperative funds scam, rejecting alternative proposals."},{"hash":"52a7252302ec66d97f3faf40d59ba35f37aa0f43337d7482f90bdc22e8f712fc","title":"Gandaki Province Chief Minister Prithvi Subba Gurung expanded his cabinet, adding three new ministers. However, the move has sparked controversy, with some questioning the timing and the choices made.","link":"https://kathmandupost.com/politics/2024/05/07/gandaki-chief-minister-expands-cabinet-amid-controversy-q-pratiksha-kafle-in-pokhara","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1715045965.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"politics","content":"**Gandaki Province:**\n\n* Chief Minister Khagaraj Adhikari expanded his cabinet, appointing two ministers.\n* Speaker interpreted 30 votes as majority, granting Adhikari a trust vote despite some controversy.\n\n**Lumbini Province:**\n\n* Bhandari Lal Ahir resumed his role as Agriculture Minister after briefly resigning.\n* Ahir's return follows the recognition of a new political party, which he represents.","summary":"Gandaki CM Adhikari expands Cabinet, inducts two new ministers; Lumbini's Ahir returns to Agriculture Ministry after brief resignation amid party split."},{"hash":"0d8fb09ab1026484e465284d903ed753ad28550936d7ae26eefcff4b8df23383","title":"three-arrested-for-allegedly-duping-us-aspirants","link":"https://kathmandupost.com/kathmandu/2024/05/10/three-arrested-for-allegedly-duping-us-aspirants","date":1715299200000,"source":"kp","category":"kathmandu","content":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. ","summary":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. "},{"hash":"d34d04f3fb0aac7854c1168b097a6ce09196339cf7d7bc35809cda6b94726548","title":"Fire in Bhaktapur injures two.","link":"https://kathmandupost.com/bhaktapur/2024/05/05/two-injured-in-bhaktapur-fire","date":1714867200000,"source":"kp","category":"bhaktapur","content":"Fire at a carpet factory in Bhaktapur:\n- Two people injured (Nepalese and Indian)\n- Firefighters and locals controlled the fire in 5 hours\n- Property worth Rs18 million destroyed\n- Cause of fire still unknown","summary":"A fire in a Bhaktapur carpet factory injured two, causing Rs. 18 million in property damage and requiring the assistance of multiple fire engines and personnel to extinguish."},{"hash":"b6207fb9e973312bf402c67e85a81cf80ec93fb9549d25542321817afde006d8","title":"Two people suffocated while digging a well in Bhaktapur.","link":"https://kathmandupost.com/bhaktapur/2024/05/01/two-die-of-suffocation-while-digging-well-in-bhaktapur","date":1714521600000,"source":"kp","category":"bhaktapur","content":"Provide the text you want summarized for me to complete the task.","summary":"Crucial events unfold, shaping destinies and altering the course of history."},{"hash":"f5d5a914ad325d0dc9cdbe3e13aee77b709515bae18e316ed2e1dfc20803ba5d","title":"Man injured in forest fire dies due to injuries sustained.","link":"https://kathmandupost.com/lalitpur/2024/04/30/man-injured-in-forest-fire-dies","date":1714435200000,"source":"kp","category":"lalitpur","content":"A man named Shankar Pahari died in a hospital after being injured while fighting a fire in a forest. Another injured man, Ramesh Pahari, is still being treated.\n\nA separate fire in another forest is still burning, and 65 patients have been moved from a nearby hospital for safety.","summary":"A firefighter, Shankar Pahari, died from injuries sustained in a Tapeshwar forest fire, while another fire burns at Ananda forest, displacing 65 patients."},{"hash":"576aedd4fb42b61a1e529a2a54b7b58d3d019f11c45cb0f9be739c017645a00d","title":"Seven areas in Kolkata have started waste segregation, with four more to follow soon.","link":"https://kathmandupost.com/kathmandu/2024/04/30/seven-wards-of-kmc-start-waste-segregation-four-more-to-start-soon","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1714441676.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"kathmandu","content":"Seven wards in Kathmandu have started sorting garbage into two types: stuff that can rot (like food scraps) and stuff that can't (like plastic).\n\nThe compost made from rotting garbage is given free to people in the seven wards. It's also used in city gardens and to make electricity.\n\nThe city plans to divide all 32 wards into eight sectors and sort garbage there too.\n\nThis sorting system aims to reduce the amount of trash in Kathmandu, which generates tons of waste each day.","summary":"Kathmandu Metropolitan City implements waste segregation in select wards, converts waste into compost, biogas, and electricity, and prepares for expanded segregation in additional wards."},{"hash":"598d47179f347b323a132ca5a175cddf5c7d9425a715572e35c22b375dbc2709","title":"Nepal's banking industry hires more women than other South Asian countries.","link":"https://kathmandupost.com/money/2024/05/11/nepal-s-banking-industry-is-a-leader-in-south-asia-in-employing-women","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715392971.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"money","content":"**Devna's Experience in Banking:**\n\nDevna faced challenges in banking due to:\n\n* Being asked about marriage plans during an interview\n* Lack of support and feedback from colleagues\n* Limited opportunities for time off due to family responsibilities\n* Disrespect from subordinates\n\nDespite progress in women's representation in Nepal's banking sector:\n\n* Women face obstacles in reaching leadership positions\n* They lack sufficient support and are often interrupted in meetings\n* Nepali banks need to do more to promote gender parity and provide equal opportunities for women.","summary":"Despite challenges in Nepal's patriarchal society, women constitute 45% of the financial services industry workforce, with Nepal ranking second among South Asian countries in women's representation in commercial banks."},{"hash":"f3e4a42725000ac8f9936c9fe3c2c8d3248f6134923cb80e8472ddc216c5009a","title":"Businesses call for major investments in infrastructure, machinery, and other projects to restart the economy, creating jobs and boosting growth.","link":"https://kathmandupost.com/money/2024/05/10/private-sector-urges-massive-capex-booster-to-revive-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb5-1715304600.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"money","content":"**Nepal's Private Sector Wants More Government Spending in Budget**\n\nNepal's private sector is asking the government to spend more money to help the economy grow. They say the government should invest in things like building roads and bridges, which will encourage private businesses to invest as well.\n\nOver the past few years, private investment has been slow, and government spending has decreased. This has led to a slowdown in economic growth.\n\nThe private sector says the government's budget should include:\n\n* An \"investment decade\" program to encourage businesses to invest\n* Special treatment for businesses that create jobs\n* A reinvestment program to allow companies to put their profits back into their businesses\n\nThe private sector is also concerned about the banking system, which is facing difficulties. They believe the government should invest in infrastructure using funds from social security and other programs.\n\nThe government says it will prioritize increasing the confidence of the private sector and will address the economic slowdown. It plans to create an investment-friendly environment to attract private and foreign investment.","summary":"Amid economic slowdown, Nepal's private sector advocates for increased government capital expenditure to stimulate investment and foster economic growth in the upcoming budget."},{"hash":"eb1755b9532256307117ca5c5fb719c9560772f1fd9b41cf31e240daf54eaf7a","title":"Barahi Jungle Lodge organized a cleanup initiative to remove waste from the surrounding jungle. The team collected and disposed of garbage, leaving the jungle cleaner and healthier for wildlife.","link":"https://kathmandupost.com/money/2024/05/09/barahi-jungle-lodge-cleanup-initiative","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/EEEEEE-1715220027.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"Barahi Jungle Lodge cleaned up the area near Chitwan National Park. They removed three tractorloads of trash, including plastic and glass bottles. The lodge cares about the environment and has a program called \"Toft Tiger\" to help protect it. They also got a special certification for their work.","summary":"Barahi Jungle Lodge, an eco-certified resort, completed a cleanup initiative, removing three tractorloads of waste near Chitwan National Park, as part of their focus on environmental protection."},{"hash":"76a99df984b257d68d73357919d68eed175d63fefb1ad910c5a64cb39cb5effd","title":"**Sunkoshi-Marin Tunnel: Lifeline for Madhesh Farmlands**\n\nThe Sunkoshi-Marin Tunnel is a critical infrastructure project that will bring life-saving water to the parched farmlands of Nepal's Madhesh region, transforming the area into a vibrant agricultural hub.","link":"https://kathmandupost.com/money/2024/05/09/sunkoshi-marin-tunnel-brings-hope-for-parched-madhesh-farmlands","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/TBM-1715225575.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"**Sunkoshi Marin Project Breakthrough**\n\nThe Sunkoshi Marin project is a 13.3-km tunnel that will divert water from the Sunkoshi River to the Marin River to irrigate farmland in the central Tarai region.\n\n**Completion Deadline:**\n- July 2027, six months ahead of schedule\n\n**Project Benefits:**\n- Year-round irrigation for 122,000 hectares of farmland in five districts\n- Generation of 31.07 megawatts of electricity\n- Boost to agricultural production and the economy\n\n**Project Details:**\n- Construction cost: Rs 87 billion\n- 12-meter barrage across the Sunkoshi River\n- 7-meter-wide tunnel bored using a tunneling machine\n- Water to be channeled through the Bagmati River and distributed to fields\n\n**Key Points:**\n- Addresses water scarcity in the central Tarai\n- Will help Nepal become more self-sufficient in food\n- May reduce the trade deficit by boosting agricultural productivity","summary":"The 10.05 billion Rs. diversion tunnel for the Sunkoshi Marin multipurpose project has achieved a breakthrough, 6 months ahead of schedule, and will irrigate 122,000 hectares of farmland in central Tarai by redirecting the Sunkoshi River's flow to the Marin River, a tributary of the Bagmati River."},{"hash":"7a9260bfb939b05cd059dd8800424da7343783052901bbb5247957105717fec6","title":"Japanese food festival from May 10th to 17th.","link":"https://kathmandupost.com/money/2024/05/08/japanese-food-event-from-may-10-1715175694","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/japanesefood-1715175685.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"money","content":"Izakaya Hokkaido restaurant is holding a 3-day Japanese food event at Radisson Hotel Kathmandu from May 10th, starting at 6:30 pm. The event aims to introduce Japanese cuisine to Nepalis, promote cultural exchange, and provide information about both Japanese and Nepali food.","summary":"Izakaya Hokkaido hosts a Japanese food event at Radisson Hotel Kathmandu from May 10th for three days, showcasing Japanese and Nepali food cultures, new taste experiences, and culinary insights."},{"hash":"c5fe1d2f9a8cd6eef1f0a323caa11b7801cd42a62a453832aeefed4f02fa2511","title":"Government plans to check pregnant women for mental health issues.","link":"https://kathmandupost.com/health/2024/05/10/ministry-plans-to-screen-pregnant-women-for-mental-health-problems","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb4-1715304323.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"health","content":"To prevent maternal deaths, pregnant women in Nepal will be screened for mental health issues. This is because mental health problems are a leading cause of maternal deaths. The screening will start at Paropakar Maternity Hospital and will be expanded to other areas in the future. The goal is to reduce the maternal mortality rate to 75 per 100,000 births by 2030.","summary":"Nepal plans to screen pregnant women for mental health issues to reduce alarming maternal deaths caused by suicide and other non-obstetric complications."},{"hash":"59f298234b280fa0591d0d30e4fbe9e9eb1f6e5022825d49db7c9d29cf0971ae","title":"Doctors and healthcare workers receive training on screening for non-communicable diseases (NCDs), such as heart disease, stroke, diabetes, and cancer. This training empowers them to identify and manage NCDs early, improving patient outcomes and potentially saving lives.","link":"https://kathmandupost.com/health/2024/05/09/doctors-health-workers-get-ncd-screening-training","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/health/thumb19-1715216811.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"health","content":"50 health workers in Kathmandu have been trained to screen patients for heart disease, cancer, and other non-communicable diseases. These diseases now cause 71% of deaths in Nepal. The trained workers will prescribe medicine for these diseases and refer patients to specialists if needed. Medicines for some non-communicable diseases are now free from government health facilities, but many people don't know they have these diseases because they haven't been screened. The government hopes that free screening will help to diagnose and treat non-communicable diseases earlier, which will improve the health of the population.","summary":"Kathmandu health workers receive training to screen for and treat non-communicable diseases such as high blood pressure, heart disease, cancer, diabetes, and mental health problems."},{"hash":"82b739d47f0c00dff5e5dd29a2d0a22bf0dc7eaf617fbb8b14963fbec0702e41","title":"Less than 2% of new medicines are tested in the first 9 months after hitting the market.","link":"https://kathmandupost.com/health/2024/05/03/under-two-percent-medicines-in-the-market-tested-in-nine-months","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1714697599.jpg&w=900&height=601","date":1714694400000,"source":"kp","category":"health","content":"Drug inspectors found 348 of nearly 20,000 medicines tested in the past 9 months to be substandard. These substandard drugs are already on the market, but the Department of Drug Administration (DDA) has not tested more samples to ensure the quality of the remaining 19,652 medicines. The DDA admits that they tested too few samples due to understaffing in their laboratory and lack of inspectors.","summary":"Drug Administration Department tested only 2% of registered medicines in Nepal, leaving substandard medicines in circulation due to understaffing and lack of timely test results."},{"hash":"f7d587fba320830df3d5490b1476f7bed784a09cb467e0da2566ea0c042e9aa7","title":"Air pollution can cause asthma in young children.","link":"https://kathmandupost.com/health/2024/04/29/toxic-air-is-giving-young-children-asthma","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GKnxljjWYAAVcmb-1714354861.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"health","content":"**Air Pollution Harming Children's Health**\n\nDue to worsening air quality, more children are getting childhood asthma, a condition that makes it hard to breathe. Air pollution from fires, vehicles, and burning crops contains harmful particles that irritate the lungs.\n\nA recent report shows that air pollution can cause other health problems for children, such as skin disease, nausea, and headaches. It also increases the risk of pregnancy loss and child development problems.\n\nStudies have shown that air pollution shortens the lives of Nepalese people by about 5 years. The most impacted areas are Mahottari, Rautahat, and Dhanusha districts, where lives are cut short by 7.5 years.\n\nParents should be aware of the signs of asthma, such as shortness of breath, trouble sleeping, and wheezing. If a child is experiencing these symptoms, it is important to seek medical help.","summary":"Air pollution is causing a rise in childhood asthma, with indoor and outdoor pollution leading to health hazards for children and women, reducing life expectancy by up to 7.5 years in certain areas of Nepal."},{"hash":"7278c32d05b7d91efd57a55cdeffa191fb8097c7d25b5ac6952d0aaf8ada290f","title":"People in seven districts to receive medicine to prevent elephantiasis","link":"https://kathmandupost.com/health/2024/04/27/people-in-7-districts-to-be-given-anti-elephantiasis-medicine","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb21706159670-1714183227.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"health","content":"**Mass Drug Administration Campaign to End Elephantiasis**\n\nSeven districts in Nepal will give anti-elephantiasis medicine to all healthy people over two years old.\n\nThe program will last two weeks and aims to eliminate the disease, which is spread by mosquitoes.\n\nPreparations are complete, and health workers will visit every household to ensure everyone gets the medicine.\n\nThe campaign has been successful in 53 districts so far, and this year's effort could be the last needed to eliminate the disease in Nepal.","summary":"Nepal's Epidemiology and Disease Control Division prepares for a mass drug administration campaign to combat lymphatic filariasis (elephantiasis) in seven endemic districts, targeting all healthy individuals over two years of age with anti-parasitic drugs."},{"hash":"0ed1ef279c5c1097aa7cd97df03f1d585cd0b8b8aa22954171fd3e38f37f8625","title":"A Nepali restaurant in New York City is bringing the flavors of Nepal to a new audience. The restaurant uses traditional Nepali spices and ingredients to create dishes that are both authentic and delicious. The restaurant has been a hit with New Yorkers, who are eager to try something new and different.","link":"https://kathmandupost.com/food/2024/05/10/taking-nepali-taste-to-new-york","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/food1-1715265554.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"food","content":"**Aditya Mishra, Nepali Chef in New York**\n\nAditya Mishra is a Nepali chef who wants to make Nepali food more popular worldwide. He started \"The Sewing Tin\" restaurant in New York City to serve both Nepali and Indian food.\n\n**Mishra's Cooking Journey**\n\nMishra's love for cooking started at a young age. He moved to New York City to attend culinary school and worked at Michelin-starred restaurants.\n\n**The Sewing Tin**\n\n\"The Sewing Tin\" aims to provide a communal dining experience that reflects the immigrant experience in New York City. The menu features dishes inspired by both Nepali and Indian cultures.\n\n**Promoting Nepali Cuisine**\n\nMishra believes Nepali cuisine has unique flavors that can appeal to people everywhere. He uses his restaurant to introduce dishes like \"kachaila,\" a Nepali tartar-like dish.\n\n**Challenges in New York**\n\nAs an outsider, Mishra faced challenges in New York City's competitive restaurant scene. However, he stayed true to his passion and shared his love for Nepali food.\n\n**Advice for Aspiring Chefs**\n\nMishra encourages chefs to be creative and cook what they love. He also emphasizes the importance of authenticity and storytelling in culinary experiences.\n\n**Mishra's Signature Dish: Confit Duck Chatamari**\n\nThis dish combines traditional Nepali \"chatamari\" with French confit duck. It features shredded duck meat, confit garlic aioli, pickled onions, and scallions.","summary":"Nepali chef Aditya Mishra, inspired by New York's Michelin-starred restaurants, establishes \"The Sewing Tin\" to elevate Nepali cuisine through dishes blending flavors from Nepal and other South Asian cultures, with a mission to showcase its global potential."},{"hash":"4f18229de2a5d8016e8888758de34cc858e98af2b542ed3077fa8ab2d1e49a3b","title":"Patience for the process, passion for the craft, and pastries that bring joy.","link":"https://kathmandupost.com/recipes/2024/04/27/patience-passion-and-pastries","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/BakeleusbyCeleus-1714186343.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"recipes","content":"**Celeus Baral's Baking Journey**\n\nCeleus Baral, a 21-year-old science student, is a passionate baker who runs an online baking shop called Bakeleus. Baking is a meticulous process that requires patience, and Celeus believes in understanding the origins of her ingredients. She grows much of the produce she uses and advocates for a zero-waste policy.\n\n**Bakeleus Menu**\n\nBakeleus offers a variety of baked goods, including jams, granola, tarts, cakes, cookies, cupcakes, and brownies. Celeus experiments with ingredients and techniques to create unique and artistic creations.\n\n**Easy Baking Recipes to Try**\n\n**Mini Carrot Cakes:**\n\n* Preheat oven to 195°C and prepare a 6-inch square pan.\n* Combine flour, spices, baking powder, and salt.\n* Beat eggs, sugars, and vanilla until fluffy.\n* Mix in oil and milk, then add flour mixture.\n* Fold in carrots and walnuts.\n* Bake for 15-20 minutes.\n* Frost with cream cheese frosting.\n\n**Mulberry Fudge Cake:**\n\n* Preheat oven to 180°C.\n* Cream together eggs and sugar.\n* Melt butter and chocolate together and add to egg mixture.\n* Add yogurt, cocoa powder, and flour with baking powder.\n* Fold in mulberries.\n* Pour into a greased baking dish and bake until done.\n\n**Strawberry Casserole:**\n\n* Preheat oven to 180°C.\n* Blend together yogurt, cream cheese, milk, honey, vanilla, flour, sugar, and salt.\n* Pour into a lined baking pan.\n* Top with strawberries and almond flakes.\n* Bake for 25-30 minutes.","summary":"Celeus Baral, an environmental science student and avid baker, runs an online baking shop, Bakeleus, and sells her baked goods at local markets, emphasizing the origins of food and the importance of zero-waste practices."},{"hash":"9780e132b8e20251511cc1c330b02a430eeb7118100ff4ca205cc2bdd81eedba","title":"**Potato: A Versatile Vegetable**\n\nPotatoes are a staple food worldwide, known for their nutritional value and versatility.\n\n* **Rich in nutrients:** Potatoes provide essential vitamins and minerals, including vitamin C, potassium, and fibre.\n* **Versatile:** Potatoes can be boiled, baked, mashed, fried, or roasted, offering a wide range of culinary options.\n* **Good source of energy:** The carbohydrates in potatoes provide sustained energy.\n* **Can be stored long-term:** Potatoes have a long shelf life, making them easy to have on hand.\n* **Suitable for all diets:** Potatoes are gluten-free and low in fat, making them suitable for various dietary needs.","link":"https://kathmandupost.com/food/2024/01/27/know-your-food-potato","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled8copy-1706323718.jpg&w=900&height=601","date":1706313600000,"source":"kp","category":"food","content":"**Potatoes: A Popular and Nutritious Staple in Nepal**\n\nPotatoes are widely grown and eaten in Nepal, especially in mountainous areas. They are versatile, cheap, and used in many dishes.\n\n**Health Benefits of Potatoes:**\n\n* High in vitamins (B1, B6, C) and minerals\n* Good source of potassium, copper, manganese, and fiber\n* Supports heart, muscle, and nervous system health\n* Provides carbohydrates and energy\n\n**Popularity and Cultivation:**\n\n* Potatoes thrive in various climates and are grown on 200,000 hectares in Nepal.\n* Nepal produces 3.4 million tons of potatoes annually, but also imports some.\n\n**Types of Potatoes:**\n\n* Red and white potatoes are common\n* Dark potatoes have more nutrients and antioxidants\n* Sweet potatoes provide vitamin A and purple potatoes are rich in antioxidants.\n\n**Other Health Benefits:**\n\n* Rich in nutrients that strengthen the body\n* Help reduce blood pressure\n* Improve cholesterol levels and digestive health\n* Safer to eat as fewer pesticides are used compared to other vegetables.\n\n**Potato Chips and Fries:**\n\n* Popular snacks but can be high in calories and fat\n* Nutrients and antioxidants may be lost during frying\n* Diabetics should limit potato intake as they raise blood sugar levels.","summary":"Potatoes, a staple food in Nepal, provide numerous essential nutrients and can benefit health in various ways, including reducing blood pressure, lowering cholesterol, and boosting digestive health."},{"hash":"8f050af11428f186d46c4f64b300a3441341f2f7048fe6b8a30e31626fd61759","title":"**Eggs: Know What You're Eating**\n\n* **Nutritional Value:** Rich in protein, vitamins, and minerals.\n* **Size and Grade:** Sizes range from small to jumbo, while grades indicate quality based on freshness and cleanliness.\n* **Types:** Brown eggs have thicker shells and are more expensive; white eggs are thinner-shelled and typically cheaper.\n* **Omega-3s:** Some eggs are enriched with omega-3 fatty acids, which are beneficial for heart and brain health.\n* **Storage:** Keep refrigerated and consume within 45 days.\n* **Safety:** Avoid raw eggs or undercooked dishes to prevent foodborne illnesses.","link":"https://kathmandupost.com/food/2024/01/13/know-your-food-eggs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/ezgif3822bacc5da-1705113903.jpg&w=900&height=601","date":1705104000000,"source":"kp","category":"food","content":"**Chicken Eggs: A Superfood**\n\nChicken eggs are healthy and provide many nutrients, including vitamins and minerals. They are cheap and a complete source of protein.\n\n**Benefits of Eggs:**\n\n* Help lose weight\n* Lower blood pressure\n* Protect against infections\n* Strengthen bones\n* Improve brain health\n* Keep skin healthy\n* Reduce the risk of eye diseases\n\n**Types of Eggs:**\n\n* Big and medium sizes, priced at Rs435-450 per crate\n* Pastured eggs (more nutritious but more expensive)\n\n**How Many Eggs to Eat:**\n\n* 1-2 per day for healthy adults\n\n**Quality Concerns:**\n\n* No official quality checks in Nepal\n* Antibiotic use in chickens is a concern","summary":"Chicken eggs, a nutritious superfood containing essential minerals, vitamins, and protein, are produced domestically in Nepal, meeting demand and providing multiple health benefits such as weight loss, blood pressure reduction, infection protection, and cognitive enhancement."},{"hash":"4441762448a02cd0b37a86fb1a58f420dbb6206d6c636319eb6405bfa4ae8b25","title":"Piano Piano South offers a wonderful Italian dining experience with authentic flavors.","link":"https://kathmandupost.com/food/2023/12/28/italian-delights-at-piano-piano-south","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/Main1-1703773991.jpg&w=900&height=601","date":1703721600000,"source":"kp","category":"food","content":"**Piano Piano South**\n\n**Location:** Sanepa, Lalitpur\n\n**Ambiance:** Serene oasis with garden seating and piano music\n\n**Menu:** Italian cuisine with Antipasti, Platti Principali (main courses), and desserts\n\n**Highlights:**\n\n* Chef Sujan Poudel's exquisite dishes\n* Well-curated wine selection\n* Creamy Tomato Soup: Fresh tomato flavor with crunchy croutons\n* Ravioli Agli Spinaci: Spinach-infused ravioli with creamy spinach filling\n* Prosciutto with Slow-Roasted Tomatoes and Eggplant: Sweet tomatoes, salty prosciutto, and tender eggplant\n* Prosciutto E Arugula Pizza: Thinly sliced prosciutto, arugula, and melted cheese on a crispy crust\n\n**Other Features:**\n\n* Ideal for relaxation and family time\n* Parking available\n* Smoking allowed in garden seating","summary":"Piano Piano South, an Italian eatery, offers a tranquil ambiance for dining in Lalitpur, boasting a revised menu featuring diverse flavors, well-curated wines, and a serene garden dining area complemented by piano music."},{"hash":"85fd1b1b76fc26f28ffe0a271a86ba321af054d84ef73a9cb8c3c3bf2c72f12e","title":"**7 Places to Visit in Nepal in 2024:**\n\n1. Kathmandu: Historic city with temples, stupas, and museums.\n2. Pokhara: Lakeside city with stunning Himalayan views.\n3. Chitwan National Park: Home to endangered rhinos and other wildlife.\n4. Everest Base Camp: Highest point accessible without climbing Mount Everest.\n5. Lumbini: Birthplace of Lord Buddha, a sacred pilgrimage site.\n6. Swayambhunath: Ancient Buddhist stupa perched on a hilltop.\n7. Ghorepani Poon Hill: Scenic trek offering breathtaking sunrise over the Himalayas.","link":"https://kathmandupost.com/travel/2024/02/19/7-places-in-nepal-you-should-visit-in-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1708309532.jpg&w=900&height=601","date":1708300800000,"source":"kp","category":"travel","content":"**Mundhum Trek**\n\n* Cultural walking trail in Koshi province\n* Passes through indigenous villages and landscapes\n* Offers views of Everest, Lhotse, Makalu, Cho Oyu, and Kanchenjunga\n* Advisable to carry tents\n\n**Janaki Mandir**\n\n* Hindu temple in Madhesh province\n* Largest temple in Nepal\n* Houses an idol of Sita\n* Marriage anniversary of Ram and Sita celebrated annually\n\n**Kuri Village**\n\n* Popular tourist destination in Bagmati province\n* Located at high altitude\n* Offers stunning views of the Himalayas\n* Gets snow during winter\n* Accessible by specialized jeeps\n\n**Annapurna Base Camp**\n\n* Picturesque trek in Gandaki province\n* Leads to the base of Annapurna South\n* Offers cultural diversity and scenic landscapes\n* Ideal time to trek is autumn or spring\n\n**Bardiya National Park**\n\n* Home to Royal Bengal Tiger\n* Prime destination for wildlife enthusiasts\n* Also offers opportunities to spot elephants and rhinos\n* Best time to visit is mid-September to December\n\n**Khaptad National Park**\n\n* Protected area in Sudurpaschim province\n* Ranges in elevation and offers diverse landscapes\n* Ideal time to visit is spring or autumn\n* Trekkers should bring their own supplies","summary":"Nepal offers diverse trekking experiences including the Mundhum Trek showcasing indigenous culture, Janaki Mandir honoring the Hindu goddess Sita, Kuri Village with breathtaking snow-capped peaks, Annapurna Base Camp amidst stunning landscapes, Bardiya National Park for wildlife enthusiasts, Khaptad National Park for offbeat trekking, and Limi Valley for high-altitude adventure."},{"hash":"c077b34beda2250a997231f215f178053a057340c5c72de0aec15b25ae40ddb7","title":"Memories of the past and the present reality in Phidim.","link":"https://kathmandupost.com/travel/2023/11/18/old-memories-and-new-realities-in-phidim","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/phidim%20main%20(1).JPG&w=900&height=601","date":1700265600000,"source":"kp","category":"travel","content":"The author visited his hometown, Phidim, and found it transformed with concrete buildings. Despite the progress, he also noticed a decline in its population due to the lack of opportunities and facilities. Phidim is now a transit town for pilgrims, and the author reflects on the inevitable changes that come with urbanization and growth.","summary":"The author revisits his hometown, Phidim, witnessing its transformation from a small town to a bustling hub with concrete buildings and a transient population, leaving him nostalgic for its past charm and concerned about its future prospects."},{"hash":"6ec2c2cb523a223a47b5f232132774b5872a4d0a9220fb4a176d50e203ea7484","title":"Architecture meets artistry, creating beautiful and functional spaces.","link":"https://kathmandupost.com/travel/2023/10/28/a-blend-of-architecture-and-artistry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/travel5-1698457058.jpg&w=900&height=601","date":1698451200000,"source":"kp","category":"travel","content":"**Lucknow's Bara Imambara: A Marvelous Historical Landmark**\n\nThe historic city of Lucknow greets visitors with a smile, and it delivers on its promise. Amidst the bustling streets of this vibrant city, Bara Imambara stands as a testament to its rich past.\n\nBuilt in 1784, this massive complex includes the grand Rumi Darwaza and Asafi Mosque with intricate calligraphy and elegant domes. The main hall, Asafi Hall, is an architectural marvel, spanning vast distances without any pillars or beams, supported by interlocking bricks.\n\nAbove the main hall lies the Bhool Bhulaiyaa, a confusing maze that echoes faint sounds, giving it an air of mystery. From the rooftop, visitors can enjoy breathtaking views of Lucknow, a contrast between the monument's ancient charm and the city's modern skyline.\n\nDescending underground into the Shahi Baoli (stepwell), one discovers a cool refuge and architectural ingenuity. The stepwell served as a CCTV camera of its time, allowing observers to see entering visitors without being seen themselves.\n\nBara Imambara is a captivating historical landmark, showcasing the brilliance of past builders and a fusion of beauty, mystery, and ingenuity.","summary":"Bara Imambara in Lucknow, built in 1784, features an impressive Asafi Mosque, a vast Asafi Hall with a pillarless arched roof, a labyrinthine Bhool Bhulaiyaa, a rooftop view, and an underground Shahi Baoli with a unique CCTV-like surveillance system."},{"hash":"e38b1beb524d0349efe3710dd274aab2205ecb04d36e45cc18e25ff5fb66e639","title":"Trekking and hiking adventures tailored to your interests and preferences, offering a blend of nature exploration, cultural immersion, and physical challenges.","link":"https://kathmandupost.com/travel/2023/10/14/of-treks-and-trails","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/travelmain-1697245584.jpg&w=900&height=601","date":1697241600000,"source":"kp","category":"travel","content":"**Trekking in Nepal**\n\nTrekking in Nepal is challenging but rewarding, with stunning mountain views.\n\n**Preparation:**\n\n* Maintain a positive mindset.\n* Start preparing physically at least a month before by walking and stretching.\n* Bring essential gear like light clothing, a down jacket, boots, and a safety knife.\n\n**Managing Periods:**\n\n* Pack period supplies and be prepared for cramps.\n\n**Handling Altitude and Injuries:**\n\n* Rest and take altitude sickness medication if needed.\n* Communicate with guides and fellow trekkers in case of emergencies.\n\n**Communication and Relationship:**\n\n* Build relationships with fellow trekkers and guides.\n* Communicate effectively to smooth the journey.\n\n**Challenges for Female Trekkers:**\n\n* Expect underestimation and demeaning comments.\n* But don't let that stop you from pursuing your passion.\n\n**Becoming a Trekking Guide:**\n\n* Connect with a trekking association and take a guide course.\n* Some colleges offer bachelor's programs in mountaineering.","summary":"Climbing mountains like Everest requires physical and mental endurance, preparation, proper gear, altitude and injury management, effective communication, and addressing challenges faced by female guides, leading to career opportunities as a trekking guide."},{"hash":"a9ad689d21f22e85bcaa462724561585142b33988f2d2ded57420f55cc029fb5","title":"Traveling Nepal Solo: A Guide for Adventurers\n\nNepal is an ideal destination for solo travelers offering:\n\n* **Stunning Landscapes:** Majestic Himalayas, pristine lakes, and lush valleys\n* **Adventure Activities:** Trekking, mountaineering, white-water rafting\n* **Cultural Immersion:** Ancient temples, vibrant festivals, friendly locals\n\nTips for Planning:\n\n* **Choose the right season:** Spring/autumn for moderate weather\n* **Plan your itinerary:** Consider your interests and budget\n* **Arrange accommodation:** Budget-friendly hostels or guesthouses\n* **Get a visa:** Obtain one upon arrival or in advance\n* **Stay connected:** Purchase a local SIM card\n\nSafety:\n\n* **Be aware of your surroundings:** Especially in crowded areas\n* **Trust your instincts:** Avoid situations that feel unsafe\n* **Keep valuables secure:** Consider a money belt or hidden pocket\n* **Respect local customs:** Dress modestly, avoid public displays of affection\n\nBenefits:\n\n* **Freedom and flexibility:** Travel at your own pace\n* **Memorable experiences:** Immerse yourself in the culture\n* **Personal growth:** Challenge yourself and gain confidence","link":"https://kathmandupost.com/travel/2023/06/17/travelling-nepal-solo","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/SoloTravelMain11zon-1686967229.jpg&w=900&height=601","date":1686960000000,"source":"kp","category":"travel","content":"**Women-Only Outdoor Platform**\n\nFive women created Duluwa Outdoors to inspire and encourage women to travel solo.\n\n**Solo Travel in Nepal**\n\n* Nepal is considered safe for solo travelers.\n* Even solo travel from home to family homes is common for women in Nepal.\n\n**Solo Travel Destinations in Nepal**\n\n* For beginners: Shivapuri, Namo Buddha, Champadevi hikes.\n* Short trips: Pokhara-Bandipur.\n* Trekking: Annapurna area.\n* Explore towns: Illam, Dharan-Dhankuta, Palpa.\n* Wildlife: Chitwan, Bardiya, Shuklaphanta.\n\n**Tips for Solo Travelers**\n\n* Plan and research: transportation, lodging, connectivity, risk assessment, activities.\n* Prepare for altitude sickness and accidents.\n* Budget well and have an emergency fund.\n\n**Safety Tips**\n\n* Stay safe after dark on long treks.\n* Be aware of animals and natural disasters.\n* Trust your intuition and be wary of strangers.\n* Keep family and friends updated on your location.","summary":"Five young women established Duluwa Outdoors in 2021 to encourage and empower women to travel solo in Nepal, a country deemed generally safe for female solo travelers despite cultural barriers and personal risks."},{"hash":"6abff852e013616a4b186563210990eae2ab277dec212259f16a73c76d3dc949","title":"Government to give money to cricketers and athletes as a reward.","link":"https://kathmandupost.com/sports/2024/05/10/government-to-provide-cash-reward-to-cricketers-athletes","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb6-1715304954.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"sports","content":"- The government of Nepal will award cash prizes to sportspersons for their achievements.\n- Cricketers, including the national men's team and their coaches, will receive a total of over Rs 20.47 million.\n- Karateka Arika Gurung will receive Rs 1.95 million rupees for winning a silver medal at the 2022 Asian Games.\n- The national women's kabbadi team, who won a bronze medal at the 2022 Asian Games, will receive Rs 390,000 each.\n- Palesha Goverdhan, who won a bronze at the 2022 Asian Para Games, will receive Rs 1.3 million.","summary":"The government awarded cash prizes to sportspersons, including cricketers, karateka Arika Gurung, women's kabaddi team, and para-athlete Palesha Goverdhan, for their achievements in recent events."},{"hash":"d3bf2681c5f44f567c2b7e08f966046fb572ea416e8cfddac399e392844a7256","title":"Nepal won their final game against West Indies 'A' with a score of 2-3, concluding the series.","link":"https://kathmandupost.com/cricket/2024/05/04/nepal-win-last-match-against-west-indies-a-to-conclude-series-2-3","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GMucR8qbwAAxeZl-1714817959.jpg&w=900&height=601","date":1714780800000,"source":"kp","category":"cricket","content":"**Nepal defeated West Indies A in the fifth T20 match.**\n\n* Aasif Sheikh, Anil Sah, and Kushal Malla scored well for Nepal.\n* Sagar Dhakal and Sompal Kami bowled well for Nepal.\n* Nepal chased down the target of 173 runs with seven balls to spare.\n* Despite the loss, West Indies A won the series 3-2.","summary":"Nepal defeated West Indies A in the fifth T20, ending the series 3-2 despite an impressive chase led by Sheikh (51), Sah (50), and Malla (37*), with Dhakal (3-17) and Kami (3-16) contributing crucial bowling performances."},{"hash":"9d7ced68a72cb11104cf4b0dbf516e03a1daade9b97560e45bd16d4688ad8043","title":"West Indies set a challenging target of 210 runs for Nepal to chase in their match.","link":"https://kathmandupost.com/cricket/2024/05/02/west-indies-a-post-210-run-target-against-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/match-1714707130.jpg&w=900&height=601","date":1714608000000,"source":"kp","category":"cricket","content":"**Nepal loses 4th T20 to West Indies A**\n\nNepal lost to West Indies A by 28 runs, giving West Indies an unassailable lead in the series (3-1).\n\nDespite fielding a strong team for the upcoming World Cup, Nepal's batsmen struggled, except for Rohit Paudel (82 runs).\n\nWest Indies A scored 209 runs, with Johnson Charles (58) and Andre Fletcher (84) contributing half-centuries.\n\nNepal's coach has picked experienced players for the World Cup, but Nepali batsmen have not improved since the ACC Men's T20 Premier Cup in Oman.\n\nThe fifth and final T20 will be played on Saturday.","summary":"Nepal lost the fourth T20 against West Indies A by 28 runs, giving the visitors an unassailable 3-1 lead in the series, with Rohit Paudel's 82-run knock standing out amidst poor batting performances for Nepal."},{"hash":"a5e3edf276d54cd57e7292f16946aa79bba9683852ec9205a675963d0ef498de","title":"Nepal names team for Men's T20 World Cup tournament.","link":"https://kathmandupost.com/sports/2024/05/01/nepal-announces-squad-for-icc-men-s-t20-world-cup","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/nepal-1714612274.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"sports","content":"**Nepal's T20 World Cup Squad**\n\nNepal has announced its 15-man squad for the T20 World Cup based on players who performed well in the recent ACC Men's Premier Cup.\n\n**Squad Details:**\n\n* **Captain:** Rohit Paudel\n* **Batsmen:** Kushal Bhurtel, Aarif Sheikh, Binod Bhandari, Bibek Yadav, Lokesh Bam\n* **Wicketkeepers:** Aasif Sheikh, Kushal Malla\n* **All-rounders:** Dipendra Singh Airee, Sompal Kami\n* **Spinners:** Lalit Rajbanshi, Sagar Dhakal\n* **Pacers:** Karan KC, Kamal Singh Airee, Sundeep Jora\n* **Young Players:** Pratis GC, Gulsan Jha\n\n**Key Points:**\n\n* Binod Bhandari, Aarif Sheikh, Bibek Yadav, and Lokesh Bam were dropped due to poor performance.\n* Kushal Bhurtel, despite struggling in recent matches, was retained out of necessity.\n* Sagar Dhakal and Kamal Singh Airee are new additions to the squad.\n* Nepal is in Group D with the Netherlands, Bangladesh, Sri Lanka, and South Africa.","summary":"Nepal's T20 World Cup squad, led by Rohit Paudel, retains most players from the ACC Men's Premier Cup while addressing batting concerns by replacing underperforming players with new additions such as Sagar Dhakal and Kamal Singh Airee."},{"hash":"ccbdfb55569231d56fab27409904b9d31563344b2153ca0275e445e05753067b","title":"Flooding in Afghanistan has killed at least 153 people, according to the Taliban's Interior Ministry.","link":"https://kathmandupost.com/world/2024/05/11/death-toll-in-afghanistan-floods-rises-to-153-says-taliban-interior-ministry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersQYK4WJXC4ZJHZBDQIH73KL2UIA-1715426843.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"Flash floods in northern Afghanistan have killed at least 153 people. The floods, caused by heavy rains, have also injured 138 people. Many people are homeless and infrastructure is damaged. The WHO is sending health teams to help.","summary":"Flash floods in northern Afghanistan have claimed 153 lives, injured 138, left many homeless, and disrupted infrastructure."},{"hash":"eaa13415538d7c525c64e911242603237c2ce9a68918e45628c713c0356da59f","title":"An Indian watchdog group is accused of failing to hold the Prime Minister, Modi, accountable for breaking election laws. The opposition party believes this inaction allows Modi to commit blatant violations without any consequences.","link":"https://kathmandupost.com/world/2024/05/11/india-poll-watchdog-s-inaction-lets-pm-modi-commit-brazen-violations-opposition-says","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersFULCPGZWABIALBM2WJSBKG7YWI-1715411865.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"India's opposition accuses the election commission of ignoring complaints against Prime Minister Modi for hateful speeches and misrepresentation during his re-election campaign.\n\nThey say the commission's lack of action allows the ruling party to continue spreading division and misinforming voters with impunity.\n\nThe opposition has filed 10 complaints since April but has received no updates on the commission's response.\n\nThe commission has ordered one video to be taken down but has yet to rule on the complaints against Modi's remarks.\n\nThe delay is raising concerns about the credibility of the commission and the integrity of India's democratic process.","summary":"India's opposition alleges the Election Commission's inaction against the ruling party's religious hate speech and misrepresentations undermines election fairness and threatens democracy's legitimacy."},{"hash":"a1f01a2fc37a7c5d829917368110fff915c3a045a9a7278fec80e70309ee6c2e","title":"Russian forces have attacked Ukraine's northeastern Kharkiv region, opening a new front in the war.","link":"https://kathmandupost.com/world/2024/05/11/russian-forces-attack-ukraine-s-kharkiv-region-striking-on-new-front","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersW7POQZFTMJM7HBB2WTSG5ZRUAQ-1715404893.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"**Russian forces launch armored attack near Kharkiv**\n\nRussian forces attacked Kharkiv, Ukraine's second city, from the northeast on Friday.\n\nUkraine sent reinforcements and fought back with artillery and bombs.\n\nRussian forces made some progress, but Ukraine is defending the area fiercely.\n\nRussia may be preparing a larger offensive or trying to distract Ukrainian forces.\n\nBattles continue along the front line, with heavy fighting near Kharkiv.\n\nUkraine believes Russia doesn't have enough troops to capture Kharkiv, but fighting is ongoing and the situation is fluid.\n\nRussia hasn't commented on the attack.","summary":"Russia launched an armored ground attack near Ukraine's Kharkiv city, opening a new front in the ongoing war, while Ukraine sent reinforcements and warned of a possible larger offensive."},{"hash":"4d1e5970683b220a3a181fcf8a9659ad24ba8e6238140fc24bf200beeabc779f","title":"Unauthorised copying and selling of foreign books is common in Nepal, depriving authors of income and hindering intellectual property rights.","link":"https://kathmandupost.com/books/2023/07/31/unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/books-1690776078.jpg&w=900&height=601","date":1690761600000,"source":"kp","category":"books","content":"**Unauthorized Translations in Nepal's Book Market**\n\nIn Nepal, many foreign books are sold without permission from the authors or publishers. This includes translations into Nepali. These unauthorized translations are often of poor quality and have not been properly edited.\n\n**Popular Books Affected**\n\nAuthor Taslima Nasrin has had several of her books translated into Nepali without her or her publisher's approval. Other popular books, such as \"Rich Dad Poor Dad\" and \"You Can Win,\" also have numerous unauthorized translations in Nepal.\n\n**Consequences**\n\nUnauthorized translations are illegal and can harm both authors and readers. Authors lose out on royalties, while readers may be misled by poor-quality translations. The practice also tarnishes Nepal's reputation in the global book market.\n\n**Causes**\n\nThe government's imposition of a 10% tax on book imports in 2019 contributed to the proliferation of unauthorized translations. Piracy is also facilitated by the lack of duty on foreign books and the ease with which pirated books can be imported from India.\n\n**Legal Protections**\n\nCopyright protections exist in Nepal, but they are not effectively enforced. The Muluki Ain-1910 BS and the Copyrights Act of 2059 BS prohibit unauthorized translations and sales of unauthorized materials. However, enforcement remains weak.\n\n**Recommendations**\n\nTo address this issue, the government should:\n\n* Increase penalties for copyright violations\n* Implement regulations for the quality of translations\n* Join international treaties on intellectual property protection\n\nPublishers and authors should also work together to promote authorized translations and raise awareness about the importance of copyright protection.","summary":"Nepalese book market is plagued by unauthorized translations of works by renowned international authors, including Taslima Nasrin, negatively impacting authors, publishers, and readers."},{"hash":"f91af36450d89ad58798b4c4d401adfda4ba09b3625ea1c7677f78706e25f747","title":"desperate-youths-from-maoist-heartland-hit-us-wall","link":"https://kathmandupost.com/national/2023/06/25/desperate-youths-from-maoist-heartland-hit-us-wall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/CIJ-1687660964.jpg&w=900&height=601","date":1687651200000,"source":"kp","category":"national","content":"**Trafficking to US Costs Nepali Village Dearly**\n\nMany young people from Tak village in Nepal have illegally entered the US, often losing large sums of money.\n\n**Deported Villagers Lose Millions**\n\nEight deported youths lost an average of Rs6 million each. They faced harsh conditions and returned empty-handed.\n\n**Village Loses Youth and Money**\n\nOver Rs40 million has been lost by deported villagers. Half of the households have lost someone to illegal immigration.\n\n**Loan Trap and Debt Burden**\n\nVillagers have borrowed money at high interest rates for travel expenses. Deportation leaves them with heavy debts and pressure from creditors.\n\n**Mental Health Struggles**\n\nDeportees often suffer mental health issues due to the trauma of detention and deportation.\n\n**Failed Dreams and Fleeing Families**\n\nSome deported youths have fled the village due to debt and pressure.\n\n**Political Inaction and Legal Gaps**\n\nLocal governments and political parties have failed to address the issue. There is no specific law for human trafficking, making prosecution difficult.\n\n**Rise of Human Trafficking in Former Insurgency Areas**\n\nThe lack of economic opportunities in Maoist \"base areas\" has made them fertile ground for human traffickers.","summary":"Bharat Budha, chair of Putha Uttarganga Rural Municipality’s ward 10, knows that many youths from his village have made it to the United States via ‘tallo bato’—backdoor route—and that many are still on the way. He also knows that eight of them have been deported from the country and that they have lost a cumulative Rs45 million in the process. The deported youths say that they returned home empty-handed after facing unspeakable ordeals and lost Rs6 million each on average.The Tak village in Rukum East—a close-knit settlement of 425 houses—was considered the Maoists’ ‘base area’ during the insurgency. Village youths who reached the US through illegal routes and got deported have lost an estimated Rs40 million. The number of those who returned without completing the journey and the amount they lost remain unknown.To get to the US, the youths have taken loans at up to 36 percent interest per annum from their relatives and village landowners. In Tak village, at least one person each from half of the households has gone abroad, Budha said. “Youths started going to America about six-seven years ago,” he said. “If they could gather enough money, the whole village would try to go to the US.” Budha’s own son had reached the US illegally in 2017, spending Rs3.2 million.During the insurgency, outsize slogans of revolution would adorn the walls of houses in the village. Hoping for a better life, people from all walks of life helped out the Maoists. But now, village youths are paying the agents to illegally get to the US—a country that the Maoists used to call their ‘enemy’, an ‘imperialistic force’. This has cost the Tak village much and in multiple ways.Death of a dreamSome of the deported youths have chosen to flee the village altogether, burdened with debt and creditors’ pressure. At least five such families have already left, said a resident. The family of Ram Budha was one of them. On April 28, 2015, Ram, who had returned to Nepal after working in Malaysia for eight years, took the illegal route to the US. He travelled through arduous trails for months and finally arrived in the country. Upon reaching the country, he was detained and had to stay at the detention camp for 27 months. When his refugee application was rejected, he was deported to Nepal in mid-December 2019. He lost Rs4.5 million in the process. He now owes over Rs6 million to creditors. “After the creditors began to put pressure on me, I couldn’t live in the village peacefully,” said Ram, who currently runs a vegetable farm in Tarakeshwar, Kathmandu.While those who got to the US through illegal routes and fortunately got refugee status there narrate their stories with pride, those who have been deported or returned from half-way have tragic tales to tell.Nanda Kala Gharti, who lives in a small stone house on the upper flank of Tak village, spends her days in melancholy. Her husband, Dhanlal, had chosen to take the illegal route to the US, and Nanda Kala, a mother of four, is living with the repercussions of his decision. Dhanlal had got into the US after a six-month long arduous journey and was detained immediately. He had to spend four years in the detention camp, before he was deported to Nepal. He had already lost Rs6 million.Nanda Kala said they now have an insurmountable crisis in their hands. Pointing to her son, she exclaimed, “When will he grow up, go abroad and pay back the loans!”Dhanlal himself tried to go to Croatia once and spent 15 days in Kathmandu for the process. But after he was turned down, he returned home dejected. “Now we will submit the passport to another agent [for Dhanlal’s trip abroad],” Nanda Kala said. “There’s no point staying here.”Stories that echo each otherThe situation in Sisne Rural Municipality is similar to that of Putha Uttarganga. Here, one can hear plenty of stories of those who have tried to go to the US and those who are fighting refugee cases there. Krishna Regmi, chair of the rural municipality, personally knows seven people who have been deported from the US.Gangaram Khadka, a resident of Sisne-3, runs a bee and chicken farm. Like other young men in his village, Khadka had headed off to the US via an illegal route on 27 March, 2018. He had reached the US via the New Delhi-Moscow-Barcelona-Bogota-Panama-Costa Rica-Nicaragua-Honduras-Guatemala-Mexico route. When he finally arrived in the US, he was detained and had to spend 11 months in detention. He was deported on 15 March, 2019. He had handed over Rs3.2 millions to the agent and spent Rs2 million to fight the case to become a refugee. “It’s not possible for me to pay back the loan while working in Nepal,” he said. “I aim to pay back some interest and head off abroad again.”For six months after Khadka was deported, he had anxiety and headache, he said, adding the three people from his village who were deported like him are also struggling with their mental health.Tikaram Pun, a 40-year-old resident of Bohora village in Musikot-4, is also haunted by his past journey. In September 2017, he reached the US after crossing 17 countries with the help of organised human traffickers. Of the 41 people in his group, 31 were from Rukum East and Rukum West, he said. Pun, who was detained on arrival in the US, spent 24 months in a detention camp. His refugee application was also refused and so he was deported along with eight other Nepalis. “When I returned, I started having mental health problems. I still suffer from them,” he said. Pun is under pressure from creditors and relatives to pay back the Rs9.2 million loan he had taken for the task.Those who died on the wayA group of 10 Bangladeshis and seven Nepalis, including Rupak Bohora of Bafikot-3 in Rukum West, were on a mission to reach Costa Rica through Colombia, Caribbean Coast, Capuragana and Panama. But while they were crossing a sea, their boat capsized. As many as 12 died in the incident, including six Nepalis. Rupak’s wife, Geeta, learned about the incident only after six days, on 25 June, 2021.“I still don’t know what exactly happened,” said Geeta, who had been married off at age 19 and is now a mother of two daughters. The only thing she knows is that Rupak has died and she is now all alone. And that she has Rs5 million in loan taken for Rupak’s trip. She showed a picture of her husband on her phone to this scribe and said, “I only have memories.”Lack of political will and legal remediesThe concrete bridge over Chewang river is on the edge of Tak village. On the walls of the bridge are paintings of political theorists like Marx, Engels, Lenin, Stalin and Mao, and the iconic slogan, ‘Workers of the world, unite!’, below them. But the slogan appears to be at odds with life in the village. Given the phenomenon of illegal travels to the US through the help of organised human traffickers, the whole village appears to be emptying. Neither the local governments are concerned about the phenomenon nor are the political parties paying attention.Puniraj Gharti, chair of Putha Uttarganga Rural Municipality, said though the trend is worrying, there’s nothing he can do. “How could we stop them from making the trip when they are struggling to make a living in the village?” he said.Krishna Regmi, chair of Sisne Rural Municipality, said that the vicious cycle of poverty started after marijuana farming was banned in the country. Then the Maoist insurgency added to the woe, forcing youths to migrate. The signing of the peace agreement in 2006 didn’t herald any change in the economy either and youths are struggling to get jobs. Organised human traffickers are cashing in on this sorry state of affairs, Regmi said. “Meter byajis [usurious lenders] are also promoting this phenomenon,” he added.The phenomenon is equally rife in Dang’s Tulsipur and Ghorahi. Ramesh Kumar Pandey, chair of Ghorai-15, says that even though many heading to the US are swindled, no complaints are filed at the ward office. “Only those who attempt to go to Saudi Arabia or Qatar file the complaints,” he said.One can infer from Pandey’s statements that the families of such illegal travellers don’t want to publicise the ordeals of their family members. On the one hand, agents threaten them to not publicise the issue; on the other, they fear they themselves would be punished by law.According to the Anti-Human Trafficking Bureau, as many as 178 Nepalis, including 174 men, have been deported from the US in the five fiscal years after 2018-19. Of them, the highest 49 are from Rukum while 37 are from Dang. The data doesn’t include those who returned after making it to the half-way or those who have been fighting the legal battle in the US for refugee status. But this data is enough to show that many such youths are from the ‘base areas’ of the Maoist insurgency.SSP Jeevan Shrestha, chief of the bureau, said that data on the number of such victims and the amounts they have spent is hard to collect since complaints are rarely filed with the police. “This is human trafficking but for a lack of law, we are still compelled to launch the cases as per Human Trafficking and Transportation (Control) Act 2074 BS,” Shrestha said. “The Act provides a maximum penalty of Rs250,000 for the offenders and 50 percent of that as compensation to the victims.” Without specific law, police also invoke the theft and organised crime act to punish the offenders, he added.On the one hand, police receive no complaints; on the other, the phenomenon sees no control.Bhaskar Gautam, a political scientist, says the rise in cases of human trafficking in the insurgency’s ‘base areas’ is due to the political system’s abject failure.While the Maoists raised issues related to livelihood, nationalism and a new kind of democracy to fuel their war machine, after the peace process, it is livelihoods that have been hit the hardest, Gautam said. “The traditional way of life and economy took a hit during the insurgency,” he said. “Developments after the peace process also failed to address that. What sprang up was organised human trafficking.”(Mahesh KC in Rukum East and Durgalal KC in Dang contributed to this report.)This report is prepared in collaboration with the Center for Investigative Journalism-Nepal. "},{"hash":"5b41caa28761fd8ada1be7951764ae6954dd5a645984d3ea1fe0cdb1a6b25396","title":"Poor patients in India have limited access to hospital beds in private hospitals due to financial constraints and lack of insurance coverage.","link":"https://kathmandupost.com/national/2023/06/10/no-private-hospital-bed-for-poor-patients","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/thumb19-1686358218.jpg&w=900&height=601","date":1686355200000,"source":"kp","category":"national","content":"**Hospitals Ignoring Free Treatment Rule for Poor**\n\nMany private hospitals are not providing free treatment to the poor, as required by government rules.\n\nThese rules state that hospitals must set aside 10% of their beds and provide free treatment to those who cannot afford it. However, many hospitals in Pokhara, Chitwan, Biratnagar, and Butwal are not following these rules.\n\nThis means that Gyanumaya BK, a 69-year-old labourer, had to pay over Rs 50,000 for hospital bills that could have been free.\n\nHospitals claim to give discounts, but there is no proof and they often don't inform patients of the free services available.\n\nGovernment officials admit that they are not monitoring hospitals closely enough to ensure compliance with the rules. Some say they lack the staff to conduct inspections.\n\nAs a result, private hospitals continue to ignore the rules and deny free treatment to those who need it most.","summary":"Despite regulations requiring private hospitals to provide free or discounted services to the needy, many hospitals in Pokhara, Chitwan, Biratnagar, Butwal, and other regions blatantly disregard these mandates, leaving vulnerable patients burdened with unaffordable medical expenses due to insufficient monitoring and enforcement."},{"hash":"b77ca7e7b78267d6faf47d3a5d33350d4a2d32ad0d495b2df4e78b3ca05359a9","title":"**PhD Sagas**\n\n**Part II: The Challenges**\n\n* **Imposter Syndrome:** Feeling like a fraud despite success.\n* **Perfectionism:** Striving for flawless work, leading to procrastination and stress.\n* **Isolation:** Working independently can feel lonely and isolating.\n* **Financial Concerns:** Funding and living expenses can be a source of anxiety.\n* **Time Management:** Balancing research, coursework, and personal life can be overwhelming.\n* **Relationship Strain:** The intensity of the PhD journey can put pressure on personal relationships.\n* **Burnout:** Physical and emotional exhaustion can occur when demands exceed resources.","link":"https://kathmandupost.com/columns/2024/05/09/dissecting-phd-sagas-ii","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadShutterstock11-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"**Tribhuvan University's PhD Programs**\n\n**PhD by Dissertation (Old)**\n\n* Students wrote dissertations under guidance, with few other requirements.\n* British/Indian model, due to lack of qualified faculty.\n\n**PhD by Coursework (New)**\n\n* Adds coursework to initial training.\n* Aims to broaden knowledge, prepare for research, and enhance teaching abilities.\n\n**Current Issues with PhD by Coursework at TU**\n\n* Dean's office still controls programs, limiting course availability.\n* Lack of qualified faculty in central departments to teach doctoral courses.\n* Bhagbanda spoils politics and personal issues hinder teamwork.\n* Poor recruitment system delays hiring of needed faculty.\n\n**Solution**\n\n* Give central departments control of PhD programs.\n* Recruit qualified faculty through improved Sewa Ayog procedures.\n* Promote teamwork among faculty.","summary":"Tribhuvan University implemented the \"PhD by coursework\" route for doctoral students in the Faculty of Humanities and Social Sciences, seeking to enhance student exposure, research preparation, and teaching capabilities through coursework; execution, however, faces challenges due to faculty limitations, administrative control, and political dynamics."},{"hash":"f28ae9ad63c1c929af9895d12f7e3ddbbf1008986b2f4363563096a3954de19e","title":"Mount Everest, the world's highest peak, has become a massive garbage dump due to the increasing number of climbers leaving behind empty oxygen tanks, food wrappers, and other waste. This pollution is harming the environment and wildlife.","link":"https://kathmandupost.com/columns/2024/05/09/everest-a-high-altitude-garbage-dump","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownPostFilePhoto1-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"Mount Everest is a popular climbing destination, but it's facing a big garbage problem.\n\nEvery year, over 60,000 people visit Everest, leaving behind tons of trash like cans, bottles, food packaging, and human waste.\n\nThis trash pollutes the air and water, and poses a health risk to people who live near the mountain.\n\nThere are several groups working on solutions to the garbage problem, including installing new waste management systems and encouraging climbers to carry their trash back down the mountain.\n\nWith new technologies and international cooperation, we can address the waste issue and protect the beauty of Everest for future generations.","summary":"Climbers ascend Mount Everest amidst garbage fields, prompting efforts to address the waste crisis through initiatives like waste collection, sustainable tourism, and modern technology-based waste management plans."},{"hash":"1801d6ead071c649a64c0fde0790be274f8900ce60b54acca6dfb6dbc55067e8","title":"Karki, a government official responsible for flood control in Koshi, misused funds and neglected his duties, resulting in a devastating flood that caused widespread damage.","link":"https://kathmandupost.com/editorial/2024/05/08/karki-s-excesses-in-koshi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/third-party/thumb21-1715217280.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"editorial","content":"**Kedar Karki Lost Power**\n\nKedar Karki is no longer the chief minister of Koshi Province after his coalition partners withdrew their support. Karki refused to resign or call for a vote, but he was eventually forced out.\n\nKarki's rise to power was controversial because he accepted support from a rival party, the CPN-UML. This caused problems in his own party and led to the downfall of the Congress-Maoist coalition government.\n\nKarki's actions reflect the greed and immorality that have become common in Nepali politics. He is just one example of how politicians are more interested in power than in serving the people.\n\nThe recent political turmoil in the provinces shows that this greed and immorality have spread to all levels of government. This is a serious problem that undermines the principles of democracy and federalism.","summary":"Kedar Karki, a chief minister who held on to the post despite losing coalition support, is finally removed, marking a shift in provincial politics."},{"hash":"505beefca11049926520cda4acceb5956f992fa7c660a8ef9ded812776844ff1","title":"Toilets-for-All is a program that provides free toilets to people who need them. The program is run by volunteers who build and maintain the toilets. The toilets are located in public places, such as parks and bus stops. Anyone can use the toilets, regardless of their income or housing status. Toilets-for-All helps to improve public health and reduce homelessness.","link":"https://kathmandupost.com/editorial/2024/05/07/toilets-for-all","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb-1715129836.png&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Gender-Inclusive Toilets**\n\nLGBTIQ+ people around the world need toilets that are not just for men or women. In Nepal, this is important because the country is trying to be more equal and safe for people who are not cisgender (people who identify with the gender they were assigned at birth).\n\nGender-inclusive toilets are even more necessary because people who aren't cisgender often have to avoid toilets or use them in a way that makes them uncomfortable or unsafe. This is a problem in both developing and developed countries.\n\nIn Nepal, there are some gender-inclusive toilets, but not nearly enough. Mayor Balendra Shah has promised to build 10 new ones in Kathmandu, but so far, none have been built.\n\nTo make Nepal more inclusive, gender-inclusive toilets need to be built that meet certain standards, like having:\n\n- Good design\n- Menstrual hygiene management\n- Sanitation\n- Running water\n- Tactile pavements for blind people\n\nThese toilets alone won't solve all the problems that LGBTIQ+ people face, but they will help make them feel more welcome and safe.\n\nEducating people about disability, sexuality, and gender diversity is also important. This will help people understand why gender-inclusive toilets are so important.","summary":"Activists worldwide promote gender-inclusive toilets to ensure safety and equality for transgender and non-binary individuals, with Nepal recognising their importance and aiming to increase their availability despite challenges in implementation and societal acceptance."},{"hash":"33d5b7761eb5bd3b41e26b739647600e33685d1a97a97f0651c70b2650289129","title":"Together, we succeed. Apart, we fail.","link":"https://kathmandupost.com/editorial/2024/05/07/divided-we-fall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb7-1715044507.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Political Party Split:**\n\nIn Nepal, political parties often split and merge for power, not for principles. This is especially true for parties in the Madhes region.\n\n**Government Instability:**\n\nThis pattern of party splits has made it routine for ruling coalitions to collapse and new alliances to form. Politicians seem eager to switch alliances to stay in power.\n\n**Weakened Public Trust:**\n\nThese power struggles have led to public apathy towards political parties. People feel betrayed when leaders prioritize personal gain over causes.\n\n**Harm to Social Movements:**\n\nParty splits weaken social movements, such as the Madhesh movement, as people lose faith in their leaders.\n\n**Threats to Pluralism:**\n\nThe decline of alternative political forces weakens the idea of a diverse and inclusive society.","summary":"In Nepal's ruling coalition, a junior party led by Upendra Yadav split allegedly to thwart an attempt by Yadav and opposition leaders to form an alternative alliance and oust Prime Minister Dahal, resulting from ongoing political instability and factional feuds for power within parties."},{"hash":"349bf15e76b9ee93953ea9dcd19ecc5848ef7349536cadd8b4015572475f8225","title":"People work together on projects for fun or learning.","link":"https://kathmandupost.com/editorial/2024/05/05/do-it-together","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb14-1714955634.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"editorial","content":"Prime Minister Dahal is considering a parliamentary probe into the misuse of co-operative funds, but opposition parties are skeptical. They believe Dahal is trying to protect Home Minister Lamichhane, who has been accused of embezzlement.\n\nDahal has said that the probe will be fair and no one will be shielded, but the opposition remains unconvinced. They worry that the probe will be used to protect Lamichhane, whose party is part of the ruling coalition.\n\nThe opposition has threatened to obstruct parliament over the issue, but the Prime Minister should convince them that the probe will be fair. The co-operative embezzlement problem needs to be addressed to prevent victims from taking to the streets.","summary":"Amidst embezzlement allegations, Prime Minister Dahal considers a parliamentary probe into fraudulent co-operatives, while the Nepali Congress doubts impartiality and threatens parliamentary obstruction."},{"hash":"b8cf800b128e5429effac6538b5cdeff14e12e5c92d4968c239f48ce105eb283","title":"Padam Giri, a successful entrepreneur, shares his insights on business and success:\n\n* **Focus on your strengths:** Identify what you're good at and capitalize on it.\n* **Embrace failure:** It's a learning opportunity that leads to growth.\n* **Surround yourself with a strong team:** Find people who complement your skills and share your vision.\n* **Stay adaptable:** Markets and technologies change constantly, so adjust accordingly.\n* **Don't give up:** Success takes time and effort. Persevere through challenges.\n* **Give back to your community:** Support others and make a positive impact.","link":"https://kathmandupost.com/interviews/2024/05/05/interview-with-padam-giri","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/padamgiri-1714923097.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"interviews","content":"**Budget Session of Parliament Begins Without Resolution**\n\nThe federal parliament's budget session starts Friday with differences between ruling and opposition parties over investigating fraud charges against a government minister. Several bills await approval, but it's uncertain if the session will run smoothly.\n\n**Government's Plan:**\n\n* Minister Padam Giri wants a parliamentary committee to study corruption in the cooperative sector, not just against the minister.\n* The prime minister suggests a committee to investigate malpractice in the cooperative sector and recommend actions.\n\n**Opposition's Demand:**\n\n* The Nepali Congress insists on a committee specifically targeting the minister.\n\n**Other Issues:**\n\n* Giri acknowledges the parliament has been unproductive in passing bills.\n* 24 bills are pending, but only 109 have been presented.\n* The Transitional Justice Act amendment bill is nearing finalization, but serious violations and sentencing reductions remain contentious.\n* A committee has been formed to recommend candidates for transitional justice commissions despite concerns.\n* The Supreme Court has ordered the National Human Rights Commission to send a representative to the committee.\n* The government plans to appoint justices to vacant Supreme Court positions soon.\n* The UML and Congress are not discussing forming a government together.","summary":"The upcoming federal parliament session begins amidst ongoing disputes over a probe committee into fraud allegations against Deputy Prime Minister Lamichhane, casting uncertainty on the House's productivity."},{"hash":"39eb27d07dda639b3d5dd4481b8d6012361b0eeb330937898496f65c11c09fe8","title":"Fire incidents will make the next two months difficult.","link":"https://kathmandupost.com/interviews/2024/04/28/next-two-months-will-be-challenging-due-to-fire-incidents","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/anilpokharel-1714368894.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Fire Incidents in Nepal**\n\nFires have become increasingly common in Nepal due to:\n\n* Lack of rainfall, rising temperatures, and strong winds\n* Accumulation of dry plant material in forests\n* Stubble burning by farmers\n* Deserted homesteads and empty settlements close to forests\n* Inadequate resources and training for firefighters\n\n**Government Response**\n\nThe government is working to address the problem by:\n\n* Introducing portable fire pumps\n* Training volunteers and security agencies in firefighting\n* Increasing awareness about the dangers of fire\n* Using helicopters to douse fires in remote areas\n\n**Role of Local Governments**\n\nLocal governments are responsible for fire management and should:\n\n* Equip local units with portable fire pumps\n* Train volunteer groups\n* Collaborate with security agencies and provincial authorities\n\n**Concerns about High-Rise Buildings**\n\nThe government will assess safety measures in large buildings in cities to prevent future disasters.","summary":"Fire incidents in Nepal have caused extensive damage, including loss of life and destruction of over 110 houses, due to factors such as inadequate rainfall, increased temperatures, and winds, emphasizing the need for training, equipment, and community involvement in fire prevention and containment."},{"hash":"2d1dcd1af2a010f1dc8a5288d051100d0a7e6e1ee7a6d0087e377a8fa051364f","title":"Nepal offers equal opportunities for investors, regardless of their origin.","link":"https://kathmandupost.com/interviews/2024/04/28/nepal-presents-equal-opportunity-for-all-investors","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1714270342.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Nepal Investment Summit Aims to Attract Foreign Investment**\n\nNepal's third Investment Summit aims to attract foreign investment. The government recognizes that investment is crucial for its economic growth.\n\n**What's Different This Time?**\n\nNepal has learned from previous summits and is taking steps to make it more attractive for investors, including:\n\n* Inviting potential investors to share success stories\n* Amending laws to make investment easier\n* Improving credit rating to show Nepal is open to investment\n* Creating policies that make it easier to bring in and take out investments\n\n**Addressing Investor Concerns**\n\n* The government is simplifying the process for withdrawing investment returns.\n* Companies have made profits in Nepal, despite concerns about profit repatriation.\n* Nepal has plans to sell surplus energy to neighboring countries.\n\n**Addressing Political Instability**\n\n* The government emphasizes that policy remains consistent despite political changes.\n* The summit is not about any particular party but about Nepal's investment prospects.\n\n**Geopolitical Factors**\n\n* Nepal welcomes legal investment regardless of the country of origin.\n* It aims to ensure investments are not used against any other country.","summary":"Nepal, acknowledging its need for foreign direct investment, is hosting its third Investment Summit to showcase investment opportunities and address obstacles faced by international investors."},{"hash":"b8119b43ed80553d871f3b6e70a45b435e16350f69e3656d8ec00cdfd1f5e39e","title":"Directly electing leaders like prime ministers and chief ministers could reduce political instability by:\n\n* Giving voters more say in who leads\n* Reducing the influence of political parties\n* Promoting accountability and transparency","link":"https://kathmandupost.com/interviews/2024/04/21/direct-election-of-prime-minister-and-chief-minister-way-out-of-instability","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/interview-1713764589.jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"interviews","content":"**Unhealthy Political Competition and System Blame**\n\nAfter a recent change in government, political parties are competing fiercely for provincial leadership. Some blame the mixed electoral system for instability, but political analyst Tula Narayan Shah argues that it's due to personal ambitions and corrupt practices.\n\n**Debate on Electoral System**\n\nLeaders argue that the mixed system prevents single-party majorities, leading to instability. However, Shah believes this is a pretext to maintain the influence of high-caste males and those connected to power. He suggests a direct election of executive heads at all levels for stability.\n\n**Provincial Failures**\n\nProvinces have failed to deliver due to the adoption of the same flawed parliamentary system used at the national level. Shah believes provinces need more authority and a different system to be effective.\n\n**Perception of Provinces**\n\nWhile some argue that provinces should be abolished, common people in Madhesh support federalism but are dissatisfied with the performance of ruling parties.\n\n**Emergence of New Parties**\n\nThree new parties have emerged after the 2022 elections: the Rastriya Swatantra Party, Janamat Party, and Nagarik Unmukti Party. These parties represent different agendas and voter bases, with Janamat focusing on issues of Madhesh, RSP on good governance, and Nagarik Unmukti on Tharu community rights.","summary":"Political infighting and accusations of electoral system flaws have intensified in Nepal's provincial governments, prompting calls for direct election of executives to improve stability and accountability."},{"hash":"5c600ef479c5d95e859fb1a9dbd261d3a264f62d509d4185d7c4d11d0a9bb8ee","title":"I support a fully proportional representation system with a 5% threshold.","link":"https://kathmandupost.com/interviews/2024/04/15/i-am-for-a-fully-pr-system-with-a-five-percent-threshold","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/interviews/Untitled1-1713152017.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"interviews","content":"**Nepal's Electoral System**\n\n- Nepali Congress and UML leaders discuss changing the mixed electoral system to improve political stability.\n\n- The mixed system includes two types of elections:\n    - First-past-the-post (FPTP): Voters choose candidates directly in local areas.\n    - Proportional representation (PR): Parties get seats based on the percentage of votes they receive nationally.\n\n- Some leaders blame the mixed system for political instability, while others argue it has improved representation for marginalized groups.\n\n- Former election commissioner Neel Kantha Uprety suggests the following reforms:\n    - Implement a fully proportional representation system.\n    - Use primaries to select candidates in local areas.\n    - Increase the threshold for PR votes (minimum percentage needed to qualify for seats).\n\n- Uprety argues that these changes would reduce manipulation by leaders and increase inclusivity.\n\n- He also discusses the feasibility of online voting for Nepalis abroad, saying it is technically possible but may be politically unpopular due to potential for unpredictable results.","summary":"Nepali Congress leaders advocate for electoral system reform, seeking cooperation from UML; former chief election commissioner highlights the need for a fully proportional representation system, addressing misuse by leaders and ensuring inclusivity in representation."},{"hash":"16ca03860b600f5d221a63cab7bc1b2ab4dad746bbb104c9f57095e07f85ef78","title":"Muluki Ain is a set of laws in Nepal.","link":"https://kathmandupost.com/letters/2021/11/08/muluki-ain-is-a-legal-code","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/third-party/mulukiain-1636421052.jpg&w=900&height=601","date":1636329600000,"source":"kp","category":"letters","content":"**Muluki Ain: A Historical Document**\n\nThe 1854 Muluki Ain, translated by Heidelberg University, provides valuable historical insights. While it does mention the caste system, its primary focus is on establishing a uniform legal system for Nepal.\n\nThe Ain rationalized the judicial system and defined the roles of governing bodies like the monarch and prime minister. By replacing arbitrary rulings with specific laws, it promoted the rule of law.\n\nThe caste system, initially based on aptitude, later became linked to birth. King Jayasthiti Malla formalized the system in the Nepala Rashtra Shastra.\n\nThe Muluki Ain, compiled by Jung Bahadur, comprehensively covered aspects of Nepali society, including caste-related practices.\n\nWhile the Ain acknowledges traditional systems like the caste system, it also recognizes the need for reforms. It calls for uniform punishment regardless of caste for similar offenses.","summary":"The 1854 Muluki Ain, translated by Heidelberg University, codified a common law for Nepal, recognizing the rule of law, while acknowledging the caste system's injustices and paving the way for future reforms."},{"hash":"f26d8550751249ca6fce9099e307f744741857845591c48ab0d55210ac42e144","title":"Misleading news is false or inaccurate information presented as real news. It can be deliberately spread to deceive or it can be a result of mistakes in reporting. It's important to be able to recognize misleading news so that you can make informed decisions about the information you consume.","link":"https://kathmandupost.com/letters/2021/04/12/misleading-news","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/opinion/thumb-1618223282.jpg&w=900&height=601","date":1618185600000,"source":"kp","category":"letters","content":"Sinohydro, a construction company, denies not paying taxes for materials used in the Melamchi Water Supply Project.\n\nSinohydro states it legally obtained materials from various sources, including local vendors, foreign imports, and recycled materials.\n\nThe company claims to have paid all vendors and suppliers for the materials and has documentation to support its transactions.\n\nSinohydro asserts that the news report is inaccurate and should be corrected.","summary":"Sinohydro Corporation denies allegations of unpaid taxes on materials used in Helambu Water Supply Project, claiming materials were legally sourced and invoices show full payment to vendors."},{"hash":"e862b51d7419ba6f589572cd4032419c790b93c181a1334f46e1b9ab2f51169b","title":"People not understanding each other correctly, leading to confusion or arguments.","link":"https://kathmandupost.com/letters/2021/01/03/misunderstanding","date":1609632000000,"source":"kp","category":"letters","content":"**Japan-Nepal Job Agreement Clarification**\n\n**Key Points:**\n\n* Japan has a labor shortage and wants Nepali workers.\n* Nepali workers must pass Japanese language and technical tests.\n* Hiring is not government-to-government, but employer-to-employee.\n* Private agencies can help send and receive Nepali workers to Japan.\n* Japan does not require companies to pay for travel and other costs, but some companies do in employment contracts.\n* Japan has similar agreements with other South Asian countries.","summary":"Japan and Nepal have a Memorandum of Cooperation for Specified Skilled Workers (SSW), allowing Nepalis to work in Japan; no third-party involvement is prohibited, despite some misunderstandings and confusions."},{"hash":"4d564e4aa9b147540d5d27c861b9724bce96976aa16a590835a10f4f29687ad6","title":"**Contributions to Nepali Culture**\n\n* **Literature:** Nepali literature developed significantly, producing notable writers like Laxmi Prasad Devkota and Mohan Koirala.\n* **Art:** Nepali art flourished, showcasing traditional styles and modern interpretations. Artists like Lain Singh Bangdel gained international recognition.\n* **Music:** Nepali music evolved, blending traditional folk melodies with Western influences. Popular musicians include Narayan Gopal and Tara Devi.\n* **Dance:** Nepali dance forms, such as Maruni and Lakhey, gained prominence and became symbols of national identity.\n* **Cinema:** The Nepali film industry emerged, producing popular movies that reflected Nepali society and culture.","link":"https://kathmandupost.com/letters/2020/11/30/contributions-to-nepali","date":1606694400000,"source":"kp","category":"letters","content":"Thanks to Deepak Thapa for addressing Nepali studies concerns in Europe and America. I appreciate his praise for my work. Krishna Pradhan's efforts at SOAS University of London also contributed to our success. He taught Nepali for 15 years until he retired in 2019. Students valued his teaching. Together, we developed courses in Nepali literature, history, and culture. Unfortunately, these offerings will not be available to future UK students.","summary":"Despite achievements in Nepali studies at SOAS, University of London, including language, literature, history and culture, the retirement of Krishna Pradhan in 2019 has resulted in the discontinuation of these programs for future generations of students in the UK."},{"hash":"a1d8bb473b76b044c715510c1e3cd12b7293a4516faf36066b07acc77fd64756","title":"chhaupadi-persists","link":"https://kathmandupost.com/letters/2020/09/24/chhaupadi-persists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2020/third-party/thumb3-1600897015.jpg&w=900&height=601","date":1600905600000,"source":"kp","category":"letters","content":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email ","summary":"Chhaupadi, an illegal menstrual taboo in Nepal, continues to exist despite its prohibition in 2005, leading to unreported cases and insufficient punishments."}]