[{"hash":"d2168bf58fe63b9eb2bc21cbc05da2f14c9d7ecf14800220c7e9e25091159e08","title":"Two people were arrested at the airport for wearing gold-coated clothes.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/issues/two-arrested-with-gold-coated-clothes-from-tia","imageLink":"https://web.nepalnews.com/storage/story/1024/airport_21706092063_1024.webp","category":"issues","content":"Two Indian men, Suresh Kumar and Mohan Kumar Ganeshan, were arrested at Tribhuvan International Airport last night. They arrived on a Fly Dubai flight from Dubai.\n\nPolice found yellow metal that looked like gold on their clothing. The weight of the gold-looking metal with Suresh Kumar's clothes was 2.6 kg, and the weight with Mohan Kumar's clothes was 2.5 kg.\n\nPolice are investigating the case.","summary":"TIA security arrested 2 Indian nationals with 2.6 and 2.5 kg of gold, respectively, concealed in their clothing from a Fly Dubai flight."},{"hash":"897627b9caaae4c10ecf3d28b5ba5e0f5b9cea0784331224e65388985ea683c9","title":"Two people have been arrested for allegedly looting 8 million rupees.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/issues/two-people-arrested-on-charge-of-looting-rs-8-million","imageLink":"https://web.nepalnews.com/storage/story/1024/nepal_police_logo_copy11690967433_1024.jpg","category":"issues","content":"Two people, Janak Mahato and Shrawan Kapar, were arrested for robbing eight million rupees from a cooperative official in Janakpurdham. Police seized 1.45 million rupees from the suspects.","summary":"Police arrested two suspects for stealing eight million rupees from a cooperative official in Janakpurdham, seizing 1.453 million rupees as evidence."},{"hash":"395cde060f11e1e56c9a7591ba77896ba5097b9a582b72e8ded403c5a0d17c13","title":"Real Madrid, a famous football team in Spain, won the La Liga championship and celebrated in Madrid.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/sports/spain-madrid-football-la-liga-real-madrid-celebration","imageLink":"https://web.nepalnews.com/storage/story/1024/XxjpbeE007034_20240513_PEPFN1A0011715585091_1024.jpg","category":"sports","content":"Sure, here is a short and simple summary in plain text:\n\n**Summary:**\n\nThis context is empty. There is no information to summarize.","summary":"No events provided to summarize."},{"hash":"05c77dac579a022ff42d20918b3bd9e841b7a6f62859ca205fd2f2d0ac9e1251","title":"Nepali Congress (NC) leader Ghimire urged Prime Minister Dahal to reconsider his decision to dissolve parliament, stating that it was unconstitutional and could lead to instability.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/politics/speaker-ghimire-calls-prime-minister-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/1674121407_devrajghimire_1200x560_202301191710261688557336_1024.jpg","category":"politics","content":"Speaker of the House and Prime Minister had a phone call. They discussed:\n\n* Government policies and programs\n* Political consensus efforts\n* Running the House effectively\n* Political developments and talks with opposition parties\n\nThe Prime Minister said he will try to break the deadlock in the House after returning to Kathmandu. The Speaker stressed the need to agree on policies and programs and pass the budget without making it political.","summary":"Speaker Ghimire discussed policies, consensus efforts, and House operations with Prime Minister Dahal, who updated on ongoing political developments and plans to resolve House deadlock."},{"hash":"2165db3ad229b8198f7d7924349127eb28c0732cae88617ea9825599a4e56d6a","title":"dpm-yadav-resigns-from-government","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/health/dpm-yadav-resigns-from-government","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav1616083078_1024.jpg","category":"health","content":"Deputy Prime Minister Upendra Yadav and Minister of State Deepak Karki have resigned due to political changes that make working in the government difficult.","summary":"Nepalese Deputy Prime Minister Upendra Yadav and State Health Minister Deepak Karki resign due to unfavorable political developments."},{"hash":"1427ed4497fc266d3dfc682fd83b960eb0d9b523df77c225f5257c0bd8c0960a","title":"**Joint Scholarship Project in Ichangu Narayan**\n\nA collaboration between local and international organizations provides scholarships to students in Ichangu Narayan. These scholarships cover tuition, transportation, and uniforms, enabling students to pursue their education and break the cycle of poverty.","date":1715592472940,"source":"nn","link":"https://nepalnews.com/s/capital/the-joint-scholar-ship-project-in-ichangu-narayan","imageLink":"https://web.nepalnews.com/storage/story/1024/1b463270_790c_444e_983a_21c83170d6301715564327_1024.jpeg","category":"capital","content":"Input missing. Please provide the text to be summarized.","summary":"There is no text provided for me to summarize. Please provide the text you would like summarized."},{"hash":"1d75ece0f2263764250d18fcdedf8e8436c5aceb5b7cd76a18799f86849e2bbd","title":"Prime Minister Prachanda met with President Paudel to discuss key issues.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/capital/meeting-with-president-paudel-by-prime-minister-prachanda","imageLink":"https://web.nepalnews.com/storage/story/1024/14eaed5b_9948_4011_9ef5_2edd408aba3c1715508825_1024.jpg","category":"capital","content":"Nepalese Prime Minister Dahal and President Paudel met at the Rashtrapati Bhawan to discuss current national affairs.","summary":"Prime Minister Dahal met with President Paudel to discuss current affairs of Nepal."},{"hash":"53588064c081a6c87533cca5dc2ede1a5dcb6aeed25fb5a52d14fbd7c1007587","title":"Daily photo highlights from Xinhua News Agency.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/global/xinhua-photos-of-the-day","imageLink":"https://web.nepalnews.com/storage/story/1024/XxjpbeE007130_20240512_PEPFN1A0011715500539_1024.JPG","category":"global","content":"An input is required to provide a summary.","summary":"There are no events to summarize."},{"hash":"6ecec7dcc41b0bc63a8072803adddf9fed5da0420ceddc8233e493f8bf2a6cde","title":"Jeep accident in Tanahun, Nepal:\n- Jeep overturned off a cliff\n- 15 people on board\n- 11 people killed, 4 critically injured","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/issues/jeep-accident-in-tanahun","imageLink":"https://web.nepalnews.com/storage/story/1024/SanebahadurNepali_Tanahun_RSS_30_phjeepaccident_(1)1715499654_1024.jpg","category":"issues","content":"Please provide the text to be summarized in order for me to generate a summary.","summary":"There is no context provided to summarize, please provide the necessary information."},{"hash":"7e74c290ce513c9650f9755da425c3fa77b1ef1c55becf8f991d9246d050ee99","title":"Nepalese Prime Minister Pushpa Kamal Dahal (Prachanda) and Nepali Congress President Sher Bahadur Deuba met to discuss issues of mutual interest and national importance.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/politics/pm-dahal-and-nc-president-deuba-hold-meeting","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_residence_baluwatar1715498635_1024.jpg","category":"politics","content":"Prime Minister Dahal and opposition leader Deuba met to discuss running Parliament.\n\nThe opposition party wants a committee to investigate misuse of cooperative funds.\n\nThe Prime Minister was open to the idea. The opposition will decide on Monday.\n\nThe government will present its policies on May 14th. Dahal met with the opposition to end the obstruction of Parliament before that.","summary":" Nepali Prime Minister Pushpa Kamal Dahal 'Prachanda' and Nepali Congress President Sher Bahadur Deuba discussed running Parliament, formation of a committee to investigate cooperative fund misappropriation, and government policy presentation on May 14."},{"hash":"d3816f7ee9c500ce0467bf552e972865ec7b6829d9cd592d64d97b26b79f15ac","title":"Kathmandu Valley's air pollution has improved significantly, thanks to government measures including traffic restrictions and electric vehicle promotion.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/capital/kathmandu-valley-s-pollution-decreases","imageLink":"https://web.nepalnews.com/storage/story/1024/2009_03_Kathmandu_081690373290_10241698818973_1024.jpg","category":"capital","content":"Rainfall in Kathmandu has improved air quality.\n\nThe Air Quality Index (AQI) has dropped from 162 (most polluted) to 56 (moderate).\n\nWildfire containment and rain have reduced air pollutants.\n\nAQI levels:\n\n* 0-50: Good (green)\n* 51-100: Moderate (yellow)\n* 101-150: Unhealthy for sensitive groups (orange)\n* 151-200: Unhealthy for all (red)\n* 201-300: Very unhealthy (purple)\n* 301-400: Hazardous (maroon)\n* 401-500: Highly hazardous (maroon)","summary":"Rainfall in Kathmandu Valley has significantly reduced air pollution, with the city's Air Quality Index improving from 162 (world's most polluted) to 56."},{"hash":"5e3394242f39414bd04b852957ea6af944a47c08bcabdd42487b9336b6b4cc4a","title":"Rato Machindranath Jatra festival begins in Nepal, honoring the god of rain and thunder.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/capital/rato-machhindranath-jatra-begins-1","imageLink":"https://web.nepalnews.com/storage/story/1024/rato_machindra1715439889_1024.jpeg","category":"capital","content":"The Rato Machhindranath chariot festival started today. The chariot with the rain god's statue was taken from Pulchowk to Gahbahal. The chariot will go through all the Patan streets. Then, it will be taken to Jawalakhel for the \"bhoto jatra\" display.","summary":"The Rato Machindranath chariot, revered as a symbol of rain and prosperity, commenced its journey today from Pulchowk to Gahbahal, carrying the deity's statue amidst musical performances, as part of the annual festival honoring the god of rain."},{"hash":"795a19c271c2822e7173d13216f0f5406463c568822a25c792250fcfd3a1e032","title":"Rato Machhindranath chariot festival begins","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/capital/rato-machhindranath-jatra-begins","imageLink":"https://web.nepalnews.com/storage/story/1024/rato_machindra1715439889_1024.jpeg","category":"capital","content":"Rato Machhindra festival started today. The chariot of Rato Machhindranath, the god of rain and good times, is being pulled from Pulchowk to Gahbahal. The statue of the deity was installed on the chariot after its construction was completed. The chariot will pass through all the areas of Patan and will reach Jawalakhel, where the famous \"Bhoto Jatra\" will be showcased.","summary":"Rato Machhindranath's chariot, symbolizing rain and good fortune, embarked on its procession from Pulchowk to Gahbahal, passing through Patan's toles to showcase the renowned bhoto jatra."},{"hash":"87fac0cb140b2af285af825560c1e6eb68abf51d7fc15211617917cf97004287","title":"Arrested with an unknown amount of money.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/arrested-with-an-undisclosed-amount-of-money","imageLink":"https://web.nepalnews.com/storage/story/1024/BimalBista_KTM_RSS_28_pakrauparekaharu1715328238_1024.jpg","category":"capital","content":"Police in Kathmandu arrested Samir Sunar, 28, and Milan, 29, from Rupandehi with Rs 9.8 lakh in cash.","summary":"The Valley Crime Investigation Office arrested two individuals, Samir Sunar and Milan, with an undisclosed amount of Rs 9.8 lakh from Kathmandu."},{"hash":"da81625d9c62e2303ec86d04c3bfb749119349cca615e1fb69508a67b31fcc49","title":"Parliamentary deadlock will end by Tuesday as PM Dahal resolves issues.","date":1715592511078,"source":"nn","link":"https://nepalnews.com/s/politics/parliamentary-impasse-ends-by-tuesday-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_prachanda1715566297_1024.jpg","category":"politics","content":"Prime Minister Prachanda believes that parliament will resume its duties by Tuesday. He is working with the Nepali Congress to resolve the deadlock. The President will address parliament on May 14th, and there should be no disruptions. The government will also form a committee to help victims of cooperative fraud. While Rai, who is accused of stealing cooperative funds, has left the country, the government is working to bring him back for investigation. The previous alliance ended because major posts were not shared as agreed.","summary":"Prime Minister Dahal expects parliamentary deadlock to end by Tuesday, discusses cooperative victims' issues, and clarifies stance on GB Rai's case."},{"hash":"1331f7c4da881508ca6b88fa8ea521a620ffe51a6590327c71db78167f14eb09","title":"Finance Minister: Tax rates will not change suddenly.","date":1715592516394,"source":"nn","link":"https://nepalnews.com/s/business/finance-minister-says-tax-rate-will-not-be-changed-arbitrarily","imageLink":"https://web.nepalnews.com/storage/story/1024/barsha_man_pun1714640138_1024.jpg","category":"business","content":"The Finance Minister has announced that tax rates will not change in the next budget. The government's focus is on reviving the economy by addressing the slowdown and promoting transparent business practices. The private sector is encouraged to participate in the development process. The government will address legal and policy gaps and adopt best practices to support economic growth. The Finance Minister also acknowledged the construction sector slowdown and the government's efforts to resolve it.","summary":"Finance Minister Barshaman Pun announces no arbitrary tax rate changes in upcoming budget, emphasizing economic growth and transparency, and addressing construction sector slowdown."},{"hash":"e1a23ccf9512388b792d3f9b02188a4f59e97127e440edbd70af7a9c589b4e98","title":"Rainfall in Nepal's Gandaki, Koshi, and Bagmati provinces today.","date":1715592520613,"source":"nn","link":"https://nepalnews.com/s/nation/today-s-weather-rainfall-in-gandaki-koshi-and-bagmati-provinces","imageLink":"https://web.nepalnews.com/storage/story/1024/Cloudy_Weather1615618535_1024.jpg","category":"nation","content":"**Today's Weather:**\n\n* Rain expected in Gandaki, Koshi, and Bagmati provinces.\n* Partly cloudy in most areas, especially in the hills.\n* Thunder and lightning with rain in a few hilly and Tarai areas.\n* Possible light snowfall in high mountain areas.","summary":"Rainfall is occurring in parts of Gandaki, Koshi, and Bagmati provinces due to local winds, westerly winds, and a low-pressure system formed in Bihar, India."},{"hash":"c27e38fb103c878cc18eea107c6046114a103915f8ff331789d06f182a288260","title":"**Weather Update**\n\n* Current temperature: Warm, around 25-30°C (77-86°F).\n* Forecast: Clear and sunny skies with light winds.\n* UV index: Moderate, with some protection recommended.\n* Humidity: Low, around 40-60%.\n* Air quality: Good, with clear conditions.","date":1715592526332,"source":"nn","link":"https://nepalnews.com/s/nation/weather-update-51","imageLink":"https://web.nepalnews.com/storage/story/1024/Cloudy_Weather1615618535_10241677215140_10241679464023_1024.jpg","category":"nation","content":"**Today:**\n* Cloudy with rain, thunder, lightning, and wind in many areas.\n* Heavy rain in some eastern and central areas.\n* Light snow in some mountain areas.\n\n**Tonight:**\n* Still cloudy with rain in eastern, central, and southern areas.\n* Less rain elsewhere.\n* Light snow possible in some mountain areas.","summary":"Today and tonight, widespread rain with lightning and wind is expected throughout Nepal, with heavy rain and snowfall possible in some regions."},{"hash":"091958b8900dce8c986e4462cf86fb0b2395679aca566cdea1c77b67d2dd9f71","title":"In Sarlahi, witnesses report that the East-West Electric Railway project is 90% complete.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/nation/sarlahi-section-witnesses-90-percent-progress-in-east-west-electric-railway","imageLink":"https://web.nepalnews.com/storage/story/1024/22368629979661291361715430213_1024.jpeg","category":"nation","content":"**East-West Electric Railway Construction Progress**\n\nNearly 90% of construction in Sarlahi district for the East-West Electric Railway, a major national project, is complete. However, track opening and railway base setup are still ongoing.\n\nTree clearance issues have delayed progress in some areas, but construction has been slow recently. The construction company has not yet received all payments for completed work.","summary":"The East-West Electric Railway project in Sarlahi has achieved 90% completion, with ongoing track opening and base establishment, though progress has been hindered by compensation issues and delayed payments to the construction company."},{"hash":"6ca33e303dfb5118dd9b53663aadfff56141f248d072da6d040bba4388cb4d00","title":"Light rain likely in Lumbini Province, Karnali Province, Sudurpaschim Province","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/nation/light-rain-likely-in-lumbini-karnali-sudurpaschim","imageLink":"https://web.nepalnews.com/storage/story/1024/Cloudy_Weather1615618535_10241677215140_10241680759318_1024.jpg","category":"nation","content":"- Expect light to moderate rain, thunder, and lightning in some areas of the country.\n- Chances of light rain and thunder in other parts.\n- Possible light snowfall in high hilly and mountainous areas.\n- Affected areas include Koshi, Gandaki, Sudurpaschim, Lumbini, and Karnali.\n- Be alert for possible impacts on daily life, especially in high-altitude areas.","summary":"Light to moderate rain with thunderstorms and lightning is affecting various regions of Nepal due to a low-pressure system and wind patterns, with potential light snowfall in mountainous areas and possible impacts on daily activities."},{"hash":"48734a6c4d1ac6914bc1b7551d247e7e9f154b0e532d2daceb1bdcfa0028e0b3","title":"Joshi Dhakal has been promoted from Senior Superintendent of Police (SSP) to Assistant Inspector General (AIG) of Nepal Police.","date":1715592541172,"source":"nn","link":"https://nepalnews.com/s/nation/cabinet-decisions-joshi-dhakal-promoted-to-aig","imageLink":"https://web.nepalnews.com/storage/story/1024/PMO_Singha_Durbar1686496476_1024.jpg","category":"nation","content":"- Deputy Inspectors General Umesh Joshi and Bhim Dhakal promoted to Additional Inspectors General of Nepal Police.\n- 42 athletes, coaches, and managers awarded for winning medals in international sports.\n- Nanda Lal Majhi appointed as Vice Chairman of Social Welfare Council.\n- Suresh Manandhar appointed as Member of Language Commission.","summary":"The government promoted police officials to higher ranks, awarded athletes for international victories, and appointed new officials to the Social Welfare Council and Language Commission."},{"hash":"b0548d7d73811f457ad631f1ee665c61883d228e05213db65aec4554aedab71e","title":"Narayangadh to Muglin road is getting a new bridge. The construction is going smoothly and is expected to be finished soon.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/nation/bridge-construction-along-narayangadh-muglin-road-section-in-full-swing","imageLink":"https://web.nepalnews.com/storage/story/1024/narayan_ghat_mugling_sadak1715234021_1024.jpg","category":"nation","content":"11 out of 15 bridges on the Narayangadh-Muglin road are now operational. Work is underway to open the remaining 4 bridges by mid-November. Some bridges faced delays due to road access and compensation issues. Overall, the road and bridge improvements have reduced problems caused by landslides during the rainy season.","summary":"As of present, 11 of the 15 bridges on the Narayangadh-Muglin road project are functional, with the remaining four (Khahare, Namche, Kalikhola, and Tuin Khola) expected to be operational by mid-November."},{"hash":"20f21ed929fda3b486b48c9bf8449e3c329d19ab49630ec866e2b3ba9ee10274","title":"Government informs the speaker about preparations underway for the upcoming fiscal year's policy program.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/politics/govt-informs-speaker-about-ongoing-preparations-on-upcoming-fy-s-policy-programme","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"The government shared its plans for the next year with the Speaker and chief whips of political parties. Minister Giri asked the main opposition party to cooperate with the government's plans. However, the chief whip of the main opposition party insisted on an investigation into allegations of cooperative scams.","summary":"The government informed key figures in parliament about the fiscal year's policy and programme, including plans to present it on May 14, while the opposition raised concerns about investigating cooperative scams."},{"hash":"f8282a740f02d116d993c56948f012684d23d53bbe2bd752b50ae2a9ad35eaa3","title":"Political instability hurts development. Chairperson Oli agrees.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/politics/political-instability-takes-a-toll-on-development-chairperson-oli","imageLink":"https://web.nepalnews.com/storage/story/1024/Oli_____1715429406_1024.jpg","category":"politics","content":"**Political Instability Hinders Development**\n\nFormer Prime Minister KP Sharma Oli acknowledges that political instability has impacted development in Nepal. He emphasizes the importance of infrastructure for entrepreneurship and job creation, particularly in agriculture.\n\nDespite progress in infrastructure development (railways, airways, electricity), Oli notes the urgent need for policies and programs to enhance physical infrastructure.\n\nVice-Chairperson Surendra Pandey highlights the need to improve capital expenditure and unite all parties on development goals.\n\nDeputy Prime Minister Raghubir Mahaseth promises accelerated infrastructure development and a focus on national interests.\n\nExperts will present recommendations on various transportation sectors, including railways and water transport, at the seminar.","summary":"CPN (UML) Chairperson KP Sharma Oli acknowledges political instability's impact on development, emphasizing infrastructure development and entrepreneurism support."},{"hash":"56330b72bb3ddc8f073ad9982749d236a68e0d9d051741e012c0f23f6f248b86","title":"National Assembly meeting postponed due to protests by National Congress members.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/politics/national-assembly-meeting-put-off-after-nc-s-protest","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"The National Assembly's second meeting was postponed after opposition lawmakers from the Nepali Congress (NC) protested. The NC had demanded a probe into embezzlement in cooperatives before allowing the Assembly to proceed. Despite allowing an NC lawmaker to speak, the protest continued, leading to the meeting being postponed until May 14.","summary":"Due to NC lawmakers' protest over the lack of an embezzlement probe committee, the second National Assembly meeting was postponed until May 14."},{"hash":"7b5da7471f849ceecb751ef13da93096833ed969408a2a5fc7ed2f453a896e27","title":"DPM Lamichhane wants to speak in Parliament.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/issues/i-should-get-chance-to-speak-in-parliament-dpm-lamichhane","imageLink":"https://web.nepalnews.com/storage/story/1024/438169985_10228328384329410_8099006724442484847_n1715418212_1024.jpg","category":"issues","content":"Deputy Prime Minister Rabi Lamichhane claims that his right to speak in parliament has been violated and demands a chance to speak. He argues that he should be allowed to defend himself against accusations and insists that his opponents prove their claims. Lamichhane also states that the Nepali Congress should not dictate to his party and that efforts are being made to apprehend a suspect linked to a cooperatives scam.","summary":"Deputy Prime Minister Rabi Lamichhane asserts his parliamentary speaking rights, denies allegations, and seeks a probe into cooperatives while vowing to arrest scam suspect GB Rai."},{"hash":"4e99a70221a7d6268625e92c0b4ebd09bd1d62198ce041cfeec5e786901fd03d","title":"Minister Joshi urges immediate aid for shelter construction for Jajarkot earthquake survivors.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/issues/minister-joshi-insists-on-immediate-relief-to-build-shelter-for-jajarkot-quake-survivors","imageLink":"https://web.nepalnews.com/storage/story/1024/bhukampa_jajarkot__7_1699080065_1024.jpeg","category":"issues","content":"During the recent earthquake in Nepal, many people lost their homes. The government is working to provide compensation and temporary shelters before the rainy season. They are also working on policies to reduce the risk of disasters in the future.","summary":"Minister Joshi highlights the need for urgent relief and compensation for earthquake victims in Jajarkot, emphasizing the importance of disaster risk reduction and management despite ongoing financial challenges."},{"hash":"8e4afb40f01a17084214e78590634dd3101fcdac783d9e827fc77cefadccdc48","title":"Mother and son tragically died in a house fire, their bodies found charred beyond recognition.","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/issues/mother-son-charred-to-death-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"issues","content":"A mother and son died in a fire in Siddhicharan Municipality. The mother was trying to put out a fire in a field when she caught fire. Her son also died trying to save her.","summary":"A mother and son died after a forest fire spread to their field, where they attempted to extinguish the flames."},{"hash":"f117941c8a9454e9655471f3cc355d13397ae77cbe40ebfc579adf6f7e7497ad","title":"Ambassador Khatri praised the efforts of the new Peace Corps volunteers who are committed to working in communities.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/ambassador-khatri-congratulates-the-new-batch-of-peace-corps-volunteers","imageLink":"https://web.nepalnews.com/storage/story/1024/440792984_821956013299686_2337627259299591376_n1715417674_1024.jpg","category":"global","content":"No context was provided to summarize. Please provide the text you want summarized.","summary":"There is no input provided to summarize."},{"hash":"9b0893549e23105df4b76c62ab8692bf12cacdd46b822c171e35e8c7cb7a482d","title":"A train crash in Buenos Aires, Argentina, left dozens dead and injured when a train collided with a bus at a level crossing.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/argentina-buenos-aires-train-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/CnyztpE007004_20240511_PEPFN1A0011715415190_1024.jpg","category":"global","content":"You did not provide any text for me to summarize. Please provide the text you would like me to summarize.","summary":"No events have been provided to summarize."},{"hash":"6ce8b7f76f049609887d25e051f92c36bdc3626bba462cd4f34a775b9acb8deb","title":"**Summary of HWPL Statement on Israel-Iran Conflict:**\n\nHWPL calls for peace and dialogue between Israel and Iran. They urge both sides to resolve conflicts through peaceful means, including interfaith dialogue and cooperation. HWPL believes that war is not the solution and that dialogue is essential for understanding and reconciliation.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/hwpl-statement-on-israel-iran-conflict","imageLink":"https://web.nepalnews.com/storage/story/1024/21715166055_1024.jpg","category":"global","content":"**Iran-Israel Conflict**\n\nIran and Israel are fighting, with attacks killing people. The international community is worried because:\n\n* **War crimes:** Israel attacked Iran's consulate in Syria, which is against international law.\n* **Humanitarian crisis:** 30,000 people died in Israel-Hamas War in Gaza, and Gaza is running out of space for burials.\n\n**Call for Peace**\n\nA group called HWPL calls for peace and an end to war. They urge:\n\n* **Stop aggression:** Iran and Israel should stop fighting and talk about peace.\n* **International support:** The international community should help build peace and provide aid to those affected.\n* **Legal instrument:** An international law should be created to promote peace.","summary":"\nThe recent violent conflict between Iran and Israel is causing significant concerns in the international community. The two nations that do not share borders are mobilizing high-end weaponry to attack each other and kill human lives.1 April 2024, the Israeli military attacked the Iranian consulate in Syria. A strike against a non-military facility in a third nation, a nation not directly involved in the conflict, infringes international law and constitutes a war crime. Moreover, on 13 April, Iran responded by attacking Israel’s land. Both nations have pointed their guns directly at each other, and there are growing concerns in the international community that the attacks could escalate into another war.\nThe Israel-Hamas War in Gaza has killed 30,000 since last year, and news outlets reported on dire situations in Gaza, running out of space for proper burial. The war that has persisted in the region over the past century continuously overshadows the prospect of the coexistence of the human race.\nIt is a clear indication that the greatest victims of war are innocent civilians. How could those lost lives ever be brought back? What could compensate for the outcry of children and the anguish of the youth in devastated dwellings?\nHWPL strongly supports the voices of the citizens, the true protagonists of the global village, who oppose war and call for peace. All nations of the global community must uphold the citizens’ demands, thereby ceasing the unjust war and joining to accomplish peace. Organizations worldwide, in alliance with HWPL as peace solidarity, urge Iran and Israel to put a stop to the acts of aggression immediately and to come forward for conversations to usher in peace.\nHWPL recommend that the international community take necessary measures to facilitate the formation of amicable relations between the two nations and provide humanitarian aid. It would be reasonable for all countries to support an international legal instrument for peace that embodies the long-yearned path to peace and to comply with its contents so that we leave a legacy of peace for future generations. HWPL will not spare its efforts for peace and cessation of wars.\n\n\n\n\n\n\n\n"},{"hash":"c94f8e4afac88e1cb0fb370ada56857a008186039807d76728b22d93ca250d67","title":"Nepal and Korea will meet to plan a high-level visit.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/preparation-of-high-level-visit-between-nepal-and-korea","imageLink":"https://web.nepalnews.com/storage/story/1024/korea1715163613_1024.jpg","category":"global","content":"Nepal and South Korea will mark 50 years of diplomatic relations.\n\nHigh-level officials will visit to celebrate the anniversary.\n\nThe two countries will hold events throughout the year.\n\nSouth Korea has invested heavily in Nepal, including a new Hyundai plant.\n\nKorea wants to invest more in Nepal's hydropower sector.\n\nNepal is a top destination for Korean workers.\n\nOver 100,000 Nepalis have worked in Korea since 2008.\n\nNepali workers are now expanding into service and forestry sectors.\n\nFormer Korean workers are starting businesses in Nepal.","summary":"Nepal and South Korea celebrate 50 years of diplomatic relations with high-level visits and programs, focusing on investment, employment, and cooperation in various sectors."},{"hash":"e723ab3067a8adddaf32c9827d2897f76acc62350800bee739d3b29786c034f6","title":"Japan and Nepal have similar experiences in culture, tradition, heritage, and religion.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/global/japan-and-nepal-share-many-things-in-common-japan-s-foreign-minister-kamikawa-yoko","imageLink":"https://web.nepalnews.com/storage/story/1024/japan_foregn_minister1714872450_1024.jpg","category":"global","content":"* **Japan and Nepal are similar in having mountainous terrain and democratic governments.**\n* **They have supported each other during earthquakes, with Japan providing aid and Nepal showing compassion.**\n* **Both countries lack natural resources and value free trade and the rule of law.**\n* **Japan has assisted Nepal in infrastructure development, including the Nagdhunga tunnel.**\n* **Nepal has a growing presence in Japan, with over 170,000 Nepali residents.**\n* **Japan promotes \"Women, Peace and Security\" initiatives, and Nepal has a strong record in peacekeeping operations.**\n* **Japan aims to strengthen its relationship with Nepal, especially in the lead-up to the 70th anniversary of diplomatic relations and Nepal's graduation from the Least Developed Country category.**","summary":"Despite facing challenges due to mountainous terrain, Japan and Nepal share common experiences, including democratic values, natural disasters, and a desire for a resilient society, with Japan providing significant support for Nepal's development and stability."},{"hash":"e536a2dbbb9354081e37437e2c2cb352bc2780c2c3f77a9a9239ab3df7f99546","title":"Government vows to help and protect investment.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/government-is-committed-to-facilitate-and-secure-investment-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/PRO_KTM_066A88701715326651_1024.JPG","category":"business","content":"Prime Minister Prachanda wants to boost Nepal's economy by encouraging investors. He believes investing in Nepal will create jobs, reduce imports, and strengthen the economy. The government is changing laws to make it easier for people to invest and is committed to making a friendly environment for businesses. The Prime Minister thinks Nepal is becoming a good place for investors and that the economy is improving.","summary":"Nepal's Prime Minister, Prachanda, emphasizes government commitment to economic transformation through private sector investment and import substitution by promoting domestic industry."},{"hash":"472b30dd76138da4860086a7ff9ab65442c89350141d4d804e8c3bb59e227fbe","title":"European Union will provide support to Nepal to attract foreign investment.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/eu-to-help-nepal-bring-investment","imageLink":"https://web.nepalnews.com/storage/story/1024/The_European_Union_(EU)1715320904_1024.jpg","category":"business","content":"* EU will help Nepal attract investment.\n* 'EU-Nepal Trade Forum' in Kathmandu next week to bring in European investment.\n* Companies from EU countries will discuss investment opportunities in Nepal.\n* Nepal aims to improve its economy and create jobs.","summary":"The European Union (EU) plans to assist Nepal in attracting foreign investment through an upcoming 'EU-Nepal Trade Forum' in Kathmandu to address its investment deficit and support its development goals."},{"hash":"2aa4d008a1db97151655e83d459e6098de8445064eedbabca63f11fc9a8a3dfe","title":"Transparency and good governance go hand in hand. Transparency allows for accountability and prevents corruption, while good governance ensures that decisions are made in a fair and equitable way. Together, they promote trust and legitimacy in government.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/business/transparency-and-good-governance-complement-each-other-president","imageLink":"https://web.nepalnews.com/storage/story/1024/9d263f51_cefd_4241_bb20_05f8888718f21715242217_1024.jpg","category":"business","content":"**Summary:**\n\nPresident Paudel:\n* Transparency and good governance are important.\n* Auditors are the \"economic watchdog\" of the nation.\n\nMinister Sah:\n* Auditors help prevent fake bills and revenue evasion.\n* ACAN promotes good financial governance.\n\nACAN President Pandey:\n* Conference will discuss solutions to Nepal's economic challenges.","summary":"President Paudel emphasizes transparency and good governance, highlighting the role of auditors, ACAN hosts a conference to address Nepal's economic challenges and honor leaders."},{"hash":"c421f2f8d013cc5c554ba2c77db9bd9c1b500b22e0c1b023672d9974111f3e94","title":"Prime Minister Dahal plans to present the upcoming budget in a novel way.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/business/upcoming-budget-to-be-introduced-in-a-new-manner-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_new1713842655_1024.png","category":"business","content":"PM Prachanda says:\n\n* New budget will help the poor and lay foundation for socialism.\n* Government is asking for suggestions from all parties to make the budget more people-friendly.\n* Government has improved the economy and is fighting for good governance, social justice, and prosperity.\n* Diplomatic relations with other countries are getting stronger.","summary":"PM Dahal plans to introduce policies and budgets targeting economic improvement, soliciting suggestions for people-oriented programs, and strengthening Nepal's international relations."},{"hash":"a075617d73dd2ddd230185e93bc4a96eb63c19df0d395c2fc095fe4264a2bd4b","title":"The Nepal Swadeshi Summit 2024 has released a 35-point declaration, which includes:\n\n* Promoting local products and businesses\n* Reducing imports and increasing exports\n* Supporting small-scale industries and farmers\n* Encouraging entrepreneurship and innovation\n* Protecting national interests and resources","date":1715592628510,"source":"nn","link":"https://nepalnews.com/s/business/nepal-swadeshi-summit-2024-35-point-declaration-issued","imageLink":"https://web.nepalnews.com/storage/story/1024/441187804_7890365774349885_1226150477776136282_n1715125603_1024.jpg","category":"business","content":"The Make in Nepal Summit ended with a 35-point plan to boost local businesses and increase domestic production. The plan includes:\n\n* Making laws more friendly to businesses\n* Giving preference to locally made products\n* Ensuring a steady supply of raw materials\n* Creating a separate financial institution for industrial investment\n* Implementing a one-stop service center for businesses\n* Encouraging the production and import of domestic products\n* Imposing fines on offending industrialists instead of criminal charges\n* Reviewing trade agreements and treaties\n* Getting political parties to agree on economic growth and industrial development","summary":"The Make in Nepal-Swadheshi Summit-2024 concluded with a 35-point declaration promoting local industries, increasing domestic production, and encouraging consumption."},{"hash":"df9b7b06ec76b8f2f869bac62ff8e92d3b60b6a6145578db759c3601bcb09211","title":"Nepalese runners won two titles in the Malaysia International Marathon.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-runners-won-2-titles-in-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/422620795_859372276202663_5891976066813061462_n1714904704_1024.jpg","category":"sports","content":"Nepali runner Mahadev Rijal won two races in Malaysia:\n\n- 21 km half marathon today, finishing in 1:14:48\n- 21 km Climbathon yesterday, finishing in 3:03:58\n\nRijal became the 8th Tower Runner last year in the Malaysia Tower National Championship, finishing the 83-flight, 1381-step course in 9:22 minutes.\n\nRijal, from Beni, Nepal, has been running since moving to Malaysia 5 years ago.","summary":"Nepali runner Mahadev Rijal won two consecutive half-marathon races in Malaysia, securing first place in both events with impressive times."},{"hash":"7d22f65cb13004efc951d1a7217634e5de098beab800527921bfd8488bcb265b","title":"Nepal won the final T20 match against West Indies A.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/nepal-wins-final-match-against-west-indies-a-in-t20-series","imageLink":"https://web.nepalnews.com/storage/story/1024/438230324_859581999531515_2675064775143100892_n1714829807_1024.jpg","category":"sports","content":"Nepal's cricket team won the final match against West Indies 'A' in the T20 Series by six wickets. Nepal had won the first match, but lost the next three.\n\nWest Indies 'A' scored 172, with Alick Athanaze scoring the highest 42 runs. Nepal's bowlers, Sompal Kami and Sagar Dhakal, took three wickets each.\n\nNepal chased down the target in 18.5 overs, with Kushal Malla scoring 37 runs, Asif Sheikh 51 runs, and Anil Shah 58 runs.","summary":"Nepal defeated West Indies 'A' in the T20 Series final after losing the first three matches, thanks to Kushal Malla's match-winning 37 not out."},{"hash":"bb189a36492ef05672b1ce8763b3e6b70343c234cd53688b22d4345275939757","title":"President expresses well wishes to cricket players.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/president-extends-best-wishes-to-cricket-players","imageLink":"https://web.nepalnews.com/storage/story/1024/Sheetal_Niwas1623082198_1024.jpg","category":"sports","content":"President Paudel wishes Nepal's cricket team well in the upcoming ICC T20 World Cup. The team leaves for the US tonight and competes in Group D, facing the Netherlands first on June 4.","summary":"Nepal's President sends well wishes to the cricket team competing in the ICC T20 World Cup, beginning June 1, with Nepal facing the Netherlands on June 4 in Group D alongside South Africa, Sri Lanka, and Bangladesh."},{"hash":"63f0360edf629c2552c07da82b4f8a204ad5b2ed608c251932759e4931274472","title":"West Indies wins the T20 series against Team A.","date":1715592649086,"source":"nn","link":"https://nepalnews.com/s/sports/west-indies-a-clinches-t20-series-title","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714701176_1024.jpg","category":"sports","content":"West Indies 'A' won the T20 series against Nepal, with one match remaining. They defeated Nepal by 28 runs in the fourth match, leading the series 3-1. Andre Fletcher scored the highest for West Indies 'A' (84 runs), while Rohit Kumar Paudel scored the highest for Nepal (82 runs). The final match will be played on Saturday.","summary":"West Indies 'A' clinched the T20 series against Nepal after defeating them by 28 runs in the fourth match, with Andre Fletcher scoring 84 and Rohit Kumar Paudel making 82 for Nepal."},{"hash":"c0268d83151b4700710f0d718bbec12fc67c78746b9c81699b68d8c7925acf37","title":"Nepal loses to West Indies by 76 runs in the third T20 match.","date":1714521600000,"source":"nn","link":"https://nepalnews.com/s/sports/t20-series-nepal-lose-third-match-to-west-indies-by-76-runs","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714577666_1024.jpg","category":"sports","content":"Nepal lost to West Indies 'A' in the third T20 match by 76 runs.\n\nNepal failed to chase 228 runs, scoring only 151. Karan KC (28) and Lokesh Bam (28) were the top scorers.\n\nWest Indies batted first and scored 227 runs with Johnson Charles scoring 119 runs.\n\nKaran KC and Sagar Dhakal took one wicket each for Nepal.\n\nNepal has won two and lost one match in the five-match T20 series. The fourth match is scheduled for tomorrow.","summary":"Nepal was defeated by West Indies 'A' in the third T20 match by 76 runs, with Johnson Charles scoring a century for West Indies, while Nepal has won two and lost one out of three matches in the series."},{"hash":"b70088aed087be48dc7ad38ba6f972de6b0d941f8703d43a1cae84eb468445f4","title":"Dengue cases in Bagmati Province of Nepal have crossed 11,000.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/health/dengue-cases-surpass-11-thousand-in-bagmati","imageLink":"https://web.nepalnews.com/storage/story/1024/kushtia_dengue_6yr_old_child_dies_of_dengue_in_kushtia_daily_bangladesh_16941828191697183214_1024.jpg","category":"health","content":"Dengue fever is widespread in Bagmati Province, Nepal. Over 11,000 cases have been reported since July 2023. Dhading has the highest number of cases, while Rasuwa has the least. Kathmandu, Chitwan, and Makwanpur also have high cases. One person has died from dengue in Makwanpur. The health office advises taking precautions against dengue, which is spread by mosquitoes.","summary":"Bagmati Province has recorded over 11,000 dengue cases in nine months, with Dhading having the highest and Rasuwa the lowest number of infections, resulting in one death in Makwanpur."},{"hash":"8aef9eb1da2d64a20abdcf3e1f946935576aaae84d7d0b3cd9ba8aa4647804c0","title":"Nepal focuses on respecting human rights in its approach to population and development. It believes that access to healthcare, education, and other essential services is crucial for both individuals and the country as a whole.","date":1714435200000,"source":"nn","link":"https://nepalnews.com/s/health/nepal-s-approach-to-population-and-development-is-right-based-dpm-yadav","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav_NewYork_1_1068x8011714461437_1024.jpg","category":"health","content":"**Summary:**\n\nNepal follows a rights-based approach to population and development, emphasizing:\n\n* Rights for all\n* Inclusivity\n* Innovation\n* Sustainability\n\nNepal believes that implementing the ICPD action plan is crucial to achieving the Sustainable Development Goals.\n\nDespite progress in health and other areas since the ICPD conference, challenges remain, including:\n\n* Inequalities\n* Conflicts\n* Economic crises\n* Climate change\n\nNepal is committed to:\n\n* People-centered development\n* Human rights\n* Gender equality\n* Sexual and reproductive health","summary":"Nepal emphasizes rights-based approach to population development, striving to implement ICPD Programme of Action for sustainable development."},{"hash":"853075cf39e1fcb42df78d974231e5f27301b7a218e2c71c13a200de5ecc34ac","title":"Japan has given a community center to a group that helps people prepare for disasters.","date":1713830400000,"source":"nn","link":"https://nepalnews.com/s/health/japan-hands-over-the-community-center-for-disaster-prevention","imageLink":"https://web.nepalnews.com/storage/story/1024/1_IMG_22281713885995_1024.jpeg","category":"health","content":"Japan donated a new community center to Nepal. The center will help people in Sindhupalchowk district prepare for and respond to disasters. It includes a building, disaster prevention committees, training, a public broadcasting system, warehouses, and landslide prevention measures. Japan's ambassador hopes the center will improve disaster preparedness and help revitalize the region.","summary":"Japan grants Indrawati Rural Municipality a Community Center for Disaster Prevention to enhance disaster preparedness and facilitate regional revitalization."},{"hash":"91ef85d22d1f5e45d5c9e0d118acd881370663a55fa7eb366d52362a948b3462","title":"Dr. Sharma, a member of parliament, donated RS 2 million to a children's hospital.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr. Sharma donates 2 million rupees to Children's Hospital being built by Dr. Koirala.\n\nThe hospital will have 100 beds in Kathmandu and plans to build 50-bed hospitals in all seven provinces.","summary":"MP Dr Sunil Sharma donated two million rupees to the Children's Hospital under construction by KIOCH, which plans to build specialized children's hospitals in seven provinces."},{"hash":"42e79a4549bfdf6d5604bd78b3d44969e580204855bea65a83fee67398a94def","title":"Dr. Sharma, a parliamentarian, donated Rs. 2 million to a children's hospital.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital-1","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr Sunil Sharma, a member of Parliament, donated 2 million rupees to the Children's Hospital being built by Cardiothoracic Surgeon Dr Bhagwan Koirala. The hospital aims to construct specialized children's hospitals in all seven provinces of Nepal, with a 100-bed hospital planned for Kathmandu. Dr Sharma provided the donation to show his support for Dr Koirala's initiative.","summary":"Parliamentarian Sharma donated two million rupees to the under-construction Kathmandu Institute of Child Health, which aims to build seven specialized children's hospitals across Nepal."},{"hash":"154799215f3c56c152f4cdd1f6bebd98fb198c0a0ba3bac898391362156c398f","title":"World-record holder climber Kami Rita Sherpa returns to base camp.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/world-record-holder-summitter-kamirita-sherpa-returns-to-basecamp","imageLink":"https://web.nepalnews.com/storage/story/1024/440473958_2120038861686741_5404807050641227950_n1715579789_1024.jpg","category":"travel-and-tourism","content":"Kamirita Sherpa, famous climber, returned to Everest base camp after climbing Mount Everest 29 times. He was greeted by climbers and officials. He cut a cake at the base camp office and plans to climb Everest again if the weather allows.","summary":"Celebrated climber Kamirita Sherpa, who has scaled Mount Everest 29 times, returns to base camp and expresses intention to summit again if weather permits."},{"hash":"0def68ec9475499743587d7dfa1b69e48c2918665227bae0f811cd539e897d09","title":"Kamirita Sherpa has become the first woman to summit Mount Everest for the 29th time.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/29th-everest-summit-by-kamirita-sherpa","imageLink":"https://web.nepalnews.com/storage/story/1024/kamirita_sherpa1715505850_1024.jpg","category":"travel-and-tourism","content":"Nepali climber Kamirita Sherpa set a new world record for climbing Mount Everest 29 times. He reached the summit today at 7:25 am. Kamirita holds the record for the most Everest ascents, having climbed it 43 times along with other mountains above 8,000 meters.","summary":"Nepali mountaineer Kamirita Sherpa sets a new world record by climbing Mount Everest for the 29th time, surpassing Appa Sherpa's previous record of 21 ascents."},{"hash":"7efddc90140d04fa91f492053d99953e89c8838baa42fdcd7dccb4c8a6f2a607","title":"Nepali professionals gathered in Berlin for a summit to network, share knowledge, and explore opportunities in various fields.","date":1715592693480,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/nepali-professionals-summit-in-berlin","imageLink":"https://web.nepalnews.com/storage/story/1024/441574689_10161848659342745_5517088881319440471_n1715478667_1024.jpg","category":"travel-and-tourism","content":"Nepali professionals gathered in Berlin to share ideas and knowledge. They discussed how to support Nepal's development in areas like tourism, technology, and healthcare. The summit aimed to harness the skills and expertise of Nepali professionals living in Germany. The Nepalese government encouraged Diaspora engagement through initiatives like the Brain Gain Centre and updated citizenship laws.","summary":"The Second Nepali Professionals' Summit in Berlin fostered knowledge exchange among Nepali professionals in Germany to contribute to Nepal's development."},{"hash":"40899e9d7a5aff1d58bf20aaf5e461d05969e0c90d1d867e5a1879b1a34b67cd","title":"105 crocodiles released into Rapti River","date":1715592699494,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/105-crocodiles-released-into-rapti-river","imageLink":"https://web.nepalnews.com/storage/story/1024/Crocodiles1683781744_1024.jpg","category":"travel-and-tourism","content":"105 Gharial crocodiles released in Rapti River to support their survival.\n\nThese crocodiles were raised in the Chitwan National Park breeding center.\n\nSince 2035 BS, the breeding center has released 1,957 Gharial crocodiles in various rivers, including 1,222 in Rapti River.\n\nGharial crocodiles are critically endangered, but their population faces challenges due to human activities and migration into India.","summary":"105 Gharial crocodiles, bred at Chitwan National Park, released into the Rapti River as part of a conservation program initiated in 2035 BS, with challenges posed by human activities and border crossings."},{"hash":"ce58d4a6666fe76708b3ffc82114d1e802b467d2b3ef22c88119d7ff90a676a6","title":"The private sector is asking the Prime Minister to support regular flights at Gia Lai Airport.","date":1715592704856,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/private-sector-seeks-pm-s-support-for-regular-flights-at-gia","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_gautam_budha_airport1715388257_1024.jpeg","category":"travel-and-tourism","content":"Business leaders in Bhairahawa have requested the Prime Minister's support in starting regular flights at Gautam Buddha International Airport.\n\nThe Prime Minister received a request from a business group led by Mr. Thakur Kumar Shrestha. The Prime Minister has promised to take action to make this happen.","summary":"Bhairahawa private sector seeks Prime Minister's support for regular flights at Gautam Buddha International Airport, which the Prime Minister positively responds to."},{"hash":"77f2ca1039f7b869b884c8c70e71bf52e364cb24221e65f25bedbbb6c746c80b","title":"The process of fixing the rope to the summit of Mount Everest has been completed, providing a safe path for climbers.","date":1715592709081,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/the-rope-fixing-to-the-everest-is-completed","imageLink":"https://web.nepalnews.com/storage/story/1024/mountainterring_expedition_night_xycJPOAGj51715388058_1024.jpg","category":"travel-and-tourism","content":"**Mount Everest Climbing Season Opens**\n\nA team has completed the \"rope fixing\" process on Mount Everest, making the climbing route safe for the 2024 spring season.\n\nOver 950 climbers have received permission to climb, including 30 mountains. The government has collected over 67 crores in revenue.\n\nThe team that fixed the ropes included 10 summiteers from Nepal.\n\nDomestic and foreign climbers with permission can now climb Mount Everest and other mountains.","summary":"The rope fixing team of Seven Summit Treks Company opened the climbing route to Mount Everest for the spring season of 2024 after fixing ropes to the highest peak."},{"hash":"e115a6d41dc575a6fb20a754295e2c6493cf6d2654ae267d4145bfcfcc13107f","title":"Government will establish an innovation fund for IT sector growth, promoting startups and entrepreneurship.","date":1714608000000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/pm-announces-to-institute-innovation-fund-for-it-sector-expansion","imageLink":"https://web.nepalnews.com/storage/story/1024/91fd8100_c369_454d_8e45_d73c48c2fe8d_1000x5001714631578_1024.jpg","category":"science-and-technology","content":"Prime Minister Prachanda has announced that the government will set up an innovation fund to boost the information technology industry in the next budget. He also emphasized the importance of information technology for economic and social development, especially for young people. The government is committed to developing and implementing policies and laws to support the growth of the IT sector and combat cybercrime.","summary":"PM Prachanda pledges to establish an innovation fund for the expansion of the IT sector, emphasizing the crucial role of IT in economic and social transformation."},{"hash":"f695aa1ad994bab3c00f1b5a8d5ea6fd3e689cc6689b961e67fffef625c6e80d","title":"Today is National ICT Day, which celebrates the use of information and communication technologies in improving people's lives.","date":1715592718691,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/national-ict-day-being-observed-today","imageLink":"https://web.nepalnews.com/storage/story/1024/ict_day1714614867_1024.jpg","category":"science-and-technology","content":"**ICT Day Celebrated**\n\nToday is National ICT Day. Events will be held to promote technology.\n\nThe government is working on using technology to improve the economy and society. Minister Rekha Sharma says technology is now seen as a key driver of prosperity. The government is helping people use technology to make the country better.","summary":"Nepal observes National ICT Day on May 2nd, recognizing the importance of technology for economic development and honoring contributions to the sector."},{"hash":"9789ea6409b4715294fcecec4caf76bc9f86f5d00af5cd8543239bf9f3e5e012","title":"Politics should inspire investors with excitement about the potential for positive change and economic growth.","date":1714003200000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/politics-should-fill-enthusiasm-among-investors-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_25_at_131714045205_1024.jpg","category":"science-and-technology","content":"Nepal's President says that the country can become prosperous if its economy grows. He believes that the government should make it easy for businesses to invest in Nepal, and that businesses should put the country's interests first. Nepal has a lot of natural resources, like water and mountains, that could be used to make energy. The President says that the government is prioritizing energy production, and that Nepal is now exporting energy to other countries. He believes that this will help the economy grow and make Nepal more prosperous.","summary":"Inaugurating the Himalayan Hydro Expo 2024, President Paudel urged politicians to encourage investment in Nepal's energy sector, highlighting its potential for economic prosperity through energy development."},{"hash":"8645e6e32c99e132c7dedb2a85a2626985e9d5f7e0c18cf2f27997f5d483ec41","title":"A draft bill proposes increased transparency and accountability in the use of Artificial Intelligence (AI) in information technology (IT) and cybersecurity. It aims to ensure responsible and ethical deployment of AI to protect user privacy and national security.","date":1710201600000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/draft-bill-on-it-and-cyber-security-seeks-transparent-accountable-use-of-ai","imageLink":"https://web.nepalnews.com/storage/story/1024/Ministry_of_Communication1710223162_1024.jpg","category":"science-and-technology","content":"**IT and Cyber Security Bill in Nepal**\n\nThis bill focuses on using technology like AI, blockchain, and IoT to improve IT and cyber security.\n\n**Key Points:**\n\n* **Center for Excellence:** To research and develop new technologies like AI.\n* **Governance Structure:** Directors' committee led by the Communications Minister.\n* **Coordination Committee:** For rapid response to cyber threats.\n* **Data Protection:** Requires government bodies to collect personal data only when necessary.\n* **Cyberbullying and Harassment:** Banned on the internet.\n* **Domain Name Registration:** Required through the Communications Ministry.\n* **Cyber Security Services:** Need a license to operate.\n\n**Feedback on the bill is being sought within two weeks.**","summary":"A draft bill outlines the use of AI, machine learning, blockchain, and IoT in IT and cybersecurity management, establishing a research center and directors' committee while addressing digital harassment and data safety."},{"hash":"7b3564e64335cf6b09ca9388a43353ae8e4c829e4a33b5dafd81bc5c1b419b8b","title":"Government needs new laws to regulate the internet.","date":1715592735112,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/cyber-legislation-needed-to-resolve-problems-minister-sharma","imageLink":"https://web.nepalnews.com/storage/story/1024/Sharma1695206333_1024.jpg","category":"science-and-technology","content":"Minister Sharma says problems exist because there's no cyber law yet. The government is making a cyber law and asking for suggestions. Sharma says all levels of government should teach people about cyber safety. While technology makes work easier, misuse of it brings challenges. The orientation was held to teach how to keep data safe and discussed cybercrime and government challenges. CDO Adhikari says cyber security is important and people need to be aware of it.","summary":"Minister Rekha Sharma emphasizes the need for cyber legislation to mitigate challenges, initiates law-making process, and seeks suggestions for effective legislation."},{"hash":"c11dd4e0a73ed780f50db62b525aa16fa7c624433478c86d79746516e89b9f0d","title":"India and Bangladesh are working together to export energy to other countries.","date":1715592739202,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/talks-positive-with-bangladesh-to-export-energy","imageLink":"https://web.nepalnews.com/storage/story/1024/Nepal_Electricity_Authority1691846323_1024.jpg","category":"science-and-technology","content":"Nepal and Bangladesh have agreed to a power deal where Nepal will export electricity to Bangladesh during the rainy season. The agreement is expected to be finalized soon.","summary":"Nepal and Bangladesh have agreed to finalize a power trade deal, with Nepal exporting electricity to Bangladesh during the upcoming rainy season."},{"hash":"a214fef6a569a812921b8fd6905466efcae36821d314e2d976e99d6f2fb54eff","title":"**Yakishime: Earth Metamorphosis**\n\nJapan Foundation traveling exhibition showcasing Yakishime ceramics, known for their unique textures and colors created by natural firing processes. The exhibition explores the transformation of clay into exceptional works of art through the interplay of earth, fire, and time.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/japan-foundation-traveling-exhibition-yakishime-earth-metamorphosis","imageLink":"https://web.nepalnews.com/storage/story/1024/Leaflet_front1715264259_1024.jpg","category":"entertainment-and-lifestyle","content":"The Japan Embassy and Japan Foundation are holding an exhibition called \"YAKISHIME: Earth Metamorphosis\" in Kathmandu from May 11th to 30th.\n\nThe exhibition will showcase traditional Japanese yakishime ceramics, which are fired at high temperatures without glaze.\n\nYakishime has been used in Japan for centuries to make tea wares and utensils, and is now also considered art.\n\nThe exhibition is free and open to the public. It's a great chance to learn about Japanese culture and creativity through its ceramics.","summary":"The Embassy of Japan and the Japan Foundation are showcasing \"YAKISHIME: Earth Metamorphosis\" from May 11-30 to introduce Japanese yakishime ceramics, their history, and aesthetic uniqueness."},{"hash":"e61c612a2fa2945dbce36e78bfcbfcfe5e05c704908dd9baac7769efb299faed","title":"Celebrating 50 years of friendship is a remarkable milestone. It's about honoring the enduring bond, shared experiences, and unwavering support that have stood the test of time. It's a time to reflect on the journey, express gratitude, and cherish the special connection that has shaped so many years.","date":1715592749657,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/celebrating-50-years-of-friendship","imageLink":"https://web.nepalnews.com/storage/story/1024/209370c5_271f_40b2_b38c_4d479196175d1714881747_1024.jpeg","category":"entertainment-and-lifestyle","content":"**50th Anniversary of Korea-Nepal Diplomatic Ties Cultural Event**\n\nJoin an exciting cultural celebration to mark 50 years of diplomatic ties between Korea and Nepal.\n\n**Event Highlights:**\n\n* **K-Tigers Martial Art Demonstration:**\n    * Witness traditional Taekwondo with a modern twist.\n    * Performed by a world-renowned performance team.\n\n* **K-Dance Showcase: People on Stage:**\n    * Experience the electrifying energy of Korean B-boy dance teams.\n    * Top-notch performers showcasing Korean dance's dynamism and modernity.\n\n* **Celebrating Friendship:**\n    * Celebrate the friendship and cooperation between Korea and Nepal.\n    * Enjoy sights, sounds, and flavors of Korea.\n\nImmerse yourself in Korean culture and celebrate this momentous occasion with us!","summary":"The Republic of Korea's 50th diplomatic anniversary with Nepal will be celebrated with a cultural event featuring Taekwondo demonstrations by K-Tigers and dance performances by People on Stage."},{"hash":"5db1f1b27f140836a538af8994d1d20d3c4e3bfba7357d0ab258108d457e3803","title":"Actor CP Lohani Passes Away","date":1714348800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/actor-cp-lohani-passes-away","imageLink":"https://web.nepalnews.com/storage/story/1024/cp_lohani_11714394375_1024.jpg","category":"entertainment-and-lifestyle","content":"Nepali actor CP Lohani, known for starring in the hit movie \"Maitighar,\" has passed away at 86 from Alzheimer's and pneumonia. He was also a government official and was married to Bollywood actress Mala Sinha. His funeral will be held today at Pashupati Aryaghat.","summary":"Actor and politician CP Lohani, known for his role in the first Nepali hit movie 'Maitighar,' passed away at 86 from Alzheimer's and pneumonia."},{"hash":"47c5ab0dc3d11afc19bb0a2ea497b4519a334d00648998358c7cab2575b09124","title":"Democratic republic seeks moral values and principles from religion, like a president.","date":1713657600000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/a-democratic-republic-seeks-moral-values-and-virtues-like-religion-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_21_at_111713687967_1024.jpeg","category":"entertainment-and-lifestyle","content":"President Paudel believes that religion teaches us good values. The goal of all religions is to help people be happy, peaceful, and live in a civilized society.\n\nOn the birth anniversary of Lord Mahabir, he wished all Jains well. He was happy to see the Jain community in Nepal celebrating with a message of non-violence. He believes they have made a positive impact on society through their religion and service.\n\nReligion should guide us with ethics, truth, and commitment.","summary":"President Paudel emphasized the shared ethical values and human welfare goals of religion, including Jainism, while celebrating Lord Mahavir's birth anniversary."},{"hash":"36bf5184da2134fc7913480835b722431a60fe0d878008465b1a5b5221530db2","title":"Chaiti Chhath festival ends with devotees offering prayers to the rising sun.","date":1715592766855,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/chaiti-chhath-concludes-offering-argha-to-rising-sun","imageLink":"https://web.nepalnews.com/storage/story/1024/NawadeepShrestha_Bidur_RSS_14_ChhathPhoto1667194260_1024.JPG","category":"entertainment-and-lifestyle","content":"**Chaiti Chhath Festival Ends**\n\nThe Chaiti Chhath festival, celebrated twice a year, has ended. This morning, devotees offered water to the rising sun to conclude the festival. For four days, they wished for good luck and health for their families.","summary":"The Baasanti Chhath festival, celebrated for prosperity and longevity, concluded with devotees offering argha to the rising sun after four days of fasting and prayers."},{"hash":"5c4e40b0cfcc81a841cfed842ce2aa92af57f2e88130f43a69d94018c770008a","title":"Socialist culture is essential to create a foundation for a socialist society.","date":1715592770730,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/socialist-culture-a-primary-condition-for-preparing-base-of-socialism-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/436421060_2683866678446874_1444593645290858072_n1713059615_1024.jpg","category":"entertainment-and-lifestyle","content":"**Socialist Culture for Building Socialism**\n\nPrime Minister Dahal says that promoting socialist culture is crucial for laying the foundation of socialism in Nepal. He emphasizes the importance of all citizens contributing to this goal, as outlined in the Constitution.\n\nHe pledges that the government will support cultural institutions through policies and resources. The recent cultural evening organized by the Sanskritik Sansthan has inspired him and showcased the diversity of Nepali culture.\n\nThe Sanskritik Sansthan will continue to preserve and promote traditional music, dance, and drama. Weekly cultural programs will feature folk art from all provinces, celebrating Nepali heritage and promoting unity.","summary":"PM Dahal emphasizes socialist culture as crucial for building a socialist society, highlights government support for cultural institutions and artists in upcoming fiscal year."},{"hash":"0aca9a02cc90180f724e16997cd333bced026b958fc0d94d3218b5b6969fd825","title":"7-years-on-nepal-and-china-still-at-odds-over-bri-execution","link":"https://kathmandupost.com/national/2024/05/13/7-years-on-nepal-and-china-still-at-odds-over-bri-execution","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/WhatsAppImage20240513at65808AM-1715565135.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"**Nepal and China's Belt and Road Initiative (BRI)**\n\nNepal and China signed the BRI agreement in 2017, but its implementation plan is still pending. There are different views on whether Nepal needs a separate implementation plan.\n\nThe draft plan includes projects in areas like trade, education, and infrastructure. However, Nepal is concerned about the financing and security implications of the plan.\n\nNepal has stated that it prefers grants or concessional loans over high-interest loans. China has reservations about Nepal's preferred financing model.\n\nThere have been delays in finalizing the implementation plan, partly due to Nepal's concerns and elections in India.\n\nThe BRI aims to improve connectivity, trade, and cooperation between Nepal and China. However, there are concerns about the lack of progress in implementation and potential impacts on Nepal's economy and relations with other countries.","summary":"Despite signing the Belt and Road Initiative agreement in 2017, Nepal and China are still struggling to finalize an implementation plan due to differing views, security concerns, and India's ongoing elections, leading to stalled progress on projects and diplomatic tension."},{"hash":"e21aa9b992f801c455010455be0a7447c5bf8b3ec92577b11a19c5c5dc32d1dc","title":"Kami Rita Sherpa has climbed Mount Everest 29 times, making history. He plans to climb it again this season.","link":"https://kathmandupost.com/national/2024/05/13/kami-rita-summits-everest-29th-time-eyes-yet-another-climb-this-season","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb28-1715566840.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"**Kami Rita Sherpa Conquers Mount Everest Again**\n\nOn Sunday, Kami Rita Sherpa became the first person to climb Mount Everest 29 times, breaking his own record. He is planning another climb this year.\n\nPasang Dawa, another Sherpa, has climbed Everest 27 times but is not planning to climb it this year. He is tired of the competition and wants to rest.\n\nEverest climbing has become synonymous with records and competition. In the past, climbers like Apa Sherpa and Phurba Tashi Sherpa have competed for the most summits.\n\nThis year, 414 climbing permits for Everest have been issued by Nepal. Permits cost $11,000 for foreigners and Rs75,000 for Nepalis. Sherpa guides helping climbers do not have to pay fees.\n\nOver 8,000 mountaineers have climbed Everest from Nepal since Tenzing Norgay Sherpa and Edmund Hillary first summitted in 1953.","summary":"Kami Rita Sherpa scaled Mt. Everest for the 29th time, breaking his own record and surpassing his rival Pasang Dawa, while other mountaineers and rivalries have shaped the history of Everest ascents."},{"hash":"c6e1167b91a28104bdd935b20462f585d51cea0b02b9440cac00511a07fc8400","title":"Panchthar village faces a severe water shortage as water sources are drying up.","link":"https://kathmandupost.com/national/2024/05/13/panchthar-settlement-struggles-with-acute-water-shortage-as-sources-run-dry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1715565500.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"A severe water crisis is affecting around 1,000 people in a village in Panchthar. The problem started when the drinking water project supplying the area dried up.\n\nThe dried-up stream used to feed the project was damaged by road construction. Natural springs and wells have also dried up due to the use of heavy machinery.\n\nPeople in the area are forced to travel far distances to collect water. Some have to walk for two hours.\n\nWater is being brought in by trucks, but it is expensive and not enough for everyone.\n\nThe local government is planning to ask the provincial government for help.\n\nA similar water crisis is affecting several streams in Rautahat due to human activity like mining.","summary":"A pregnant woman in Panchthar faces a daily half-hour trek to fetch water due to the drying up of natural springs and streams after a road construction project's use of heavy machinery caused shock waves and vibrations."},{"hash":"b86015ad59f3f70512055b95fe5f7bc05d5ef2b2abaa25dbebbeef2adbf16aae","title":"Heavy rains have caused flooding in several districts of Tarai. The weather is expected to improve from today.","link":"https://kathmandupost.com/national/2024/05/13/heavy-rains-drench-several-tarai-districts-weather-expected-to-gradually-clear-from-today","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715566007.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"**Heavy rainfall in Nepal**\n\nMany areas in southern Nepal, especially in Madhesh Province, received heavy rainfall on Sunday.\n\n* Bara district received the most rainfall, with 106 mm recorded in one day.\n* Other districts in Madhesh Province, as well as parts of other provinces like Koshi, Bagmati, Gandaki, and Lumbini, also had heavy rainfall of over 50 mm.\n* Rain is still expected on Monday, but it will be lighter.\n* The rainfall is caused by a low-pressure area near India, combined with moisture from the Bay of Bengal.","summary":"Heavy rainfall, lightning, and thunderstorms impacted southern Nepal due to a low-pressure area, with several districts experiencing very heavy rainfall categorized above 100 millimeters."},{"hash":"f96896dbcaa523b2600029b71f1f44038c0bddf5a198a82aaeac880918ef6787","title":"The Janata Samajwadi Party (JSP) has withdrawn from the Nepalese government. Leaders Upendra Yadav and Deepak Karki have resigned from their respective ministerial positions.","link":"https://kathmandupost.com/national/2024/05/13/jsp-nepal-pulls-out-of-government-upendra-yadav-deepak-karki-resign","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/Untitled2-1715584912.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"**Summary:**\n\nUpendra Yadav resigned as Deputy Prime Minister and Health Minister due to the split in his party. His party has left the government, but the ruling coalition still has enough support to remain in power.","summary":"Nepal's Deputy Prime Minister Upendra Yadav and Minister Deepak Karki resigned after their party, Janata Samajbadi Party Nepal, split, leaving the governing coalition with a majority but reducing support for the provincial government in Madhesh."},{"hash":"39101fb65ab0edbd819b4fac4754a67eecc06742f8453cae786442991fec39e5","title":"Parliament remains at a standstill, with no end in sight to the political deadlock. The original deadline to unveil policies and programs is approaching quickly.","link":"https://kathmandupost.com/national/2024/05/13/no-sign-of-end-to-parliament-deadlock-as-day-to-unveil-policies-and-programmes-approaches-fast","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715565867.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"**Deadlock in Nepal's Parliament**\n\nTwo days before President Paudel gives the government's plans, leaders failed to resolve the issue in Parliament.\n\nThe opposition wants a parliamentary committee to investigate Deputy Prime Minister Lamichhane's alleged involvement in a cooperative scam. Ruling parties reject it.\n\nPrime Minister Dahal met with Congress leaders but no agreement was reached. The government offered a committee to investigate cooperatives in general, but Congress insists on focusing on Lamichhane.\n\nThe Congress plans to meet on Monday to discuss its stance. Despite positive signals, no agreement was made at a meeting called by the Speaker.\n\nThe Congress maintains that Parliament is sovereign and can form a probe committee without legal backing. The ruling party argues that only the Speaker can form such a panel with consensus.\n\nConstitutional expert Acharya notes that the government's recommendation for the President's speech should be implemented by Parliament, making the Congress' demand not entirely incorrect.","summary":"Leaders failed to end the parliamentary deadlock, despite attempts by Prime Minister Dahal to negotiate with the main opposition Congress, which is obstructing the House demanding a probe into the Home Minister's alleged involvement in a cooperative scam."},{"hash":"bb8e7dc403e9f3d41c27c9d6575dbf72a3b5154a09b028b0ccfb3aa4094cdb98","title":"Not suitable for eating.","link":"https://kathmandupost.com/editorial/2024/05/12/unfit-for-consumption","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/Untitled1-1715566116.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"editorial","content":"**Summer Food Storage Issues**\n\nKeeping food fresh during hot weather is challenging. In Nepal, many people don't have refrigerators, so food can get contaminated. Food is often displayed uncovered in shops and restaurants, which can attract bacteria and dust. This can lead to food poisoning and other health problems.\n\nEven though Nepal has food safety laws, they are not always followed or enforced. This means that people can still get sick from eating contaminated food.\n\nThe government needs to do more to make sure that food is safe to eat. They can make it mandatory for vendors to use freezers, covers, and keep different types of food separate. They should also enforce food safety regulations regularly.","summary":"Lack of refrigeration, poor food safety practices, and weak implementation of regulations contribute to food contamination in Nepal, putting public health at risk despite existing food safety laws."},{"hash":"472549c50da63897835297d9af44c92dee7e25b018fea73bdca08e8671effe28","title":"**Protecting Trade Advantage**\n\n* Use trade agreements and policies to ensure fair competition and protect domestic industries from unfair practices.\n* Promote research and development to stay ahead in technology and innovation.\n* Invest in education and training to develop a skilled workforce.\n* Diversify trade partnerships to reduce reliance on any single country.\n* Enforce intellectual property rights to protect innovations and prevent piracy.","link":"https://kathmandupost.com/columns/2024/05/12/protecting-trade-with-a-competitive-edge","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadPostFilephoto1-1715537112.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"columns","content":"**Rice Prices Surge in Nepal**\n\nIndia, Nepal's largest rice exporter, has banned some rice exports to lower domestic prices. This has increased rice prices in Nepal.\n\n**Unbalanced Trade with India**\n\nNepal relies heavily on imports from India, including rice and other goods. Nepal's trade deficit with India is massive.\n\n**Protectionism in India**\n\nIndia has taken protectionist measures, such as anti-dumping duties on Nepali tea and jute products. This restricts competition and raises prices for Nepali exports.\n\n**Global Protectionism**\n\nProtectionism is increasing globally, with countries trying to protect their own industries from foreign competition. This can lead to trade tensions.\n\n**Nepal's Response**\n\nNepal needs to develop an industrial policy that promotes products with a competitive edge and explore alternative markets to reduce its reliance on India.","summary":"India's export restrictions on essential commodities, coupled with Nepal's heavy trade dependence on India, has led to a surge in prices and exposed the country's lopsided trade balance and the risks of excessive import reliance."},{"hash":"60faefd489efc08e667acb3e019637674ad12d2f18bf19d6d93c0640e14bb2b3","title":"Politics and education are closely intertwined.\n\nPolitical decisions can shape educational policies, such as funding, curriculum, and teacher certification.\n\nIn turn, education can influence political participation and attitudes.\n\nEducated citizens are more likely to vote, engage in political discussions, and hold nuanced political views.","link":"https://kathmandupost.com/columns/2024/05/11/between-politics-and-education","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/PostPhotoKeshavThapaTKP-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Teachers and Students in Nepali Politics**\n\nPolitical involvement of teachers and students has been a hot topic recently.\n\nAfter the fall of the Panchayat regime, educational institutions became highly politicized. Students played a key role in spreading political ideas.\n\nTeachers also became more involved in politics, forming political party-aligned unions.\n\nThis practice has continued, with students and teachers openly supporting political parties, sometimes at the expense of education.\n\nSome believe that teachers should be banned from political activities to keep education free from politics.\n\nHowever, students should be allowed to express their political views and aspirations, as they have a long history of fighting for freedom and academic excellence.","summary":"Political activism within Nepali educational institutions has been a contested topic, with concerns raised about teachers engaging in political activities while holding educational positions."},{"hash":"e943a68aa258e52347de4c4ef667427dd1bd98eb627b430a76a5591b12bc5ddc","title":"Iran is expanding its influence eastward, building alliances with China and Russia. This move is seen as a way to counter Western pressure and secure economic benefits.","link":"https://kathmandupost.com/columns/2024/05/11/iran-s-eastward-push","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownAPRSS-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Iran's South Asia Visits**\n\nIranian President Raisi visited Pakistan and Sri Lanka.\n\n**Pakistan**\n\n* Tensions had eased after a missile exchange in January.\n* Pakistan and Iran signed agreements to improve trade and cooperation.\n* Pakistan wants to avoid angering Iran due to its cooperation with India.\n\n**Sri Lanka**\n\n* Long-standing relationship with Iran.\n* Iran inaugurated energy and irrigation projects in Sri Lanka.\n* Sri Lanka has been importing tea for oil from Iran.\n* Both countries have strong naval cooperation in the Indian Ocean.\n\n**Significance**\n\n* Iran's visits are part of its \"Look East\" policy to strengthen ties with friendly nations.\n* Pakistan and Sri Lanka are experiencing economic crises and depend on foreign aid.\n* They must balance their relationships with Iran and the US.","summary":"Iranian President Raisi's recent visits to Pakistan and Sri Lanka underscore Iran's \"Look East\" policy, aiming to strengthen ties amid regional tensions and Western scrutiny."},{"hash":"5326b0ee86d14dc6141bf164b6b09d8e11ab89b4447e2de1d01fc6f08fde8f9d","title":"Israeli forces have increased attacks on refugee camps in Jabalia and Rafah, Gaza Strip.","link":"https://kathmandupost.com/world/2024/05/13/israeli-forces-step-up-attacks-on-gaza-s-jabalia-camp-rafah","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersOSHP5VDDZFKTRKP62L2QEQSWDI-1715585775.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"world","content":"Israeli tanks, under cover from heavy fire from air and ground, pushed further into Jabalia in the northern Gaza Strip on Monday, residents and Hamas media said, while airstrikes hammered Rafah in the south.In Jabalia, tanks were trying to advance towards the heart of the camp, the biggest of Gaza’s eight historic refugee camps. Residents said tank shells were landing at the centre of the camp and that air strikes had destroyed clusters of houses.Israeli troops forced hundreds of Palestinians housed in shelters to leave.In Rafah, near the border with Egypt, Israel stepped up aerial and ground bombardments on the eastern areas of the city, killing people in an air strike on a house in the Brazil neighbourhood.Residents said Israeli tanks are now stationed east of the Salahuddin Road that bisects the eastern part of the city, with the highway cut off by intense fighting. Residents added the eastern part of Rafah remained a “ghost town”.Hamas armed wing said their fighters were engaged in gun battles with Israeli forces in one of the streets east of Rafah, and in the east of Jabalia.In Israel, the military sounded sirens several times in areas near Gaza, warning of potential Palestinian cross-border rocket and or mortar launches.Late on Saturday, the Israeli military said forces operating in Jabalia were preventing Hamas, which rules Gaza, from re-establishing its military capabilities there.“They were bombing everywhere, including near schools that are housing people who lost their houses,” Jabalia resident Saed, 45, told Reuters via a chat app on Sunday. “War is restarting, this is how it looks in Jabalia.”The army sent tanks back into Zeitoun, as well as Al-Sabra, where residents also reported heavy bombardments that destroyed several houses, including high-rise residential buildings.US Secretary of State Antony Blinken on Sunday warned that Israel was risking facing an insurgency in Gaza without a post-war plan for the enclave.The death toll in Israel’s military operation in Gaza has now passed at least 35,000 Palestinians, according to Gaza’s health ministry. The bombardment has laid waste to the coastal enclave and caused a deep humanitarian crisis.The war was triggered by a Hamas-led attack on southern Israel on Oct. 7 in which some 1,200 people were killed and more than 250 people taken hostage, according to Israeli tallies.Israel says 620 soldiers have been killed in the fighting, more than half of them during the initial Hamas assault. ","summary":"Israeli tanks and airstrikes intensify in Gaza Strip, with ground forces advancing in Jabalia and Rafah, while US warns Israel of insurgency risk in absence of post-war plan."},{"hash":"929598407840974c7263e37ff240af7b1c1b57a788e99ebf38dd7f9ab979d1ac","title":"Mount Ibu Volcano in Indonesia erupts, releasing ash clouds into the sky.","link":"https://kathmandupost.com/world/2024/05/13/indonesia-s-mt-ibu-erupts-spewing-ash-clouds","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersPKROEZR2ONKGXCXBH7QFZ7PJSE-1715583903.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"world","content":"Ibu volcano in Indonesia erupted on Monday, shooting ash up to 5 kilometers high. It's the second-highest alert level, and activities within 5 kilometers are banned. People nearby should wear masks and glasses if it rains ash. No evacuations have been reported yet. Indonesia is prone to volcanic activity due to its location on the \"Ring of Fire.\" Other recent eruptions include Ruang volcano and Marapi volcano.","summary":"Ibu volcano in Indonesia erupted on Monday, spewing ash several kilometers high, with restricted activities within a 5-kilometer radius."},{"hash":"3085cf632dc8ff85df0170d4a9fa2ee1d4e1447e6c86805783f8ca8b0b5d1c21","title":"Indian elections continue, with campaigning becoming more intense. Issues of religion and inequality are being widely discussed, and candidates are trying to sway voters.","link":"https://kathmandupost.com/world/2024/05/13/indian-election-enters-fourth-phase-as-rhetoric-over-religion-inequality-sharpens","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersLTKAWEF43FNSBNJPHI7ODN6ULQ-1715581103.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"world","content":"India held elections on Monday in the fourth phase of a seven-phase election. Prime Minister Modi is seeking a third term in a vote that pits his party against an alliance of opposition parties led by Congress. About 177 million people were eligible to vote in 10 states and territories.\n\nThe lower voter turnout in the first three phases have raised concerns about voter disinterest. The weather and the lack of a strong central issue are believed to have contributed to the lower turnout.\n\nAnalysts believe the lower turnout led Modi to change his campaign focus from his economic record to accusing Congress of planning to give welfare benefits to minority Muslims at the expense of other groups. Congress has denied these accusations.\n\nEconomic issues, such as unemployment and price rises, are the main concerns for voters. The opposition alliance led by Congress is focusing on better representation and welfare programs for the poor and disadvantaged.\n\nThe Supreme Court granted bail to Arvind Kejriwal, a key opposition leader, allowing him to campaign in the elections. Kejriwal is a fierce critic of Modi and was arrested in a corruption case.","summary":"India's fourth phase of a seven-week general election marked by economic and religious tensions, with Prime Minister Modi seeking a third term."},{"hash":"1a053a3483ec1f17e52af1e44ae444684520d4e096d37d9a8a9745a81e0757bf","title":"private-sector-says-nepal-s-tax-system-is-upside-down","link":"https://kathmandupost.com/money/2024/05/13/private-sector-says-nepal-s-tax-system-is-upside-down","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1715566357.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"money","content":"**Private Sector Calls for Tax Changes to Combat Smuggling**\n\n- Private companies want lower taxes to stop people from smuggling goods across the border between Nepal and India.\n- Nepal has higher taxes on essential goods than India, which makes it cheaper to smuggle goods into Nepal.\n- The private sector says the current tax system is unfair, with low-income people paying more taxes than the wealthy.\n- They're also calling for more stable policies to encourage investment and economic growth.\n- The government says it's working on creating a more favorable environment for businesses and investors.","summary":"Amid economic slowdown, the private sector urges the government to implement competitive tax rates to curb smuggling, which is harming revenue collection and a \"progressive tax system\" to stimulate demand."},{"hash":"27aa43494503b60618fd5225c4fae10c9d428f87bca4ca47b527fa5919936ace","title":"Every effort must be made to ensure justice for those affected by conflict.","link":"https://kathmandupost.com/interviews/2024/05/12/no-stone-should-be-left-unturned-to-ensure-justice-for-conflict-victims","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/WhatsAppImage20240513at75840AM-1715566552.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"interviews","content":"**Ms. Singer-Hamdy's Return to Nepal as UN Resident Coordinator**\n\nUpon returning to Nepal after nine years, Ms. Singer-Hamdy notes significant changes, despite challenges like earthquakes and the pandemic. Nepal has adopted a new constitution, reduced poverty, and made progress in development. However, issues such as inequality, climate change, and infrastructure remain.\n\n**Nepal's LDC Graduation**\n\nNepal is set to graduate from Least Developed Country (LDC) status in 2026, but faces challenges. The country lacks infrastructure, has a weak manufacturing sector, and needs to exploit its natural resources and attract investment.\n\n**Nepal's Progress towards Sustainable Development Goals (SDGs)**\n\nNepal has made significant progress towards SDGs, surpassing the global average. However, data gaps and a financing gap of 11% of GDP hinder further progress. Partnerships and cooperation are crucial to address these challenges.\n\n**Investment Summit and UN Support**\n\nThe Nepal Investment Summit highlighted the country's openness to international investment. The UN supported the summit by providing policy advice and technical assistance. The UN plans to support Nepal in reducing its trade deficit, attracting sustainable investment, and increasing resource allocation efficiency.\n\n**UN's Development Cooperation Framework**\n\nThe UN Sustainable Development Cooperation Framework (UNSDCF) focuses on four strategic priorities: sustainable economic transformation, inclusive human development, environmental sustainability, and effective governance. It aims to leave no one behind and strengthen inclusion, particularly for the most disadvantaged.\n\n**Climate Change and Peace Process**\n\nThe UN Secretary-General's visit to Nepal highlighted the country's vulnerability to climate change. The UN supports Nepal in strengthening women's participation in climate decision-making and disaster risk reduction. The Secretary-General also urged Nepal to conclude its transitional justice process.\n\n**Nepal's Role in Global Forums**\n\nNepal has played a significant role in global forums, leading the Mountain agenda at COP28 and advocating for LDC interests. Its membership in the Human Rights Council reflects its commitment to human rights protection and promotion.\n\n**UN's Response to Global Challenges**\n\nAmidst global polarization, the UN promotes dialogue and diplomacy. It encourages member states to prioritize peaceful solutions and enhance cooperation on critical challenges like wars, climate change, and technological disruptions. The Summit of the Future in September 2023 aims to reinvigorate multilateralism and address gaps in global governance.","summary":"Hanaa Singer-Hamdy, UN Resident Coordinator in Nepal, discusses the UN's evolving role in Nepal's development and peace efforts, focusing on challenges related to LDC graduation, achieving SDGs, financing gaps, promoting investment, climate change, transitional justice, and Nepal's role in global forums."},{"hash":"566d1173db212486944a33a3fcd35ad7179b88ffec043a5279c45f1de52aece8","title":"Six people are being charged with a graft case for acquiring equipment for a government security printing office.","link":"https://kathmandupost.com/national/2024/05/12/graft-case-filed-against-six-in-equipment-procurement-for-security-printing-press","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb25-1715515996.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"**Corruption Case Filed**\n\nSix people, including former officials of the Security Printing Centre and National Information Technology Centre, were accused of stealing up to 400 million rupees.\n\nThey inflated the cost of printing equipment and bought more than needed for their own gain.\n\nOne of the accused, Bikal Paudel, received a commission fee from the equipment supplier and transferred it to his wife's bank accounts.\n\nThe government lost over 408 million rupees due to this corruption.\n\nThe anti-corruption body wants the service provider and its CEO charged and the money recovered.","summary":"Six individuals, including Bikal Paudel and Safal Shrestha, are accused of corruption while procuring printing press equipment, resulting in the government losing over Rs408 million."},{"hash":"fd8d20cb6b63a78e10c2c3dc415e4be0c7008e8a6bf75f03eb94ba5c4f97246f","title":"Women from South Asia gather for a conference to discuss issues and challenges they face, and to work together to find solutions.","link":"https://kathmandupost.com/national/2024/05/12/south-asian-women-s-conference-kicks-off","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/20240512162236173A8404-1715523083.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"A conference focused on improving women's economic opportunities in South Asia began Sunday.\n\nLeaders emphasized the value of digital technology for women's empowerment and reducing gender gaps.\n\nThe conference will explore opportunities for women, particularly in rural areas, and discuss ways to address the barriers they face in South Asia.","summary":"South Asian Women's Conference inaugurates, focusing on addressing economic disparities and empowering women through digital transformation to boost South Asian economies."},{"hash":"39a21e3738e34e21ac22ff3e01c5ee3a4fda10160336e1e78d00ef5a4868a738","title":"Nepal plans to use drones to remove garbage from Mount Everest. This will help keep the mountain clean and preserve its beauty.","link":"https://kathmandupost.com/money/2024/04/30/nepal-to-use-drones-to-transport-garbage-from-mount-everest","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/everest-1714541533.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"money","content":"**Drones to Help Clean Everest**\n\nFor the first time, drones will be used to clean up trash on Mount Everest. These drones can carry heavy loads and will bring garbage back from the mountain.\n\n**Benefits for Safety**\n\nDrones could reduce the risk of injury or death for high-altitude guides who currently carry heavy loads through dangerous areas.\n\n**Potential Impact on Jobs**\n\nHowever, the use of drones could potentially affect the income of these guides.\n\n**Other Rules for Everest**\n\nNew rules for Everest climbers include:\n\n* GPS tracking devices are required.\n* Base camp tents have specific size limits.\n* Open defecation is prohibited, and biodegradable bags must be used.\n* Bodies of deceased climbers are the responsibility of agencies and guides.\n* Commercial activities like bars and spas are not allowed at base camp.","summary":"Drones to carry garbage from Mount Everest, potentially impacting high-altitude guides' livelihoods and improving safety by reducing casualties in the dangerous Khumbu Icefall."},{"hash":"20d6fba38f7a72404f31e0e9c78ed336011a973a2c15264bdb33a8dce3fe58fb","title":"Adoption in Nepal faces a challenge due to unclear regulations, making the process complicated.","link":"https://kathmandupost.com/national/2024/05/01/regulatory-void-complicates-child-adoption-process-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb14-1714527484.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"national","content":"Anistha Shrestha and her husband tried for a baby for 10 years. After losing their firstborn and a miscarriage, they gave up hope. They decided to adopt but were denied by a children's organization. In 2017, they found an abandoned baby boy and raised him as their own.\n\nAdoption in Nepal is complex. Couples can adopt if they are married for 10 years, unmarried over 45, widowed, divorced, or separated with no children. The process involves applying to court and meeting certain criteria.\n\nHowever, the system needs improvement. There are no committees or regulations to match children with parents. This means potential parents must find children themselves, which can be risky.\n\nAdditionally, queer couples cannot adopt in Nepal because the law only recognizes married couples. This creates a barrier for LGBTQ+ individuals who wish to have children.\n\nIntercountry adoption, which involves adopting children from other countries, was once popular but has been banned since 2019 due to concerns about child trafficking and abuse.","summary":"After struggling with infertility and loss, Anistha Shrestha and her husband adopted an abandoned baby boy; Nepal's complex adoption process faces regulatory challenges, including lack of adoption committees and heteronormative barriers, while inter-country adoptions have been banned due to concerns over trafficking and abuse."},{"hash":"3f364a7b488f4787fc0e376951c1783548e5f460595979e877cac188d021df81","title":"Recent election results in Ilam show old political parties are still popular, while the new Rashtriya Swatantra Party (RSP) needs to improve to stay competitive.","link":"https://kathmandupost.com/politics/2024/05/01/ilam-bypoll-fillip-for-old-parties-reality-check-for-rsp","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/4375415009854531096070575583147412016394281n-1714526830.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"politics","content":"**Election Results:**\n\nSuhang Nembang (CPN-UML) won the Ilam-2 by-election, hinting at:\n\n**Identity Politics:**\n\n* Identity-based movements in Koshi Province pushed for a name change to reflect ethnic identity.\n* Independent Dakendra Limbu's strong performance shows support for identity politics remains.\n\n**Emergence of Rastriya Swatantra Party (RSP):**\n\n* RSP's Milan Limbu did poorly, indicating challenges in establishing itself as a major force.\n* RSP lacks the grassroots network of traditional parties like Nepali Congress and CPN-UML.\n\n**Role of Traditional Parties:**\n\n* Old parties continue to be relevant despite challenges from new parties like RSP.\n* They benefit from strong networks and patronage.\n\n**RSP's Challenges:**\n\n* RSP needs to improve its standing in rural areas.\n* Allegations against party leader Rabi Lamichhane may have affected its support.","summary":"In the Ilam-2 by-election, CPN-UML's Suhang Nembang's victory, while not significantly altering parliament, suggests identity politics remains prevalent in Koshi Province, while the Rastriya Swatantra Party faces challenges in establishing a nationwide presence despite strong performances in urban areas."},{"hash":"3b8f07fcf0196cc796d5e7ea9b735b31007811ccd0b4a7cef5a04cffbc352d27","title":"Nepal aims to attract LGBTQ+ tourists who spend billions of dollars annually.","link":"https://kathmandupost.com/money/2024/04/21/nepal-sets-sight-on-multi-billion-dollar-lgbtiq-tourism-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled-1%20(1).jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"money","content":"**Nepal Hosts International LGBTQ Tourism Conference**\n\nNepal held a conference to attract LGBTQ tourists, a multi-billion dollar market. Nepal now recognizes same-sex marriage and wants to promote equal economic opportunities for the LGBTQ community.\n\nThe conference highlights Nepal's rich cultural diversity, including LGBTQ-related traditions. Nepal plans to create a welcoming environment for LGBTQ tourists by investing in training and promoting LGBTQ-owned businesses.\n\nThe conference underscores Nepal's progress in LGBTQ rights and its potential as a destination for LGBTQ tourists.","summary":"Nepal hosted the first international LGBTIQ tourism conference to capitalize on the burgeoning pink market after legalizing same-sex marriage, aiming to foster economic opportunities and societal equity for the community."},{"hash":"6544c0b45b27e9bf77f2d52e116df242a412f0b3350a49b706e3550d9a2953e4","title":"Middle East tensions harm Nepal's economy. Reduced imports, remittances, and tourism hurt businesses and jobs.","link":"https://kathmandupost.com/money/2024/04/15/escalating-middle-east-crisis-threatens-nepali-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1713147555.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"money","content":"**Nepal Faces Economic Risks from Middle East Tensions**\n\n* Iran's attack on Israel has raised tensions and concerns for Nepal.\n* Nepal relies heavily on money sent home by workers in the Middle East (remittances).\n* A conflict in the Middle East could lead to job losses for Nepali workers.\n* This would reduce Nepal's foreign currency reserves and slow down economic growth.\n* The government needs to prepare for this potential shock.\n* Oil prices are also rising due to the conflict, which could further damage Nepal's economy.","summary":"Amidst escalating tensions in the Middle East following Iran's attack on Israel, Nepal faces a potential economic crisis as its remittance-dependent economy is threatened by workplace disruptions for its migrant workers in the region."},{"hash":"79b8b64d55170d97b5398013f1e0be09edf6390a68972040dac7d9012da81a36","title":"Nepal was unified in the 18th century by King Prithvi Narayan Shah, who created Nepal as a kingdom. Before this, Nepal was divided into many small kingdoms.\n\nThe idea of Nepali nationalism was developed in the 19th century by Hari Shum Sharma, a Nepali writer. He wrote about the history of Nepal and the importance of Nepali culture and language. He urged Nepali people to be proud of their country and its heritage.\n\nHari Shum Sharma's writings helped to inspire the Nepali people to fight for their independence from British rule. In 1951, Nepal became a republic and adopted a new constitution. The constitution recognizes the Nepali language as the national language and Nepal as a multi-ethnic and multi-cultural state.","link":"https://kathmandupost.com/videos/2024/05/01/nepali-nationalism-idea-of-nepal-with-hari-sharma","date":1714521600000,"source":"kp","category":"videos","content":"**Plain-Text Summary**\n\n**Title:** The Importance of Communication in Teams\n\n**Key Points:**\n\n* Effective communication is crucial for team success.\n* Open and honest conversations foster trust and collaboration.\n* Active listening shows respect and enhances understanding.\n* Regular team meetings allow for information sharing and decision-making.\n* Technology tools can facilitate communication across geographies.\n* Clear communication helps set expectations, prevent misunderstandings, and improve productivity.\n* Strong communication skills help teams to:\n    * Resolve conflicts\n    * Innovate and share ideas\n    * Achieve goals together","summary":"Key events unfold as characters navigate challenges, confront obstacles, and make pivotal decisions that shape their destinies."},{"hash":"da1de9d00cddf5d4e54cf41c1f92b9ea3c65052d5d623d6c79bf8571e6fc3343","title":"China's understanding of Nepal is limited, leading to inaccurate perceptions and communication breakdowns. Journalist Aneka Rajbhandari highlights the need for improved cultural exchange and nuanced understanding to bridge this gap and foster better relations between the two countries.","link":"https://kathmandupost.com/videos/2024/04/14/china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","date":1713052800000,"source":"kp","category":"videos","content":"The Araniko Project uncovers the history and current relationship between Nepal and China through research in Mandarin. Led by fluent Mandarin speaker Rajbhandari, the project highlights the value of understanding Chinese to understand China and its relationships with other countries.","summary":"The Araniko Project, led by fluent Mandarin speaker Rajbhandari, aims to explore Nepal-China relations using Mandarin primary sources, highlighting the importance of understanding Chinese language for understanding the country."},{"hash":"260be847ea4643b523c3e2c77aa8eb77abfa0ace0b6d4a34348f05f7a4f6c2d2","title":" Public debate in Nepal, hosted by Saumitra Neupane, explores the idea of Nepal, its history, culture, and future prospects.","link":"https://kathmandupost.com/videos/2024/03/26/public-debate-in-nepal-idea-of-nepal-with-saumitra-neupane","date":1711411200000,"source":"kp","category":"videos","content":"Bishnu Neupane and others organized \"Project Sambad,\" a meeting in Kathmandu to talk about how to make public debates in Nepal better.","summary":"Neupane and an interviewee analyze the state of Nepali public debates and discuss ways to promote better discussions on critical societal issues through 'Project Sambad', a collaborative platform launched in Kathmandu on March 14-15."},{"hash":"d5d55349db8224f79ac2f5502e8ef4d7a68f9f2c08b2ac9c91c850dba1308134","title":"Nepal's constitution defines Nepal as a multi-ethnic, multilingual, democratic republic with a federal structure. It emphasizes national unity, sovereignty, and independence. The constitution also recognizes Nepal's cultural diversity and promotes harmony among different communities.","link":"https://kathmandupost.com/videos/2024/02/02/the-constitution-of-nepal-idea-of-nepal-with-bipin-adhikari","date":1706832000000,"source":"kp","category":"videos","content":"Bipin Adhikari, a law professor at Kathmandu University and expert on constitutional law, spoke about the 2015 constitution of Nepal. He emphasized its key features, how long it is likely to last, and the history of Nepal's constitutional development.","summary":"Expert constitutional law professor Bipin Adhikari analyzes the 2015 Nepalese constitution, discussing its durability and the evolution of Nepal's constitutional process."},{"hash":"bb06191d96b41f889a0ee66504cd3497cbd5bc3f64eddecd21f76111153a72a2","title":"Myths reflect human experiences and beliefs, offering insights into our culture, fears, and aspirations. By exploring these tales, we can better understand ourselves and the world around us.","link":"https://kathmandupost.com/theater/2024/05/12/when-mythology-mirrors-life","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled2-1715481070.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"theater","content":"**Play Explores Destiny and Cultural Identity**\n\n\"Bakhaamma\" is a Nepali play that tells the story of a love that parallels a mythical legend and explores the connection between destiny, love, and cultural identity.\n\nThe play is based on the Kirati Mundum, an oral tradition that tells the story of the \"First Man\" and emphasizes the importance of preserving cultural heritage.\n\n\"Bakhaamma\" features stunning sets, costumes, and performances that bring the Kirati community's beliefs and values to life. It showcases the community's harmony with nature and the significance of love, including romantic, maternal, and communal love.\n\nDespite some moments of confusion, \"Bakhaamma\" is a powerful and immersive theatrical experience that celebrates the rich culture of the Kirati community and the beauty of Nepali theater.","summary":"Mandala Theatre's \"Bakhaamma\" explores the interplay between mythology and human destiny, showcasing the Kirati Mundum tradition through evocative performances and a grand production that celebrates the culture and identity of the Kirati community."},{"hash":"7e26b616e94de57b192df8218df36ecaaf4466f1158034c966b537b95a17b683","title":"Political tensions rise in Nepal's Madhesh region over the fate of a coalition government after a recent split.","link":"https://kathmandupost.com/politics/2024/05/10/after-split-in-jsp-nepal-politics-hots-up-in-madhesh-over-fate-of-coalition","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb3-1715303718.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"politics","content":"**Summary:**\n\nThe split in the Janata Samajbadi Party (JSP-Nepal) could lead to changes in the Madhesh province government. The Maoist Centre, which supports the current government led by JSP-Nepal, is considering forming a new government.\n\nEven though the JSP-Nepal split at the national level, the party's provincial branch remains mostly unchanged. However, coalition partners like the Communist Party of Nepal (UML) may not accept the JSP-Nepal's leadership due to past tensions.\n\nThe UML, as the largest party in the provincial assembly, may stake a claim for the government leadership. The fate of the Madhesh government depends on the decision of the ruling coalition at the national level.","summary":"JSP-Nepal's split threatens the stability of Madhesh's provincial government, with potential shifts in power dynamics due to internal Maoist Centre discussions and aspirations of other parties."},{"hash":"40a529e517bf93a20206c3fc06b60ee095358e2bdafb9cde44387b93947eaaf8","title":"Yadav is taking legal action against the registration of a new political party.","link":"https://kathmandupost.com/politics/2024/05/09/yadav-to-move-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/UpendraYadav-1715216471.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"Janata Samajbadi Party (JSP-N) is challenging a decision by the Election Commission to recognize a breakaway group led by Ashok Rai as a separate party. JSP-N, led by Deputy Prime Minister Upendra Yadav, believes the registration is illegal.\n\nThe Political Parties Act doesn't have rules for forming a new party from a split. The commission registered Rai's group based on regulations for political parties.\n\nJSP-N argues that the registration bypassed legal requirements. They plan to take legal action against the decision.\n\nYadav claims his party is still intact, and only a small number of people have left. He insists the party will continue to support the ruling coalition.","summary":"Janata Samajbadi Party Nepal to challenge Election Commission's recognition of a spliter group as a new party due to alleged illegal registration process."},{"hash":"f6f0addbb8cbaa32a930541099e8ab8b80dbd645a10abca7ca6caeeb2cd39f3a","title":"Political parties often change their positions on issues to suit their current goals or appeal to voters.","link":"https://kathmandupost.com/politics/2024/05/09/political-parties-shift-stances-based-on-convenience","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/meeting-1715218714.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Past Conflict:**\n\n* About a year ago, the CPN-UML party demanded a judicial investigation into gold smuggling involving the Nepali Congress and CPN (Maoist Centre).\n* The Nepali Congress, then in government, rejected this demand.\n\n**Current Conflict:**\n\n* Now, the CPN-UML, now in government, is rejecting the Nepali Congress's demand for a parliamentary investigation committee against the Home Minister, Rabi Lamichhane.\n* The Nepali Congress is threatening to obstruct parliament's new session if the committee is not formed.\n\n**Differences in Positions:**\n\n* The CPN-UML argues that their previous demand for a judicial investigation commission in the gold smuggling case was different from the Nepali Congress's current demand for a parliamentary probe committee.\n* The Nepali Congress insists that both cases involve powerful individuals who need to be investigated.\n\n**Conclusion:**\n\nThe two main political parties in Nepal, the Nepali Congress and the CPN-UML, have conflicting positions on the formation of investigation committees when they are in government or opposition. This highlights the dysfunctionality of state mechanisms and the lack of trust in the state apparatus.","summary":"Last year, the Nepali Congress and the CPN-UML exchanged roles as the ruling and opposition parties, leading the Congress to demand a parliamentary investigation into Deputy Prime Minister Lamichhane's alleged embezzlement, while the UML, now in power, rejects this demand, citing their own successful demand for a judicial commission to investigate gold smuggling when they were in opposition."},{"hash":"993e3dfb635cc252b93bf935dad75ef144713614867292c57642795d1f8ac6ff","title":"Nepali Congress may allow Rabi Lamichhane, head of Rastriya Swatantra Party, to address the Parliament, despite his citizenship controversy.","link":"https://kathmandupost.com/politics/2024/05/09/nepali-congress-may-allow-lamichhane-to-speak-in-parliament","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb18-1715215891.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"- Nepali Congress insists on parliamentary probe into Home Minister Lamichhane's involvement in cooperative scam.\n- Police reports show millions of rupees transferred from cooperatives into Lamichhane's name without proper process.\n- Lamichhane denies wrongdoing, but Congress says he misused police and Attorney General's Office to claim innocence.\n- Congress suspects Lamichhane is trying to destroy evidence and influence the investigation.\n- Ruling parties propose a broader committee to investigate cooperative sector, but Congress insists on specific inquiry into Lamichhane.\n- Congress will decide on allowing Lamichhane to speak in Parliament on Thursday, but demands a parliamentary committee remain unchanged.\n- Congress also raises concerns about unconstitutional government actions in Koshi and Gandaki provinces.","summary":"Nepali Congress demands a parliamentary investigation into Deputy Prime Minister Lamichhane's involvement in a cooperative embezzlement scam, accusing him of misusing the Nepal Police and Attorney General's Office to avoid prosecution."},{"hash":"52a7252302ec66d97f3faf40d59ba35f37aa0f43337d7482f90bdc22e8f712fc","title":"Gandaki Province's Chief Minister expanded the cabinet despite ongoing controversies. Pratiksha Kafle was sworn in as a new minister in Pokhara.","link":"https://kathmandupost.com/politics/2024/05/07/gandaki-chief-minister-expands-cabinet-amid-controversy-q-pratiksha-kafle-in-pokhara","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1715045965.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"politics","content":"**Gandaki Province:**\n\n* Chief Minister Adhikari expands cabinet with two new ministers.\n* Speaker interprets 30 as majority in 60-member assembly, granting Adhikari trust vote.\n\n**Lumbini Province:**\n\n* Bhandari Lal Ahir returns as Agriculture Minister after resigning 15 days ago.\n* Ahir rejoins government after a split in his party, which formed a new party under Ashok Rai.","summary":"Chief Minister Khagaraj Adhikari's Cabinet expansion in Gandaki Province and Bhandari Lal Ahir's reinstatement as Minister in Lumbini Province amid ongoing political turmoil."},{"hash":"0d8fb09ab1026484e465284d903ed753ad28550936d7ae26eefcff4b8df23383","title":"Three people were arrested for allegedly cheating US visa applicants.","link":"https://kathmandupost.com/kathmandu/2024/05/10/three-arrested-for-allegedly-duping-us-aspirants","date":1715299200000,"source":"kp","category":"kathmandu","content":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. ","summary":"Nepal Police arrest gang for defrauding youths of Rs130 million by promising illegal immigration to the US and Canada, rescuing 15 hostages abroad."},{"hash":"d34d04f3fb0aac7854c1168b097a6ce09196339cf7d7bc35809cda6b94726548","title":"Fire in Bhaktapur injures two people.","link":"https://kathmandupost.com/bhaktapur/2024/05/05/two-injured-in-bhaktapur-fire","date":1714867200000,"source":"kp","category":"bhaktapur","content":"**Fire in Carpet Factory**\n\nTwo men got hurt in a fire at a carpet factory in Changunarayan, Bhaktapur. Buddha Shrestha (23) and Manu Urwa (29) were injured trying to put out the fire. Shrestha is in a local hospital, while Urwa with serious burns was taken to a Kathmandu hospital.\n\nSeven fire engines and four water tankers fought the fire for five hours, with help from security and locals. Rs 18 million worth of property was destroyed. The cause of the fire is still being looked into.","summary":"A fire at a carpet factory in Bhaktapur injured two, destroyed property worth Rs18 million, and was controlled after five hours of efforts."},{"hash":"b6207fb9e973312bf402c67e85a81cf80ec93fb9549d25542321817afde006d8","title":"Two people died due to suffocation while digging a well in Bhaktapur.","link":"https://kathmandupost.com/bhaktapur/2024/05/01/two-die-of-suffocation-while-digging-well-in-bhaktapur","date":1714521600000,"source":"kp","category":"bhaktapur","content":"Please provide the text you want summarized.","summary":"Summary in 1 line:\n\n**Crucial events chronologically condensed.**"},{"hash":"f5d5a914ad325d0dc9cdbe3e13aee77b709515bae18e316ed2e1dfc20803ba5d","title":"Tragic News: Man dies due to injuries sustained in forest fire.","link":"https://kathmandupost.com/lalitpur/2024/04/30/man-injured-in-forest-fire-dies","date":1714435200000,"source":"kp","category":"lalitpur","content":"A man died from burn injuries while fighting a fire in a forest. Another person is still being treated. A separate fire in another forest is still burning and has forced the evacuation of 65 people.","summary":"Injured Tapeshwar community forest firefighter dies, while another fire rages in Ananda forest, displacing hospital patients."},{"hash":"576aedd4fb42b61a1e529a2a54b7b58d3d019f11c45cb0f9be739c017645a00d","title":"Seven hospital wards in Kolkata Municipal Corporation (KMC) have started segregating waste. Four more wards will start soon.","link":"https://kathmandupost.com/kathmandu/2024/04/30/seven-wards-of-kmc-start-waste-segregation-four-more-to-start-soon","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1714441676.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"kathmandu","content":"Kathmandu is enforcing waste sorting in seven wards (5, 7, 10, 12, 24, 27), with four more wards preparing to join.\n\nDegradable waste is turned into compost, while biodegradable waste is used to generate biogas and electricity.\n\nThe city has separate waste trucks to collect sorted waste and is selling reusable non-degradable waste.\n\nThe goal is to reduce waste and improve waste management in Kathmandu.","summary":"Kathmandu Metropolitan City implements waste segregation in seven wards, converts degradable waste into compost, generates biogas, and plans to sell non-degradable waste."},{"hash":"bac85bfd8fbe8dc3ec19bd57e21e7d55fb8ee1d6e7f3d6210e11c9b616730af7","title":"The finance minister made a pun about \"critical analysis\" to emphasize the importance of carefully examining the country's economy.","link":"https://kathmandupost.com/money/2024/05/12/finance-minister-pun-stresses-need-for-critical-analysis-of-the-country-s-state","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb26-1715518050.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"money","content":"Finance Minister Pun emphasizes the need to assess the country's current state, acknowledging both progress and shortcomings.\n\nDespite economic challenges, sectors like hospitality and hydropower have seen growth.\n\nHowever, coordination issues between central and provincial governments have led to underspending of budgeted funds.\n\nIndustry leaders expressed concerns about the sluggish construction sector and restrictive policies hindering private investment.\n\nGovernment policies have dampened business morale, resulting in a decline in revenue collection.\n\nLack of investment opportunities and unfavorable policies have caused even business owners to leave the country.\n\nThe NRNA highlights the untapped investment potential of non-resident Nepalis, but bureaucratic hurdles hinder progress.","summary":"At the Kantipur Economic Summit, Finance Minister Pun highlighted the need to analyze the country's situation, criticizing past mistakes and insufficient coordination between government levels, while acknowledging progress in some sectors like hydropower and hospitality."},{"hash":"598d47179f347b323a132ca5a175cddf5c7d9425a715572e35c22b375dbc2709","title":"Nepal's banking industry employs a large number of women, making it a leader in South Asia.","link":"https://kathmandupost.com/money/2024/05/11/nepal-s-banking-industry-is-a-leader-in-south-asia-in-employing-women","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715392971.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"money","content":"**Devna's Journey in Banking**\n\nDevna faced challenges as a woman in banking, including:\n\n* Questions about family planning during interviews.\n* Lack of work-life balance due to responsibilities at home.\n* Little support from colleagues and unclear feedback.\n* Resistance and disrespect from male colleagues.\n\n**Progress Made in Nepal**\n\nDespite these challenges, Nepal has made progress:\n\n* High representation of women in banking compared to other South Asian countries.\n* Legal framework to protect women's rights in the workplace.\n* Female representation required on boards of banks.\n\n**Challenges Remaining**\n\n* Women still face barriers in advancing to leadership roles.\n* Cultural attitudes towards women in positions of power remain.\n* Lack of role models and support systems for women in the industry.","summary":"Despite societal challenges, Nepal's banking industry boasts high female representation at entry levels, but faces gaps in leadership roles due to lack of support, unclear feedback, and socio-cultural norms."},{"hash":"f3e4a42725000ac8f9936c9fe3c2c8d3248f6134923cb80e8472ddc216c5009a","title":"Businesses ask government to increase spending on infrastructure projects, like roads, bridges, and schools, to boost the economy.","link":"https://kathmandupost.com/money/2024/05/10/private-sector-urges-massive-capex-booster-to-revive-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb5-1715304600.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"money","content":"**Nepal's Economic Growth Plan:**\n\n* Government plans to increase spending to boost economic growth.\n* Private sector wants the government to encourage investment by:\n    * Providing incentives for job-creating businesses.\n    * Prioritizing startups, exports, and tourism.\n    * Allowing companies to reinvest profits.\n* Economy has slowed down due to reduced private investment and government spending.\n* Government's tight monetary policy has also impacted growth.\n* High taxes and bureaucracy have discouraged investment in construction and manufacturing.\n* Banks have low confidence in lending to the private sector.\n* Government needs to address:\n    * High non-performing loans in the construction sector.\n    * Tax and hedging issues for foreign investment.\n    * Promoting a green economy.\n* Government must identify new sources of revenue and restructure the economy to prevent debt problems in the future.","summary":"Private sector urges the government to allocate a larger capital expenditure in the upcoming budget to stimulate economic growth amid an ongoing slowdown."},{"hash":"eb1755b9532256307117ca5c5fb719c9560772f1fd9b41cf31e240daf54eaf7a","title":"**Barahi Jungle Lodge Cleanup Initiative**\n\nVolunteers and lodge staff team up to clean up Barahi Jungle Lodge in Nepal to protect the environment. They remove trash, cut overgrown vegetation, and maintain trails for guests. The initiative aims to preserve the natural beauty of the area and enhance the experience for visitors.","link":"https://kathmandupost.com/money/2024/05/09/barahi-jungle-lodge-cleanup-initiative","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/EEEEEE-1715220027.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"Barahi Jungle Lodge, located in Chitwan National Park, has cleaned up the area, removing three tractorloads of trash. As part of its commitment to sustainability, the lodge regularly conducts cleanups and has received eco-certifications for its environmental efforts. It has also been certified for its international-level Environmental Management Systems.","summary":"Barahi Jungle Lodge, an eco-certified resort in Chitwan, has conducted an annual cleanup drive, removing waste from Chitwan National Park and earning ISO-14001 certification for its environmental management systems."},{"hash":"c5fe1d2f9a8cd6eef1f0a323caa11b7801cd42a62a453832aeefed4f02fa2511","title":"Government plans to check pregnant women for mental health issues.","link":"https://kathmandupost.com/health/2024/05/10/ministry-plans-to-screen-pregnant-women-for-mental-health-problems","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb4-1715304323.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"health","content":"**Government to Screen Pregnant Women for Mental Health**\n\n* Pregnant women will be screened for mental health issues to reduce the number of deaths related to pregnancy.\n* Up to 6% of pregnancy deaths are due to suicide from mental health problems.\n* The government currently plans to start screening in one hospital and expand it in the future.\n* Nepal aims to reduce pregnancy deaths to 75 per 100,000 births by 2030.","summary":"To cut down on rising maternal deaths, the Nepal Ministry of Health and Population plans to screen pregnant women for mental health problems, which have caused six percent of deaths due to self-harm."},{"hash":"59f298234b280fa0591d0d30e4fbe9e9eb1f6e5022825d49db7c9d29cf0971ae","title":"Doctors and health workers are being trained to screen for non-communicable diseases (NCDs) like diabetes, heart disease, and cancer. This training will improve early detection and management of NCDs, which are a leading cause of death worldwide.","link":"https://kathmandupost.com/health/2024/05/09/doctors-health-workers-get-ncd-screening-training","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/health/thumb19-1715216811.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"health","content":"**Health Workers Trained to Screen Non-Communicable Diseases in Kathmandu**\n\n- 50+ health workers in Kathmandu received training to screen for non-communicable diseases (e.g., high blood pressure, heart disease).\n- The trained workers will screen patients at local health facilities.\n- Non-communicable diseases are a major health problem in Nepal, accounting for 71% of deaths.\n- The government provides free medicines for some non-communicable diseases.\n- Many people are unaware of their disease conditions due to lack of screening.\n- The trained health workers aim to diagnose and treat non-communicable diseases early, reducing their impact on health.","summary":"In Kathmandu, over 50 health workers received training to screen for major non-communicable diseases like hypertension, heart disease, diabetes, and mental health problems, promoting early diagnosis and management."},{"hash":"82b739d47f0c00dff5e5dd29a2d0a22bf0dc7eaf617fbb8b14963fbec0702e41","title":"Only a small fraction (less than 2%) of medicines on the market have been adequately tested within nine months of being available to patients.","link":"https://kathmandupost.com/health/2024/05/03/under-two-percent-medicines-in-the-market-tested-in-nine-months","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1714697599.jpg&w=900&height=601","date":1714694400000,"source":"kp","category":"health","content":"**Drug Inspectors Test Few Medicines**\n\nDrug inspectors have checked only 348 of 20,000 medicines in the past 9 months. Some medicines that were suspected to be of poor quality have already expired while waiting to be tested.\n\nThe Department of Drug Administration (DDA) is responsible for ensuring the safety of medicines, but it has too few staff and laboratories to test all the medicines available.\n\nExperts warn that taking poor-quality medicines can hurt patients' health.\n\nThe DDA admits it has not tested enough medicines and that some of the medicines tested were found to be poor quality, suggesting that other medicines on the market may also be problematic.\n\nThe DDA's laboratory has limited staff and equipment, making it hard to test medicines quickly and effectively.","summary":"Drug inspectors collect medicine samples for testing, but less than 2% of registered drugs are tested, leading to concerns about substandard medicines being available in the market despite some samples being found unsatisfactory during testing."},{"hash":"f7d587fba320830df3d5490b1476f7bed784a09cb467e0da2566ea0c042e9aa7","title":"toxic-air-is-giving-young-children-asthma","link":"https://kathmandupost.com/health/2024/04/29/toxic-air-is-giving-young-children-asthma","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GKnxljjWYAAVcmb-1714354861.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"health","content":"**Air Pollution and Childhood Asthma**\n\n**Key Points:**\n\n- Air pollution is worsening in Nepal, causing an increase in childhood asthma cases.\n- Asthma symptoms include shortness of breath and wheezing.\n- Asthma can be cured with treatment, but it can damage lungs if left untreated.\n- Parents often mistake asthma for pneumonia and delay seeking medical help.\n- Pollution also shortens the lives of Nepali people by about 5 years.\n\n**Other Causes of Childhood Asthma:**\n\n- Allergies\n- Family history\n- Respiratory illnesses","summary":"Polluted air in Kathmandu, caused primarily by forest fires and vehicular emissions, exacerbates childhood asthma, leading to increased hospitalizations, while also shortening life expectancy by five years in severely polluted areas."},{"hash":"7278c32d05b7d91efd57a55cdeffa191fb8097c7d25b5ac6952d0aaf8ada290f","title":"People in 7 districts will receive medicine to prevent elephantiasis.","link":"https://kathmandupost.com/health/2024/04/27/people-in-7-districts-to-be-given-anti-elephantiasis-medicine","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb21706159670-1714183227.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"health","content":"Prepare to stop a disease spread by mosquitoes. Everyone over two years old will get medicine to prevent elephantiasis. This is expected to be the final year of the effort, which has helped eliminate the disease from most of the country.","summary":"Nepal's Epidemiology and Disease Control Division is conducting a mass drug administration campaign in seven endemic districts to eliminate lymphatic filariasis, aiming for the country's elimination by 2030, with this campaign potentially being the last due to budget constraints."},{"hash":"0ed1ef279c5c1097aa7cd97df03f1d585cd0b8b8aa22954171fd3e38f37f8625","title":"A restaurant in New York City brings the flavors of Nepal to the American city.","link":"https://kathmandupost.com/food/2024/05/10/taking-nepali-taste-to-new-york","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/food1-1715265554.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"food","content":"**Aditya Mishra's Culinary Journey**\n\nAditya Mishra, a Nepali chef, is passionate about sharing Nepali cuisine with the world. After studying engineering, he followed his love of cooking and moved to New York.\n\n**The Sewing Tin**\n\nMishra co-founded The Sewing Tin, a restaurant that celebrates both Nepali and Indian traditions. The restaurant's name reflects the immigrant experience of finding unexpected treasures in cookie boxes.\n\n**Promoting Nepali Cuisine**\n\nMishra's menu incorporates Nepali dishes with French influences. He creates dishes like \"kachaila,\" a Newari dish similar to French tartare, to introduce Nepali flavors to international diners.\n\n**Challenges and Opportunities**\n\nAs an outsider in New York, Mishra faces challenges, but he sees it as a city of opportunities. He encourages chefs to stay true to their culture and embrace creativity.\n\n**Mishra's Signature Dish: Confit Duck Chatamari**\n\nThis dish combines traditional Nepali chatamari (rice pancake) with French duck confit. It features flavors from both cultures, including pickled onions, garlic aioli, and Nepali pepper.","summary":"Aditya Mishra, a Nepali chef in New York, established 'The Sewing Tin' to elevate Nepali cuisine through innovative dishes that blend Nepali and Indian flavors, promoting Nepali cuisine abroad and advocating for creativity in Nepal's restaurant industry."},{"hash":"4f18229de2a5d8016e8888758de34cc858e98af2b542ed3077fa8ab2d1e49a3b","title":"Patience and passion are key ingredients in creating delicious pastries.","link":"https://kathmandupost.com/recipes/2024/04/27/patience-passion-and-pastries","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/BakeleusbyCeleus-1714186343.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"recipes","content":"**Celeus Baral: A Dedicated and Creative Baker**\n\nCeleus Baral, an environmental science student, runs the online baking shop Bakeleus. She believes baking is an art form, requiring precision and patience.\n\nShe incorporates fresh produce grown by herself into her baking, believing in the importance of understanding the origins of our food.\n\nBaral advocates for zero-waste and accommodates orders with 72 hours' notice. Her dedication and passion can be tasted in her delicious baked goods.\n\n**Easy Baking Recipes**\n\n**Mini Carrot Cakes**\n\n* Ingredients:\n    * Milk or yogurt, flour, spices, eggs, sugar, vanilla, oil, carrots, nuts\n* Cream Cheese Frosting:\n    * Butter, cream cheese, vanilla, sugar\n\n**Mulberry Fudge Cake**\n\n* Ingredients:\n    * Eggs, sugar, butter, chocolate, yogurt, flour, cocoa powder, mulberries\n\n**Strawberry Casserole**\n\n* Ingredients:\n    * Yogurt, cream cheese, milk, honey, vanilla, flour, sugar, strawberries, almond flakes","summary":"Celeus Baral, an environmental science student, started Bakeleus in 2020, creating a variety of wholesome baked goods inspired by her environmental knowledge and love for homegrown ingredients."},{"hash":"9780e132b8e20251511cc1c330b02a430eeb7118100ff4ca205cc2bdd81eedba","title":"**Know Your Food: Potatoes**\n\nPotatoes are versatile vegetables that can be enjoyed in many ways. They are a good source of energy, vitamins, and minerals. Potatoes also contain dietary fiber, which can help you feel full and satisfied.\n\nHere are some of the different types of potatoes:\n\n* **Russet potatoes** are the most common type of potato. They are large, with a brown skin and a white flesh. Russet potatoes are good for baking, frying, and roasting.\n* **Yukon Gold potatoes** are smaller than Russet potatoes. They have a yellow skin and a yellow flesh. Yukon Gold potatoes are good for boiling, mashing, and roasting.\n* **Red potatoes** are small, with a red skin and a white flesh. These potatoes have a waxy texture and a mild flavor. Red potatoes are good for boiling, roasting, and frying.\n* **Sweet potatoes** are not technically potatoes. They are a different type of vegetable. Sweet potatoes are large, with an orange skin and a sweet, orange flesh. They are good for baking, roasting, and mashing.\n\nPotatoes are a healthy and delicious addition to any diet. They can be enjoyed in many ways, so there is sure to be a potato dish that everyone will love.","link":"https://kathmandupost.com/food/2024/01/27/know-your-food-potato","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled8copy-1706323718.jpg&w=900&height=601","date":1706313600000,"source":"kp","category":"food","content":"**Potatoes: A Versatile and Nutrient-Rich Staple**\n\n**Benefits:**\n\n* Rich in vitamins (B1, B6, C), minerals (potassium, copper), and fiber\n* Boosts heart, muscle, and nervous system health\n* Aids digestion\n* Provides carbohydrates, energy\n* Safe to eat due to minimal pesticide use\n\n**Types:**\n\n* Red and white potatoes are common\n* Blue potatoes are gaining popularity, high in nutrients\n* Sweet potatoes contain vitamin A, purple potatoes have antioxidants\n\n**Other Uses:**\n\n* Potato chips and french fries are popular, but high in calories and not as nutritious\n\n**Considerations:**\n\n* Diabetics should limit potato intake due to potential blood sugar spikes\n* Excess consumption can lead to weight gain","summary":"Potatoes, a widely cultivated and versatile crop in Nepal, provide numerous essential nutrients, are relatively inexpensive, and are used in various cuisines."},{"hash":"8f050af11428f186d46c4f64b300a3441341f2f7048fe6b8a30e31626fd61759","title":"**Eggs: Nutrition and Health**\n\nEggs are a good source of protein, healthy fats, and vitamins A, D, and B12. They also contain choline, which is important for brain and nervous system health.\n\n**Cholesterol in Eggs**\n\nEggs contain cholesterol, but research has shown that dietary cholesterol has little impact on blood cholesterol levels.\n\n**Heart Health**\n\nEggs do not increase the risk of heart disease. In fact, some studies have suggested that they may help improve heart health by raising HDL (good cholesterol) levels.\n\n**Weight Management**\n\nEggs are satiating and can help reduce appetite and calorie intake, which may be beneficial for weight management.\n\n**Storage and Safety**\n\n* Store eggs in the refrigerator for up to 4 weeks.\n* Avoid storing eggs in the door of the refrigerator as this is the warmest part.\n* Cook eggs thoroughly to kill any potential bacteria.\n* Discard any eggs with cracks or breaks in the shell.","link":"https://kathmandupost.com/food/2024/01/13/know-your-food-eggs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/ezgif3822bacc5da-1705113903.jpg&w=900&height=601","date":1705104000000,"source":"kp","category":"food","content":"**Chicken Eggs: A Nutritional Superfood**\n\n* Eggs are packed with nutrients, including vitamins and minerals.\n* They are a good source of protein, which helps fight malnutrition.\n* Eating eggs daily has many benefits, such as weight loss, lower blood pressure, and protection against infections.\n* Nepal produces enough eggs to meet its own demand.\n* Eggs come in two sizes: big and medium, with big eggs costing slightly more.\n* Pastured eggs are more nutritious but cost more than farm-raised eggs.\n* Healthy adults can safely consume 1-2 eggs per day.\n* There is no way to check the quality of eggs in Nepal, but looking for thick shells can be an indicator of quality.\n* Eggs have other benefits, such as:\n    * Weight loss\n    * Stronger bones in pregnant women\n    * Mental energy\n    * Improved skin health\n    * Reduced risk of stroke\n    * Eye health\n    * Brain development in babies","summary":"Chicken eggs are a nutritious superfood with multiple benefits, including weight loss, reduced blood pressure, increased mental energy, and eye health."},{"hash":"4441762448a02cd0b37a86fb1a58f420dbb6206d6c636319eb6405bfa4ae8b25","title":"Piano Piano South offers a taste of Italy with authentic Italian dishes and a cozy atmosphere.","link":"https://kathmandupost.com/food/2023/12/28/italian-delights-at-piano-piano-south","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/Main1-1703773991.jpg&w=900&height=601","date":1703721600000,"source":"kp","category":"food","content":"Piano Piano South is an Italian restaurant in Lalitpur, Nepal.\n\nIt has a peaceful garden area with piano music.\n\nTheir new menu has a variety of dishes like tomato soup, bruschetta, ravioli, and pasta.\n\nThey also have a selection of wines to pair with their food.\n\nThe Creamy Tomato Soup is a smooth and flavorful appetizer.\n\nThe Ravioli Agli Spinaci has spinach-filled ravioli in a creamy sauce.\n\nThe Prosciutto with Slow-Roasted Tomatoes and Eggplant is a unique and flavorful dish.\n\nThe Prosciutto E Arugula is a pizza with prosciutto, arugula, and melted cheese on a crispy crust.\n\nPiano Piano South is a great place to relax and enjoy a meal with family or friends.","summary":"Piano Piano South, an Italian restaurant in Lalitpur, offers a tranquil oasis with indoor and outdoor seating, a revised menu featuring Antipasti, Platti Principali, and desserts, and a curated wine selection to complement the authentic Italian fare."},{"hash":"85fd1b1b76fc26f28ffe0a271a86ba321af054d84ef73a9cb8c3c3bf2c72f12e","title":"**7 Must-Visit Places in Nepal in 2024:**\n\n1. **Kathmandu:** Ancient city with temples, palaces, and cultural heritage.\n2. **Pokhara:** Scenic lakeside town with stunning mountain views.\n3. **Chitwan National Park:** World Heritage site known for its wildlife, including tigers and rhinos.\n4. **Lumbini:** Birthplace of Lord Buddha, a sacred pilgrimage site.\n5. **Annapurna Base Camp:** Trek through stunning landscapes to the base of Mount Annapurna.\n6. **Everest Base Camp:** Trek to the base of the world's highest mountain, Mount Everest.\n7. **Langtang National Park:** Diverse park with glaciers, mountain peaks, and cultural villages.","link":"https://kathmandupost.com/travel/2024/02/19/7-places-in-nepal-you-should-visit-in-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1708309532.jpg&w=900&height=601","date":1708300800000,"source":"kp","category":"travel","content":"**Mundhum Trek:**\n- Cultural trail in eastern Nepal, passing through indigenous villages.\n- Offers panoramic views of Everest and other Himalayan peaks.\n- Best for trekking in spring (March-May).\n\n**Janaki Mandir:**\n- Largest temple in Nepal, located in Janakpur.\n- Houses an idol of Sita and celebrates the anniversary of her marriage to Lord Ram.\n- Other nearby temples include Ram Mandir, Laxman Temple, and Hanuman Temple.\n\n**Kuri Village:**\n- Popular tourist destination at high altitude.\n- Offers scenic views and snowfall during winter.\n- Accessible by specially modified jeeps with chains on wheels.\n\n**Annapurna Base Camp:**\n- Picturesque trek leading to the foothills of Annapurna South.\n- Offers cultural diversity, typical Nepali villages, and diverse flora and fauna.\n- Best for trekking in autumn (September-October) and spring (March-May).\n\n**Bardiya National Park:**\n- Home to the Royal Bengal Tiger and other wildlife.\n- Offers jungle safaris, rafting, and homestay experiences.\n- Ideal for visiting from mid-September to mid-December and mid-February to May.\n\n**Khaptad National Park:**\n- Protected area in the far western region.\n- Offers pristine landscapes and opportunities for trekking.\n- Best for visiting in spring (March-May) and autumn (October-November).","summary":"Mundhum Trek, Janaki Mandir, Kuri Village, Annapurna Base Camp, Bardiya National Park, Khaptad National Park, and Limi Valley are significant cultural, religious, and natural attractions in Nepal."},{"hash":"c077b34beda2250a997231f215f178053a057340c5c72de0aec15b25ae40ddb7","title":"In Phidim, memories of the past and the realities of the present coexist. The town is steeped in history, with ancient temples and traditional architecture. However, it is also facing modernization and growing tourism, bringing both opportunities and challenges.","link":"https://kathmandupost.com/travel/2023/11/18/old-memories-and-new-realities-in-phidim","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/phidim%20main%20(1).JPG&w=900&height=601","date":1700265600000,"source":"kp","category":"travel","content":"After a long journey, the author arrives in his hometown of Phidim in Nepal and finds it has changed. The houses are now made of concrete instead of mud and stone. The author visits his old school and remembers playing sports and going to competitions. He also visits Shivalaya temple, where he used to meet with friends. The author is sad to see that many people have left Phidim because there are not many jobs or good schools. However, Phidim is now a stopover for pilgrims on their way to Pathibhara Devi Temple. The author realizes that Phidim is changing, but it will always hold a special place in his heart.","summary":"Returning home to Phidim, the author finds it transformed by concrete buildings, a thriving pilgrimage destination, and a lack of opportunities, leaving it in a state of transition between rustic charm and urban growth."},{"hash":"6ec2c2cb523a223a47b5f232132774b5872a4d0a9220fb4a176d50e203ea7484","title":"Architecture and art combine to create unique structures that are both beautiful and functional.","link":"https://kathmandupost.com/travel/2023/10/28/a-blend-of-architecture-and-artistry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/travel5-1698457058.jpg&w=900&height=601","date":1698451200000,"source":"kp","category":"travel","content":"**Lucknow's Bara Imambara: A Majestic Maze and More**\n\n* Lucknow, with its bustling city, welcomes you with a smile.\n* Bara Imambara, built in the 18th century, is a grand monument with a huge hall.\n* The Asafi Mosque, with its intricate designs, complements the Imambara's beauty.\n* The Asafi Hall, unsupported by pillars, showcases the builders' brilliance.\n* The Bhool Bhulaiyaa (maze) is a fascinating labyrinth with echoing voices.\n* The Shahi Baoli, an underground stepwell, was a clever architectural marvel.\n* Its design allowed for natural temperature regulation and doubled as a \"CCTV camera\" to monitor visitors.\n\nThe Bara Imambara remains a testament to the ingenuity and artistry of the past, offering a captivating and enriching experience.","summary":"Bara Imambara, a magnificent 18th-century structure in Lucknow, boasts the Asafi Mosque, Labyrinth, and Shahi Baoli, showcasing intricate Mughal architecture, innovative engineering, and a labyrinthine design that whispers secrets through its walls."},{"hash":"e38b1beb524d0349efe3710dd274aab2205ecb04d36e45cc18e25ff5fb66e639","title":"Trekking and hiking offer a unique way to explore nature and challenge oneself. They involve hiking along trails, often through remote areas, to reach scenic destinations or connect with nature. Treks typically cover longer distances and can involve multiple days of hiking, while trails are shorter and less challenging. Both activities provide opportunities for adventure, physical exercise, and mental rejuvenation.","link":"https://kathmandupost.com/travel/2023/10/14/of-treks-and-trails","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/travelmain-1697245584.jpg&w=900&height=601","date":1697241600000,"source":"kp","category":"travel","content":"**Climbing High Mountains**\n\nClimbing mountains like Everest is tough and requires:\n\n* Positive mindset\n* Physical preparation (gyms, walking)\n\n**Backpacking Essentials**\n\n* Pack light: warm clothing, caps, sunglasses, gloves, sturdy boots\n\n**Managing Periods**\n\n* Carry period supplies\n* Communicate with guides if needed\n\n**Altitude Sickness and Injuries**\n\n* Rest if altitude sickness occurs\n* Carry painkillers\n* Inform guides if conditions worsen\n\n**Communication**\n\n* Build positive relationships with trekkers and guides\n* Effective communication ensures a smooth trek\n\n**Challenges for Female Trekkers**\n\n* Underestimation and demeaning comments\n* Prove abilities through strength and determination\n\n**Becoming a Trekking Guide**\n\n* Join a trekking association and take a course\n* Learn skills like map reading, navigation, guiding techniques\n* Consider a bachelor's degree in mountaineering for a comprehensive education","summary":"Climbing Mount Everest, Annapurna, or Manaslu requires preparation, a positive mindset, proper gear, and experienced guides, highlighting the challenges and rewards of trekking in Nepal."},{"hash":"a9ad689d21f22e85bcaa462724561585142b33988f2d2ded57420f55cc029fb5","title":"Traveling Nepal Solo:\n\nNepal offers a rich experience for solo travelers. It's a safe country with friendly people and affordable prices.\n\n* **Choose the right time:** Visit during the spring or autumn for the best weather.\n* **Decide on your itinerary:** Focus on areas like Kathmandu, Pokhara, and Everest Base Camp.\n* **Book your accommodation in advance:** Especially for peak season.\n* **Be open to meeting people:** Stay in hostels or guest houses to connect with other travelers.\n* **Learn a few Nepali phrases:** This will help you interact with locals.\n* **Respect local customs:** Be mindful of dress codes and religious practices.\n* **Stay connected:** Purchase a local SIM card for internet access.\n* **Consider hiring a guide:** For safety and in-depth cultural experiences.","link":"https://kathmandupost.com/travel/2023/06/17/travelling-nepal-solo","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/SoloTravelMain11zon-1686967229.jpg&w=900&height=601","date":1686960000000,"source":"kp","category":"travel","content":"**Women-led travel platform:** Duluwa Outdoors was started by five women to empower women to travel solo.\n\n**Is solo travel safe in Nepal?**\nYes, Nepal is generally safe for solo travel, both for international tourists and locals. Even women traveling alone from their homes to their parents' homes is common.\n\n**Good solo travel destinations in Nepal:**\n* For beginners: Shivapuri, Namo Buddha, Champadevi, Pokhara-Bandipur\n* For experienced travelers: Annapurna region (trekking), Illam, Dharan-Dhankuta, Palpa, Chitwan, Bardiya, Shuklaphanta (wildlife)\n\n**Tips for solo travelers:**\n* Plan your trip carefully.\n* Be prepared for the type of trail or journey you're taking.\n* Budget appropriately and have an emergency fund.\n\n**Safety tips:**\n* Get to a settlement before dark.\n* Be aware of wildlife and natural disasters.\n* Trust your gut and keep your distance from suspicious people.\n* Inform someone about your whereabouts, especially in areas without service.","summary":"Five women established Duluwa Outdoors in 2021 to empower female travelers, recognizing Nepal's safety for solo travel and providing recommendations for destinations and safety precautions."},{"hash":"346a5f2f19865b112acdb63b0ab14c7409a30a75c64d379907b20275126249e8","title":"Kritika's election as mayor gives the city a fresh start.","link":"https://kathmandupost.com/sports/2024/05/12/kritika-gives-mayor-s-xi-flying-start","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/Untitled2-1715480641.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"sports","content":"Lalitpur Mayor's XI won their first match in the Lalitpur Mayor Women's T20 Championship, beating Bagmati Province by 7 wickets.\n\nKritika Marasini was the star for Lalitpur, taking 4 wickets, including a hat-trick. Laxmi Chaudhary and Puja Mahato also played well for Lalitpur, scoring 12 and 23 not out, respectively.\n\nThe tournament features five teams, and the top two will advance to the final.","summary":"Kritika Marasini's four-wicket haul led Mayor XI to a seven-wicket victory over Bagmati Province in the Lalitpur Mayor Women's T20 Championship opener."},{"hash":"6abff852e013616a4b186563210990eae2ab277dec212259f16a73c76d3dc949","title":"Government to give money to cricketers and athletes.","link":"https://kathmandupost.com/sports/2024/05/10/government-to-provide-cash-reward-to-cricketers-athletes","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb6-1715304954.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"sports","content":"The government is giving 29.71 million rupees to athletes who did well recently. Cricketers get the most money (20.47 million rupees), including 1.3 million rupees each for the 15 players who qualified for the 2024 T20 Cricket World Cup.\n\nOther notable awards include:\n\n* 1.95 million rupees for karateka Arika Gurung, who won a silver medal at the 2022 Asian Games\n* 390,000 rupees each for the 12 players on the women's kabaddi team, who won a bronze medal at the 2022 Asian Games\n* 1.3 million rupees for Palesha Goverdhan, who won a bronze medal at the 2022 Asian Para Games","summary":"Government rewards sportspersons for achievements, including cash prizes for the cricket team qualifying for the T20 World Cup, Arika Gurung's silver at the Asian Games, and the women's kabaddi team's bronze medal."},{"hash":"d3bf2681c5f44f567c2b7e08f966046fb572ea416e8cfddac399e392844a7256","title":"Nepal defeated West Indies A by 2-3 in a thrilling series conclusion.","link":"https://kathmandupost.com/cricket/2024/05/04/nepal-win-last-match-against-west-indies-a-to-conclude-series-2-3","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GMucR8qbwAAxeZl-1714817959.jpg&w=900&height=601","date":1714780800000,"source":"kp","category":"cricket","content":"**Nepal Defeats West Indies A by Six Wickets**\n\nNepal beat West Indies A by six wickets despite losing the series 3-2.\n\nAasif Sheikh, Anil Sah, and Kushal Malla scored well for Nepal, while Sagar Dhakal and Sompal Kami bowled effectively.\n\nNepal chased 173 runs, with Sheikh scoring 51 and Sah 50. Malla hit a quickfire 37 to seal the win.\n\nDhakal took 3-17 and Kami took 3-16 for Nepal.\n\nNepal will participate in a camp before the 2024 ICC Men's T20 World Cup, where they will face the Netherlands in their opening match.","summary":"Nepal defeated West Indies A by six wickets in the fifth T20, despite losing the series 3-2, with key batting performances from Aasif Sheikh, Anil Sah, and Kushal Malla, and impressive bowling from Sagar Dhakal and Sompal Kami."},{"hash":"9d7ced68a72cb11104cf4b0dbf516e03a1daade9b97560e45bd16d4688ad8043","title":"West Indies successfully chased a 211-run target against Nepal.","link":"https://kathmandupost.com/cricket/2024/05/02/west-indies-a-post-210-run-target-against-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/match-1714707130.jpg&w=900&height=601","date":1714608000000,"source":"kp","category":"cricket","content":"**Nepal Loses to West Indies A**\n\nIn a T20 cricket match, Nepal lost to West Indies A by 28 runs. Nepal was given a target of 210 runs but was only able to score 181.\n\nRohit Paudel was Nepal's best batter with 82 runs. West Indies A's Johnson Charles and Andre Fletcher had half-centuries.\n\nNepal's batsmen struggled, except for Paudel. Coach Monty Desai has named an experienced squad for the World Cup next month.\n\nDespite their poor batting performance, Nepal's bowling was strong, with Kushal Bhurtel taking wickets. West Indies A won the series 3-1.","summary":"Nepal lost the fourth T20 to West Indies A by 28 runs, with Rohit Paudel's 82 not out the only bright spot for the Rhinos as they conceded an unassailable 3-1 lead in the five-match series."},{"hash":"a5e3edf276d54cd57e7292f16946aa79bba9683852ec9205a675963d0ef498de","title":"Nepal has chosen a 14-member squad for the upcoming ICC Men's T20 World Cup. The team will be led by Sandeep Lamichhane, who is currently ranked among the top 10 bowlers in T20 Internationals.","link":"https://kathmandupost.com/sports/2024/05/01/nepal-announces-squad-for-icc-men-s-t20-world-cup","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/nepal-1714612274.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"sports","content":"**Nepal T20 World Cup Squad**\n\nNepal coach Monty Desai has named an experienced squad for the T20 World Cup.\n\nThe team will be led by Rohit Paudel, who has regained form recently.\n\nBatters Binod Bhandari, Aarif Sheikh, Bibek Yadav, and Lokesh Bam have been left out due to poor performances.\n\nAnil Sah has been included despite recent struggles.\n\nAll-rounder Dipendra Singh Airee and Kushal Bhurtel, despite poor form, will play in the World Cup.\n\nGulsan Jha and Pratis GC are young players who have kept their places.\n\nSompal Kami, Karan KC, and Lalit Rajbanshi will lead the bowling attack.\n\nNewcomers Sagar Dhakal and Kamal Singh Airee have been added to the squad.\n\nNepal will play in Group D against the Netherlands, Bangladesh, Sri Lanka, and South Africa.","summary":"Nepal's final T20 World Cup squad, led by Rohit Paudel, features experienced players despite recent struggles in a series loss to West Indies A, with Bhurtel's poor form continuing."},{"hash":"7a3d1ded482b6c16b975bf6c029537706a90fae2f2a932fcc0b8383684f73d29","title":"Lithuanian presidential candidates pledge to oppose Russian aggression.","link":"https://kathmandupost.com/world/2024/05/12/lithuanian-presidential-hopefuls-vow-to-stand-up-to-russian-threat","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/CPIYV3RQ45MB3JUB25YSZ6HWYE-1715500085.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"world","content":"**Lithuania Presidential Election**\n\nOn Sunday, Lithuanians will vote for a president. Current President Gitanas Nauseda is expected to win.\n\n**Key Issues:**\n\n* Security: Voters worry about Russia attacking the Baltic states.\n* Defense: Candidates agree on raising defense spending.\n* Other Issues: Candidates disagree on same-sex partnerships.\n\n**Candidates:**\n\n* Gitanas Nauseda (incumbent): Supports Ukraine, focuses on security.\n* Ingrida Simonyte (Prime Minister): Only woman running, a challenger to Nauseda.\n\n**Election Process:**\n\n* Polls close at 8pm local time.\n* If no candidate gets over 50% of the vote, a runoff will be held on May 26th.","summary":"Lithuanians cast ballots in a presidential election where incumbent Nauseda is favored amidst rising security concerns and a runoff is probable due to split votes."},{"hash":"897df297105d6fe5fa3702d0c9dd641f7b3921fc5a0897eb6089b09267b5613f","title":"Fort McMurray, a major oil town in Canada, has issued an evacuation notice due to a wildfire.","link":"https://kathmandupost.com/world/2024/05/12/wildfire-evacuation-notice-issued-for-major-canada-oil-town-fort-mcmurray","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/MADML6ZDIBKURB3X3KUS7H6AVU-1715486965.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"world","content":"Fort McMurray, Alberta is under an evacuation alert due to a large wildfire. The fire is out of control and covers 2,471 acres. Strong winds are expected, making the situation worse. The government warns that Canada may face another bad wildfire season due to higher temperatures caused by El Nino.","summary":"Fort McMurray faces evacuation due to an out-of-control wildfire, foreshadowing a catastrophic wildfire season across Canada as predicted by the federal government."},{"hash":"4d1e5970683b220a3a181fcf8a9659ad24ba8e6238140fc24bf200beeabc779f","title":"unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","link":"https://kathmandupost.com/books/2023/07/31/unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/books-1690776078.jpg&w=900&height=601","date":1690761600000,"source":"kp","category":"books","content":"**Unauthorized Book Translations in Nepal**\n\nMany foreign books, including those by Taslima Nasrin, have unauthorized translations in Nepal. This means they were translated and published without the author's or publisher's permission.\n\n**Consequences**\n\n* Authors and publishers lose money because they don't receive royalties.\n* Readers get poor-quality translations that may not accurately reflect the original work.\n* Nepal's publishing industry and reputation are damaged.\n\n**Reasons for Unauthorized Translations**\n\n* Some publishers make money easily by translating popular books without paying for rights.\n* Government policies, such as taxes on book imports, may lead to a shortage of original books, making it easier for pirated copies to flood the market.\n* Nepal lacks effective regulations to prevent and punish unauthorized translations.\n\n**Effects on Nepali Publishing**\n\n* Publishers who prioritize authorized translations struggle to compete with those who offer cheap pirated copies.\n* Nepal's ability to develop a strong, ethical publishing sector is hindered.\n\n**Call for Action**\n\n* The government, publishers, authors, and readers should work together to reduce piracy.\n* Laws should be strengthened and enforced to protect intellectual property.\n* Education and awareness campaigns should be launched to discourage unauthorized translations.","summary":"Nepal's book market is plagued by numerous unauthorized translations of popular foreign books, including those by Bangladeshi-Swedish writer Taslima Nasrin, resulting in poor quality translations and financial harm to authors and rights holders."},{"hash":"f91af36450d89ad58798b4c4d401adfda4ba09b3625ea1c7677f78706e25f747","title":"desperate-youths-from-maoist-heartland-hit-us-wall","link":"https://kathmandupost.com/national/2023/06/25/desperate-youths-from-maoist-heartland-hit-us-wall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/CIJ-1687660964.jpg&w=900&height=601","date":1687651200000,"source":"kp","category":"national","content":"Bharat Budha, chair of Putha Uttarganga Rural Municipality’s ward 10, knows that many youths from his village have made it to the United States via ‘tallo bato’—backdoor route—and that many are still on the way. He also knows that eight of them have been deported from the country and that they have lost a cumulative Rs45 million in the process. The deported youths say that they returned home empty-handed after facing unspeakable ordeals and lost Rs6 million each on average.The Tak village in Rukum East—a close-knit settlement of 425 houses—was considered the Maoists’ ‘base area’ during the insurgency. Village youths who reached the US through illegal routes and got deported have lost an estimated Rs40 million. The number of those who returned without completing the journey and the amount they lost remain unknown.To get to the US, the youths have taken loans at up to 36 percent interest per annum from their relatives and village landowners. In Tak village, at least one person each from half of the households has gone abroad, Budha said. “Youths started going to America about six-seven years ago,” he said. “If they could gather enough money, the whole village would try to go to the US.” Budha’s own son had reached the US illegally in 2017, spending Rs3.2 million.During the insurgency, outsize slogans of revolution would adorn the walls of houses in the village. Hoping for a better life, people from all walks of life helped out the Maoists. But now, village youths are paying the agents to illegally get to the US—a country that the Maoists used to call their ‘enemy’, an ‘imperialistic force’. This has cost the Tak village much and in multiple ways.Death of a dreamSome of the deported youths have chosen to flee the village altogether, burdened with debt and creditors’ pressure. At least five such families have already left, said a resident. The family of Ram Budha was one of them. On April 28, 2015, Ram, who had returned to Nepal after working in Malaysia for eight years, took the illegal route to the US. He travelled through arduous trails for months and finally arrived in the country. Upon reaching the country, he was detained and had to stay at the detention camp for 27 months. When his refugee application was rejected, he was deported to Nepal in mid-December 2019. He lost Rs4.5 million in the process. He now owes over Rs6 million to creditors. “After the creditors began to put pressure on me, I couldn’t live in the village peacefully,” said Ram, who currently runs a vegetable farm in Tarakeshwar, Kathmandu.While those who got to the US through illegal routes and fortunately got refugee status there narrate their stories with pride, those who have been deported or returned from half-way have tragic tales to tell.Nanda Kala Gharti, who lives in a small stone house on the upper flank of Tak village, spends her days in melancholy. Her husband, Dhanlal, had chosen to take the illegal route to the US, and Nanda Kala, a mother of four, is living with the repercussions of his decision. Dhanlal had got into the US after a six-month long arduous journey and was detained immediately. He had to spend four years in the detention camp, before he was deported to Nepal. He had already lost Rs6 million.Nanda Kala said they now have an insurmountable crisis in their hands. Pointing to her son, she exclaimed, “When will he grow up, go abroad and pay back the loans!”Dhanlal himself tried to go to Croatia once and spent 15 days in Kathmandu for the process. But after he was turned down, he returned home dejected. “Now we will submit the passport to another agent [for Dhanlal’s trip abroad],” Nanda Kala said. “There’s no point staying here.”Stories that echo each otherThe situation in Sisne Rural Municipality is similar to that of Putha Uttarganga. Here, one can hear plenty of stories of those who have tried to go to the US and those who are fighting refugee cases there. Krishna Regmi, chair of the rural municipality, personally knows seven people who have been deported from the US.Gangaram Khadka, a resident of Sisne-3, runs a bee and chicken farm. Like other young men in his village, Khadka had headed off to the US via an illegal route on 27 March, 2018. He had reached the US via the New Delhi-Moscow-Barcelona-Bogota-Panama-Costa Rica-Nicaragua-Honduras-Guatemala-Mexico route. When he finally arrived in the US, he was detained and had to spend 11 months in detention. He was deported on 15 March, 2019. He had handed over Rs3.2 millions to the agent and spent Rs2 million to fight the case to become a refugee. “It’s not possible for me to pay back the loan while working in Nepal,” he said. “I aim to pay back some interest and head off abroad again.”For six months after Khadka was deported, he had anxiety and headache, he said, adding the three people from his village who were deported like him are also struggling with their mental health.Tikaram Pun, a 40-year-old resident of Bohora village in Musikot-4, is also haunted by his past journey. In September 2017, he reached the US after crossing 17 countries with the help of organised human traffickers. Of the 41 people in his group, 31 were from Rukum East and Rukum West, he said. Pun, who was detained on arrival in the US, spent 24 months in a detention camp. His refugee application was also refused and so he was deported along with eight other Nepalis. “When I returned, I started having mental health problems. I still suffer from them,” he said. Pun is under pressure from creditors and relatives to pay back the Rs9.2 million loan he had taken for the task.Those who died on the wayA group of 10 Bangladeshis and seven Nepalis, including Rupak Bohora of Bafikot-3 in Rukum West, were on a mission to reach Costa Rica through Colombia, Caribbean Coast, Capuragana and Panama. But while they were crossing a sea, their boat capsized. As many as 12 died in the incident, including six Nepalis. Rupak’s wife, Geeta, learned about the incident only after six days, on 25 June, 2021.“I still don’t know what exactly happened,” said Geeta, who had been married off at age 19 and is now a mother of two daughters. The only thing she knows is that Rupak has died and she is now all alone. And that she has Rs5 million in loan taken for Rupak’s trip. She showed a picture of her husband on her phone to this scribe and said, “I only have memories.”Lack of political will and legal remediesThe concrete bridge over Chewang river is on the edge of Tak village. On the walls of the bridge are paintings of political theorists like Marx, Engels, Lenin, Stalin and Mao, and the iconic slogan, ‘Workers of the world, unite!’, below them. But the slogan appears to be at odds with life in the village. Given the phenomenon of illegal travels to the US through the help of organised human traffickers, the whole village appears to be emptying. Neither the local governments are concerned about the phenomenon nor are the political parties paying attention.Puniraj Gharti, chair of Putha Uttarganga Rural Municipality, said though the trend is worrying, there’s nothing he can do. “How could we stop them from making the trip when they are struggling to make a living in the village?” he said.Krishna Regmi, chair of Sisne Rural Municipality, said that the vicious cycle of poverty started after marijuana farming was banned in the country. Then the Maoist insurgency added to the woe, forcing youths to migrate. The signing of the peace agreement in 2006 didn’t herald any change in the economy either and youths are struggling to get jobs. Organised human traffickers are cashing in on this sorry state of affairs, Regmi said. “Meter byajis [usurious lenders] are also promoting this phenomenon,” he added.The phenomenon is equally rife in Dang’s Tulsipur and Ghorahi. Ramesh Kumar Pandey, chair of Ghorai-15, says that even though many heading to the US are swindled, no complaints are filed at the ward office. “Only those who attempt to go to Saudi Arabia or Qatar file the complaints,” he said.One can infer from Pandey’s statements that the families of such illegal travellers don’t want to publicise the ordeals of their family members. On the one hand, agents threaten them to not publicise the issue; on the other, they fear they themselves would be punished by law.According to the Anti-Human Trafficking Bureau, as many as 178 Nepalis, including 174 men, have been deported from the US in the five fiscal years after 2018-19. Of them, the highest 49 are from Rukum while 37 are from Dang. The data doesn’t include those who returned after making it to the half-way or those who have been fighting the legal battle in the US for refugee status. But this data is enough to show that many such youths are from the ‘base areas’ of the Maoist insurgency.SSP Jeevan Shrestha, chief of the bureau, said that data on the number of such victims and the amounts they have spent is hard to collect since complaints are rarely filed with the police. “This is human trafficking but for a lack of law, we are still compelled to launch the cases as per Human Trafficking and Transportation (Control) Act 2074 BS,” Shrestha said. “The Act provides a maximum penalty of Rs250,000 for the offenders and 50 percent of that as compensation to the victims.” Without specific law, police also invoke the theft and organised crime act to punish the offenders, he added.On the one hand, police receive no complaints; on the other, the phenomenon sees no control.Bhaskar Gautam, a political scientist, says the rise in cases of human trafficking in the insurgency’s ‘base areas’ is due to the political system’s abject failure.While the Maoists raised issues related to livelihood, nationalism and a new kind of democracy to fuel their war machine, after the peace process, it is livelihoods that have been hit the hardest, Gautam said. “The traditional way of life and economy took a hit during the insurgency,” he said. “Developments after the peace process also failed to address that. What sprang up was organised human trafficking.”(Mahesh KC in Rukum East and Durgalal KC in Dang contributed to this report.)This report is prepared in collaboration with the Center for Investigative Journalism-Nepal. ","summary":"Bharat Budha, chair of Putha Uttarganga Rural Municipality’s ward 10, knows that many youths from his village have made it to the United States via ‘tallo bato’—backdoor route—and that many are still on the way. He also knows that eight of them have been deported from the country and that they have lost a cumulative Rs45 million in the process. The deported youths say that they returned home empty-handed after facing unspeakable ordeals and lost Rs6 million each on average.The Tak village in Rukum East—a close-knit settlement of 425 houses—was considered the Maoists’ ‘base area’ during the insurgency. Village youths who reached the US through illegal routes and got deported have lost an estimated Rs40 million. The number of those who returned without completing the journey and the amount they lost remain unknown.To get to the US, the youths have taken loans at up to 36 percent interest per annum from their relatives and village landowners. In Tak village, at least one person each from half of the households has gone abroad, Budha said. “Youths started going to America about six-seven years ago,” he said. “If they could gather enough money, the whole village would try to go to the US.” Budha’s own son had reached the US illegally in 2017, spending Rs3.2 million.During the insurgency, outsize slogans of revolution would adorn the walls of houses in the village. Hoping for a better life, people from all walks of life helped out the Maoists. But now, village youths are paying the agents to illegally get to the US—a country that the Maoists used to call their ‘enemy’, an ‘imperialistic force’. This has cost the Tak village much and in multiple ways.Death of a dreamSome of the deported youths have chosen to flee the village altogether, burdened with debt and creditors’ pressure. At least five such families have already left, said a resident. The family of Ram Budha was one of them. On April 28, 2015, Ram, who had returned to Nepal after working in Malaysia for eight years, took the illegal route to the US. He travelled through arduous trails for months and finally arrived in the country. Upon reaching the country, he was detained and had to stay at the detention camp for 27 months. When his refugee application was rejected, he was deported to Nepal in mid-December 2019. He lost Rs4.5 million in the process. He now owes over Rs6 million to creditors. “After the creditors began to put pressure on me, I couldn’t live in the village peacefully,” said Ram, who currently runs a vegetable farm in Tarakeshwar, Kathmandu.While those who got to the US through illegal routes and fortunately got refugee status there narrate their stories with pride, those who have been deported or returned from half-way have tragic tales to tell.Nanda Kala Gharti, who lives in a small stone house on the upper flank of Tak village, spends her days in melancholy. Her husband, Dhanlal, had chosen to take the illegal route to the US, and Nanda Kala, a mother of four, is living with the repercussions of his decision. Dhanlal had got into the US after a six-month long arduous journey and was detained immediately. He had to spend four years in the detention camp, before he was deported to Nepal. He had already lost Rs6 million.Nanda Kala said they now have an insurmountable crisis in their hands. Pointing to her son, she exclaimed, “When will he grow up, go abroad and pay back the loans!”Dhanlal himself tried to go to Croatia once and spent 15 days in Kathmandu for the process. But after he was turned down, he returned home dejected. “Now we will submit the passport to another agent [for Dhanlal’s trip abroad],” Nanda Kala said. “There’s no point staying here.”Stories that echo each otherThe situation in Sisne Rural Municipality is similar to that of Putha Uttarganga. Here, one can hear plenty of stories of those who have tried to go to the US and those who are fighting refugee cases there. Krishna Regmi, chair of the rural municipality, personally knows seven people who have been deported from the US.Gangaram Khadka, a resident of Sisne-3, runs a bee and chicken farm. Like other young men in his village, Khadka had headed off to the US via an illegal route on 27 March, 2018. He had reached the US via the New Delhi-Moscow-Barcelona-Bogota-Panama-Costa Rica-Nicaragua-Honduras-Guatemala-Mexico route. When he finally arrived in the US, he was detained and had to spend 11 months in detention. He was deported on 15 March, 2019. He had handed over Rs3.2 millions to the agent and spent Rs2 million to fight the case to become a refugee. “It’s not possible for me to pay back the loan while working in Nepal,” he said. “I aim to pay back some interest and head off abroad again.”For six months after Khadka was deported, he had anxiety and headache, he said, adding the three people from his village who were deported like him are also struggling with their mental health.Tikaram Pun, a 40-year-old resident of Bohora village in Musikot-4, is also haunted by his past journey. In September 2017, he reached the US after crossing 17 countries with the help of organised human traffickers. Of the 41 people in his group, 31 were from Rukum East and Rukum West, he said. Pun, who was detained on arrival in the US, spent 24 months in a detention camp. His refugee application was also refused and so he was deported along with eight other Nepalis. “When I returned, I started having mental health problems. I still suffer from them,” he said. Pun is under pressure from creditors and relatives to pay back the Rs9.2 million loan he had taken for the task.Those who died on the wayA group of 10 Bangladeshis and seven Nepalis, including Rupak Bohora of Bafikot-3 in Rukum West, were on a mission to reach Costa Rica through Colombia, Caribbean Coast, Capuragana and Panama. But while they were crossing a sea, their boat capsized. As many as 12 died in the incident, including six Nepalis. Rupak’s wife, Geeta, learned about the incident only after six days, on 25 June, 2021.“I still don’t know what exactly happened,” said Geeta, who had been married off at age 19 and is now a mother of two daughters. The only thing she knows is that Rupak has died and she is now all alone. And that she has Rs5 million in loan taken for Rupak’s trip. She showed a picture of her husband on her phone to this scribe and said, “I only have memories.”Lack of political will and legal remediesThe concrete bridge over Chewang river is on the edge of Tak village. On the walls of the bridge are paintings of political theorists like Marx, Engels, Lenin, Stalin and Mao, and the iconic slogan, ‘Workers of the world, unite!’, below them. But the slogan appears to be at odds with life in the village. Given the phenomenon of illegal travels to the US through the help of organised human traffickers, the whole village appears to be emptying. Neither the local governments are concerned about the phenomenon nor are the political parties paying attention.Puniraj Gharti, chair of Putha Uttarganga Rural Municipality, said though the trend is worrying, there’s nothing he can do. “How could we stop them from making the trip when they are struggling to make a living in the village?” he said.Krishna Regmi, chair of Sisne Rural Municipality, said that the vicious cycle of poverty started after marijuana farming was banned in the country. Then the Maoist insurgency added to the woe, forcing youths to migrate. The signing of the peace agreement in 2006 didn’t herald any change in the economy either and youths are struggling to get jobs. Organised human traffickers are cashing in on this sorry state of affairs, Regmi said. “Meter byajis [usurious lenders] are also promoting this phenomenon,” he added.The phenomenon is equally rife in Dang’s Tulsipur and Ghorahi. Ramesh Kumar Pandey, chair of Ghorai-15, says that even though many heading to the US are swindled, no complaints are filed at the ward office. “Only those who attempt to go to Saudi Arabia or Qatar file the complaints,” he said.One can infer from Pandey’s statements that the families of such illegal travellers don’t want to publicise the ordeals of their family members. On the one hand, agents threaten them to not publicise the issue; on the other, they fear they themselves would be punished by law.According to the Anti-Human Trafficking Bureau, as many as 178 Nepalis, including 174 men, have been deported from the US in the five fiscal years after 2018-19. Of them, the highest 49 are from Rukum while 37 are from Dang. The data doesn’t include those who returned after making it to the half-way or those who have been fighting the legal battle in the US for refugee status. But this data is enough to show that many such youths are from the ‘base areas’ of the Maoist insurgency.SSP Jeevan Shrestha, chief of the bureau, said that data on the number of such victims and the amounts they have spent is hard to collect since complaints are rarely filed with the police. “This is human trafficking but for a lack of law, we are still compelled to launch the cases as per Human Trafficking and Transportation (Control) Act 2074 BS,” Shrestha said. “The Act provides a maximum penalty of Rs250,000 for the offenders and 50 percent of that as compensation to the victims.” Without specific law, police also invoke the theft and organised crime act to punish the offenders, he added.On the one hand, police receive no complaints; on the other, the phenomenon sees no control.Bhaskar Gautam, a political scientist, says the rise in cases of human trafficking in the insurgency’s ‘base areas’ is due to the political system’s abject failure.While the Maoists raised issues related to livelihood, nationalism and a new kind of democracy to fuel their war machine, after the peace process, it is livelihoods that have been hit the hardest, Gautam said. “The traditional way of life and economy took a hit during the insurgency,” he said. “Developments after the peace process also failed to address that. What sprang up was organised human trafficking.”(Mahesh KC in Rukum East and Durgalal KC in Dang contributed to this report.)This report is prepared in collaboration with the Center for Investigative Journalism-Nepal. "},{"hash":"5b41caa28761fd8ada1be7951764ae6954dd5a645984d3ea1fe0cdb1a6b25396","title":"Poor patients cannot access private hospital beds.","link":"https://kathmandupost.com/national/2023/06/10/no-private-hospital-bed-for-poor-patients","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/thumb19-1686358218.jpg&w=900&height=601","date":1686355200000,"source":"kp","category":"national","content":"**Gyanumaya BK's Case:**\n\n- BK was charged over Rs.50,000 for back pain treatment, despite regulations requiring hospitals to provide free treatment for the underprivileged.\n- She was unaware of these regulations, which mandate hospitals to reserve 10% of their beds for needy patients.\n\n**Hospital Negligence:**\n\n- Private hospitals in Pokhara, Chitwan, Biratnagar, and Butwal ignore these regulations.\n- They often give discounts instead of providing free treatment, but fail to provide clear records of these discounts.\n- Some hospitals even deny discounts to patients without recommendation letters from local authorities.\n\n**Regulatory Failure:**\n\n- Regulatory bodies lack data on hospital compliance with regulations.\n- Monitoring and inspection are lax due to manpower shortages.\n- Hospitals exploit these loopholes to evade their responsibilities.\n\n**Impact on Patients:**\n\n- Needy patients are denied free or discounted treatment, leading to financial hardship.\n- This highlights the urgent need for stricter enforcement of government regulations to ensure access to affordable healthcare for all.","summary":"Private hospitals in Pokhara, Chitwan, Biratnagar, and Butwal disregard government regulations (Health Facility Operation Standards-2020) requiring them to provide free treatment to the needy and allocate 10% of beds for them, despite the inadequacy of monitoring and enforcement by regulatory bodies."},{"hash":"bbbb12e3e82fdd07b18fde927b10c0edab92d94ffff56c57cbe6a773bf72d052","title":"**Reasons to Become a Teacher**\n\n* **Inspire and empower:** Guide students in their learning and development.\n* **Make a difference:** Positively impact the lives of children and youth.\n* **Shape the future:** Prepare students for the future by teaching critical thinking, problem-solving, and communication skills.\n* **Job security:** Education is a stable field with growing job opportunities.\n* **Continuous learning:** Teachers are constantly learning and growing, both professionally and personally.\n* **Variety and flexibility:** Teachers have the opportunity to teach different subjects, grade levels, and age groups.\n* **Community involvement:** Teachers often play an active role in their communities.\n* **Rewarding career:** Witnessing students' growth and success can be highly rewarding.","link":"https://kathmandupost.com/columns/2024/05/11/why-become-a-teacher","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/SidePostIllustration-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Teaching: A Noble Profession**\n\n- Teaching is not about those who cannot do, but about those who are dedicated to passing on knowledge.\n- Teaching is a highly respected profession, but in Bangladesh, it is often seen as less desirable due to low pay and low social status.\n- The low salaries for teachers compared to other professions, such as entertainment and sports, creates a hierarchy that devalues teaching.\n- Increasing teacher salaries alone will not solve the problems in the education system; other factors such as corruption and lack of professionalism need to be addressed.\n- A good teacher is not just knowledgeable but also kind and ethical.\n- University teachers in Bangladesh have a different rhetoric than school and college teachers, and they often receive more recognition despite not deserving it.\n- Teachers play a crucial role in passing on values to future generations, so it is essential to prioritize values in our society.","summary":"Teaching is a noble profession that deserves respect and fair compensation, as it requires courage, patience, and selfless knowledge-sharing; however, the current system in Bangladesh undervalues teaching at lower education levels, leading to a shortage of qualified educators."},{"hash":"b77ca7e7b78267d6faf47d3a5d33350d4a2d32ad0d495b2df4e78b3ca05359a9","title":"Doing a PhD is like a long and challenging journey. It can be filled with ups and downs, like discovering new things (eureka!) and hitting roadblocks. It's important to stay focused and persistent, and to ask for help when needed.","link":"https://kathmandupost.com/columns/2024/05/09/dissecting-phd-sagas-ii","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadShutterstock11-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"**PhD in Nepal: Coursework vs Dissertation**\n\n**PhD by Dissertation:**\n\n* Traditional method where students wrote dissertations under supervisors' guidance.\n* Used from TU's early days due to limited faculty with doctorates.\n\n**PhD by Coursework:**\n\n* Requires students to take courses in their discipline.\n* Aims to provide broad exposure, prepare for research, and equip for teaching.\n* Adopted by TU's Faculty of Humanities and Social Sciences (FoHSS).\n\n**Challenges with PhD by Coursework at TU:**\n\n* FoHSS dean's office controls programs, limiting disciplinary exposure.\n* Inadequate faculty staffing in central departments.\n* Recruitment issues through the Sewa Ayog (government commission).\n* Lack of collaboration and teamwork among faculty due to political divisions.\n\n**Conclusion:**\n\nThe PhD by coursework route at TU needs improvements to ensure quality instruction and benefit students in their research and teaching careers. Faculty recruitment reforms and addressing internal divisions are crucial.","summary":"Tribhuvan University's adoption of \"PhD by coursework\" model, while theoretically replacing \"PhD by dissertation,\" faces implementation challenges due to lack of faculty expertise, departmental control, and internal conflicts, hindering its effectiveness in training doctoral students."},{"hash":"7697a965cad2b4fe488203fca9b9011d5cec32b3593ca4875efef4d9d92612c0","title":"Cruelest Crime:\n\n* Involves immense physical and mental torture.\n* Leaves lasting scars on victims and their families.\n* Can also impact the safety and well-being of the community.\n* Prevention is crucial to protect individuals and society.\n* Reporting and seeking help are essential for victims and witnesses.","link":"https://kathmandupost.com/editorial/2024/05/09/cruellest-crime","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb1-1715303210.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"editorial","content":"**Nepal Children's Organization Land Scam**\n\nPolice have arrested 20 people in connection with a scam involving the illegal lease of land belonging to a children's organization.\n\nFormer officials of the organization and business owners who benefited from the scam are among those arrested.\n\nThe land, which had been leased to a school for a low price, had been sub-leased to another school at a much higher price.\n\nThe school also allegedly used the land to illegally obtain a loan.\n\nThis scam highlights the misuse of land intended for disadvantaged children.","summary":"Central Investigation Bureau of Nepal issues arrest warrants against 20 individuals for illegally leasing land belonging to Nepal Children's Organization to Brihaspati Vidya Sadan school."},{"hash":"1801d6ead071c649a64c0fde0790be274f8900ce60b54acca6dfb6dbc55067e8","title":"karki-s-excesses-in-koshi","link":"https://kathmandupost.com/editorial/2024/05/08/karki-s-excesses-in-koshi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/third-party/thumb21-1715217280.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"editorial","content":"Kedar Karki, who became chief minister of Koshi Province with the support of rival party CPN-UML, has been asked to step down after his coalition partners withdrew support. Karki's rise to power was controversial because he aligned himself with a rival party, showing a lack of political morality. This has led to a loss of faith in the democratic process in Nepal, as politicians focus on personal gain rather than serving the people.","summary":"Kedar Karki, a Nepali Congress lawmaker, lost his position as Koshi Province Chief Minister after a month of holding onto the post despite losing coalition support, following the provincial head's call for a new government, highlighting the erosion of democratic norms and power-grabbing in Nepali politics."},{"hash":"505beefca11049926520cda4acceb5956f992fa7c660a8ef9ded812776844ff1","title":"To ensure everyone has access to clean toilets, the \"toilets-for-all\" initiative strives to build toilets in public areas, including those accessible to people with disabilities.","link":"https://kathmandupost.com/editorial/2024/05/07/toilets-for-all","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb-1715129836.png&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Gender-Inclusive Toilets**\n\nAround the world, people are asking for toilets that don't separate people by \"male\" and \"female.\" These toilets welcome everyone, regardless of their gender identity.\n\n**Nepal**\n\nNepal is working to be more inclusive for people who don't fit into typical gender categories. Gender-inclusive toilets are important because they:\n\n* Allow people to use the toilet without being embarrassed or discriminated against\n* Reduce the risk of violence and abuse for LGBTIQ individuals\n* Support Nepal's goal of being a fair and welcoming country for all\n\n**Progress in Nepal**\n\n* Nepal has a few gender-inclusive toilets, but not nearly enough.\n* The mayor of Kathmandu has promised to build more public toilets that are inclusive.\n\n**Challenges**\n\n* Some people still don't understand or accept gender diversity.\n* Building gender-inclusive toilets can take time and money.\n\n**Benefits of Gender-Inclusive Toilets**\n\n* Make Nepal more welcoming for LGBTIQ visitors\n* Create safe and inclusive spaces for LGBTIQ individuals\n* Improve overall public health","summary":"Activists are advocating for gender-inclusive toilets in Nepal to promote safety and equality for marginalized gender identities, particularly within the LGBTIQ+ community, despite limited current availability."},{"hash":"33d5b7761eb5bd3b41e26b739647600e33685d1a97a97f0651c70b2650289129","title":"Togetherness and cooperation are stronger than division.","link":"https://kathmandupost.com/editorial/2024/05/07/divided-we-fall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb7-1715044507.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"Political parties in Nepal keep splitting and merging for personal power gains, not ideological reasons. This weakens the Madhesh movement, which fought for regional rights, and leads people to support extreme groups. It also makes it harder for the major parties to listen to different voices in Nepali society.","summary":"Amidst coalition changes, Janata Samajbadi Party Nepal splits due to alleged power grabs, threatening the stability of the Dahal-led government and highlighting ongoing political instability and factionalism in Madhesh-based parties."},{"hash":"b8cf800b128e5429effac6538b5cdeff14e12e5c92d4968c239f48ce105eb283","title":"Padam Giri, a successful entrepreneur, shares his insights on career and life:\n\n* **Embrace Failure:** Don't fear mistakes; they provide valuable lessons.\n* **Network:** Build relationships with people in your field to expand your knowledge and opportunities.\n* **Focus on Your Values:** Align your work with your beliefs.\n* **Be Willing to Sacrifice:** Achieving success requires hard work and dedication.\n* **Stay Updated:** Continuously learn and adapt to the evolving world of business.","link":"https://kathmandupost.com/interviews/2024/05/05/interview-with-padam-giri","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/padamgiri-1714923097.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"interviews","content":"**Budget Session Starts, House Functioning Uncertain**\n\n* Parliament to start without resolving differences over investigating a minister accused of fraud.\n* Government plans to form a committee to study fraud in the cooperative sector, not target a specific person.\n* Congress party continues to demand a committee focused on the minister, blocking progress.\n* Government hopes Congress will reconsider its demand and allow budget approval.\n* Parliament has been unproductive in endorsing bills, with only 3 passed in the last 2 months.\n* Government aims to pass 24 bills in the upcoming session, including laws on transitional justice, education, and banking.\n* Transitional Justice Bill faces challenges over defining serious violations and sentencing.\n* A committee to recommend candidates for transitional justice commissions has been formed, despite concerns from some quarters.\n* Vacancies in the Supreme Court will be filled within the next few weeks.\n* No discussions are currently underway to change the electoral system or form a new government between UML and Congress.","summary":"The federal parliament's budget session begins amid ongoing differences between ruling and opposition parties over a probe committee for Deputy Prime Minister Rabi Lamichhane, and the government plans to address this issue and get crucial bills endorsed in the session."},{"hash":"39eb27d07dda639b3d5dd4481b8d6012361b0eeb330937898496f65c11c09fe8","title":"Fire incidents will make the next two months difficult.","link":"https://kathmandupost.com/interviews/2024/04/28/next-two-months-will-be-challenging-due-to-fire-incidents","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/anilpokharel-1714368894.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Fire Incidents in Nepal**\n\n**Causes:**\n\n* Lack of rainfall and high temperatures\n* Strong winds\n* Accumulation of dry forest litter\n* Burning of crop residues\n\n**Damages:**\n\n* Loss of lives and property\n* Destruction of settlements\n* Air pollution and health problems\n\n**Government's Response:**\n\n* Training community forest groups to fight fires\n* Providing portable fire pumps for use in difficult areas\n* Conducting awareness campaigns\n\n**Role of Local Governments:**\n\n* Taking the lead in disaster management\n* Equipping local governments with resources and training\n\n**Role of Provinces:**\n\n* Assessing disaster risks\n* Enhancing the capacity of local governments\n* Introducing insurance schemes\n\n**Concerns about Buildings:**\n\n* Inspecting and enforcing fire safety measures in large buildings\n* Ensuring adequate exits and evacuation systems","summary":"Fire incidents have surged in Nepal due to insufficient rainfall, soaring temperatures, wind gusts, stubble burning, and inadequate resources to protect forests, causing immense loss of life, property, and ecosystems."},{"hash":"2d1dcd1af2a010f1dc8a5288d051100d0a7e6e1ee7a6d0087e377a8fa051364f","title":"Nepal welcomes investors from all countries and provides equal opportunities for all, ensuring a fair and transparent business environment.","link":"https://kathmandupost.com/interviews/2024/04/28/nepal-presents-equal-opportunity-for-all-investors","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1714270342.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Nepal Investment Summit**\n\nNepal is hosting an investment summit to attract foreign investment. Previous summits have not brought in as much investment as expected.\n\n**Changes This Time**\n\n* Nepal has learned from past summits and studied how other countries attract investment.\n* Nepal is inviting investors who have invested successfully in other countries.\n* Nepal has passed a law to improve investment conditions.\n* Nepal will improve its credit rating to show investors it is investment-friendly.\n* Nepal will make it easier for investors to take profits home.\n\n**Addressing Concerns**\n\n* Hydropower is a popular investment area, and India's policy on not buying power from projects with Chinese investment is not a major concern. Nepal has plans to sell surplus energy to other countries.\n* Nepal's political instability is not a deterrent to investment. Nepal has a stable policy environment.\n* Rumors that big investors are reluctant to invest in Nepal because of the communist government are false.\n* Geopolitics may affect investments, but Nepal welcomes legal investment from all countries.","summary":"At the 3rd Nepal Investment Summit, the government plans to attract FDI by showcasing success stories, amending laws, and improving investment policies, despite acknowledging past challenges with attracting investment."},{"hash":"b8119b43ed80553d871f3b6e70a45b435e16350f69e3656d8ec00cdfd1f5e39e","title":"Directly electing the Prime Minister and Chief Ministers could solve the problem of instability in governments.","link":"https://kathmandupost.com/interviews/2024/04/21/direct-election-of-prime-minister-and-chief-minister-way-out-of-instability","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/interview-1713764589.jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"interviews","content":"**Political Instability and Electoral System**\n\nNepal's political parties are competing aggressively to form provincial governments, leading to public frustration. Some leaders blame the mixed electoral system for political instability, arguing that it prevents any party from gaining a majority.\n\nHowever, analyst Tula Narayan Shah believes that personal ambition and political corruption are to blame. He suggests that a directly elected executive head for provinces and the center could provide stability.\n\n**Representation in the Electoral System**\n\nThe first-past-the-post (FPTP) system favored high-caste males, while the proportional representation (PR) system increased representation for marginalized groups.\n\nLeaders have misused PR by appointing their followers or selling seats for money. Shah argues that the focus should be on correcting these practices rather than scrapping the system.\n\n**Performance of Provinces**\n\nProvinces have replicated the problems of the central government, and there is a perception that they have increased corruption and are only benefiting leaders.\n\nShah suggests that provinces need more authority and that the system should be reformed based on a fresh debate.\n\n**The Role of Local Units**\n\nLocal units have performed better than provinces due to their direct authority. Shah recommends giving provinces similar powers to make them more effective.\n\n**Madhesh Province**\n\nIn Madhesh Province, the elite has captured politics, with little representation for marginalized groups. Madheshi leaders have not fulfilled their promises or promoted inclusivity.\n\nDespite dissatisfaction with the parties that championed federalism, people in Madhesh do not support abolishing provinces.\n\n**Emergence of New Parties**\n\nThe Janamat Party, Nagarik Unmukti Party, and Rastriya Swatantra Party have emerged in Madhesh, each addressing specific issues such as discrimination, bad governance, and Tharu community rights.","summary":"Political parties in Nepal engage in intense competition to form provincial governments, sparking public frustration; electoral system is blamed for ongoing instability, with analysts suggesting direct election of executive heads instead of scrapping proportional representation."},{"hash":"16ca03860b600f5d221a63cab7bc1b2ab4dad746bbb104c9f57095e07f85ef78","title":"Muluki Ain is a legal code that sets out the laws of a country.","link":"https://kathmandupost.com/letters/2021/11/08/muluki-ain-is-a-legal-code","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/third-party/mulukiain-1636421052.jpg&w=900&height=601","date":1636329600000,"source":"kp","category":"letters","content":"The Muluki Ain, a legal code from 1854, established a unified legal system for Nepal and introduced the concept of rule of law.\n\nWhile it incorporated the caste system, it also aimed to prevent arbitrary rulings and ensure equal punishment for all regardless of caste.\n\nThe code recognized the need for reforms and included provisions for uniform punishment for similar offenses.\n\nThe Muluki Ain served as a basis for legal principles and ensured a more structured and fair judicial system.","summary":"The 1854 Muluki Ain, translated by researchers from Heidelberg University, codifies Nepal's law, modernizes the judiciary, recognizes the rule of law, but also reflects societal inequalities and caste system."},{"hash":"f26d8550751249ca6fce9099e307f744741857845591c48ab0d55210ac42e144","title":"Misleading news is information that is not accurate or complete, and is often spread intentionally to deceive people. It can be harmful because it can cause people to make wrong decisions or form incorrect opinions. Be careful about the information you see online, and always try to verify it from multiple sources before believing it.","link":"https://kathmandupost.com/letters/2021/04/12/misleading-news","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/opinion/thumb-1618223282.jpg&w=900&height=601","date":1618185600000,"source":"kp","category":"letters","content":"Sinohydro, the contractor for the Melamchi Water Supply Project, denies the allegation that it didn't pay for materials used in Helambu. The company sourced materials legally from local vendors, suppliers, and recycled excavated rock. All materials were used for construction purposes, including concrete, backfill, and lining. Sinohydro has paid all vendors and suppliers, and has documentation of all transactions. The company claims the news report is misleading and should be corrected.","summary":"Sinohydro, a Chinese contractor, refutes claims that it failed to pay for resources used in the Melamchi Water Supply Project, stating that materials were legally sourced, purchased, or recycled."},{"hash":"e862b51d7419ba6f589572cd4032419c790b93c181a1334f46e1b9ab2f51169b","title":"**Misunderstanding**\n\n* Arises when different people have different interpretations or expectations.\n* Can occur due to communication errors, cultural differences, or assumptions.\n* Can lead to conflicts, hurt feelings, and damaged relationships.\n* To resolve misunderstandings:\n    * Clarify communication.\n    * Seek common ground.\n    * Focus on understanding the other person's perspective.","link":"https://kathmandupost.com/letters/2021/01/03/misunderstanding","date":1609632000000,"source":"kp","category":"letters","content":"**Nepal-Japan Labor Agreement**\n\n**Clarifications:**\n\n* Hiring is not government-to-government. Contracts are between workers and employers.\n* Private agencies can assist in job placement, but must be registered in Japan.\n* Japan cannot require companies to pay for workers' travel and health expenses. Most companies cover these costs in contracts, but it depends on the individual agreement.\n* Japan is not hiring exclusively from Nepal. Similar agreements exist with other South Asian countries.","summary":"Japan-Nepal's 2019 Memorandum of Cooperation enables Nepali workers to find jobs in Japan's labor market as Specified Skilled Workers (SSW), but clarifies that recruitment is government-to-business (G2B), not government-to-government (G2G)."},{"hash":"4d564e4aa9b147540d5d27c861b9724bce96976aa16a590835a10f4f29687ad6","title":"**Contributions to Nepali**\n\n* Preserving and promoting the Nepali language\n* Developing educational resources (textbooks, dictionaries)\n* Creating literary works (poetry, novels, plays)\n* Establishing language academies and organizations\n* Conducting research on Nepali language and culture\n* Advocating for Nepali language rights and recognition","link":"https://kathmandupost.com/letters/2020/11/30/contributions-to-nepali","date":1606694400000,"source":"kp","category":"letters","content":"**Summary:**\n\nProfessor Hutt expresses gratitude to Deepak Thapa for highlighting the importance of Nepali studies. He acknowledges the significant contributions of his colleague, Krishna Pradhan, in teaching Nepali at SOAS. Unfortunately, these courses will no longer be offered at SOAS in the future.","summary":"Nepali Studies at SOAS flourished due to the contributions of Michael Hutt and Krishna Pradhan, but will no longer be available at the university."},{"hash":"a1d8bb473b76b044c715510c1e3cd12b7293a4516faf36066b07acc77fd64756","title":"chhaupadi-persists","link":"https://kathmandupost.com/letters/2020/09/24/chhaupadi-persists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2020/third-party/thumb3-1600897015.jpg&w=900&height=601","date":1600905600000,"source":"kp","category":"letters","content":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email ","summary":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email "}]