[{"hash":"e1a23ccf9512388b792d3f9b02188a4f59e97127e440edbd70af7a9c589b4e98","title":"Today, rainfall is expected in Gandaki, Koshi, and Bagmati provinces.","date":1715574697999,"source":"nn","link":"https://nepalnews.com/s/nation/today-s-weather-rainfall-in-gandaki-koshi-and-bagmati-provinces","imageLink":"https://web.nepalnews.com/storage/story/1024/Cloudy_Weather1615618535_1024.jpg","category":"nation","content":"Rainfall in Gandaki, Koshi, and Bagmati provinces. Cloudy weather and light rain in some areas. Possibility of light snowfall in high mountains. Thunderstorms and lightning in parts of the hilly and Tarai regions.","summary":"Rainfall is occurring in Gandaki, Koshi, and Bagmati provinces due to local winds, westerly winds, and a low pressure system near Bihar, India."},{"hash":"da81625d9c62e2303ec86d04c3bfb749119349cca615e1fb69508a67b31fcc49","title":"Parliamentary deadlock likely to end by Tuesday as PM Dahal seeks consensus.","date":1715574702276,"source":"nn","link":"https://nepalnews.com/s/politics/parliamentary-impasse-ends-by-tuesday-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_prachanda1715566297_1024.jpg","category":"politics","content":"Prime Minister Prachanda believes the parliament deadlock will end by Tuesday. He met with President Paudel and plans are in place for President's address on May 14th. President's address is expected to go smoothly. PM Prachanda also said a committee will be formed to address issues faced by cooperative victims. He clarified there's no proof government helped GB Rai flee the country and emphasized previous alliance ended over a dispute on top positions.","summary":"PM Prachanda expects parliament deadlock to end by Tuesday, discusses policy and programs with President Paudel and Home Ministry on addressing cooperative victims' problems."},{"hash":"1331f7c4da881508ca6b88fa8ea521a620ffe51a6590327c71db78167f14eb09","title":"The finance minister has stated that there will be no arbitrary changes to tax rates.","date":1715574708173,"source":"nn","link":"https://nepalnews.com/s/business/finance-minister-says-tax-rate-will-not-be-changed-arbitrarily","imageLink":"https://web.nepalnews.com/storage/story/1024/barsha_man_pun1714640138_1024.jpg","category":"business","content":"Finance Minister Barshaman Pun says there will be no surprise tax rate changes in the upcoming budget. He believes it's important to revive the economy and will only change the tax rate for the benefit of the nation, not specific groups. The government encourages private sector investment and transparent business practices. Minister Pun acknowledges the slowdown in the construction sector and promises to address the issue. The government is aware of its financial obligations and is working to resolve them.","summary":"Finance Minister Barshaman Pun assures no arbitrary tax rate changes, emphasizing transparency in business policy and government support for economic growth."},{"hash":"1427ed4497fc266d3dfc682fd83b960eb0d9b523df77c225f5257c0bd8c0960a","title":"The Joint Scholarship Project is an initiative in Ichangu Narayan that provides financial assistance to underprivileged students. The project, which is a collaboration between local and international organizations, aims to improve access to education and promote academic excellence within the community.","date":1715574712629,"source":"nn","link":"https://nepalnews.com/s/capital/the-joint-scholar-ship-project-in-ichangu-narayan","imageLink":"https://web.nepalnews.com/storage/story/1024/1b463270_790c_444e_983a_21c83170d6301715564327_1024.jpeg","category":"capital","content":"Please provide text to summarize.","summary":"No information was provided to summarize."},{"hash":"d3816f7ee9c500ce0467bf552e972865ec7b6829d9cd592d64d97b26b79f15ac","title":"Kathmandu Valley's pollution levels have fallen thanks to reduced traffic and industrial activity due to the pandemic.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/capital/kathmandu-valley-s-pollution-decreases","imageLink":"https://web.nepalnews.com/storage/story/1024/2009_03_Kathmandu_081690373290_10241698818973_1024.jpg","category":"capital","content":"Rain helped reduce air pollution in Kathmandu, Nepal. The air quality index (AQI) went from 162, the worst in the world, to 56, which is moderate. This is because rainfall has stopped wildfires, which release harmful pollutants into the air. AQIs below 100 are considered safe for most people, while higher AQIs indicate unhealthy air quality for sensitive groups and eventually for everyone.","summary":"Kathmandu's air pollution index dropped to 56 (good for public health) due to rainfall, which helped contain wildfires and minimize pollutants."},{"hash":"1d75ece0f2263764250d18fcdedf8e8436c5aceb5b7cd76a18799f86849e2bbd","title":"Prime Minister Prachanda met with President Paudel. They discussed various political and government-related issues.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/capital/meeting-with-president-paudel-by-prime-minister-prachanda","imageLink":"https://web.nepalnews.com/storage/story/1024/14eaed5b_9948_4011_9ef5_2edd408aba3c1715508825_1024.jpg","category":"capital","content":"Prime Minister Dahal and President Paudel discussed current events in Nepal during a meeting at the President's Palace.","summary":"President Paudel and Prime Minister Dahal discussed current national affairs during a meeting at Rashtrapati Bhawan."},{"hash":"53588064c081a6c87533cca5dc2ede1a5dcb6aeed25fb5a52d14fbd7c1007587","title":"Daily photo gallery featuring top news and events from around the world, capturing the essence of human experience.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/global/xinhua-photos-of-the-day","imageLink":"https://web.nepalnews.com/storage/story/1024/XxjpbeE007130_20240512_PEPFN1A0011715500539_1024.JPG","category":"global","content":"Provide the text you want summarized.","summary":"No information provided, please provide the major events for a proper summary."},{"hash":"6ecec7dcc41b0bc63a8072803adddf9fed5da0420ceddc8233e493f8bf2a6cde","title":"A jeep accident in Tanahun, Nepal resulted in the death of one person and injuries to three others. The jeep fell off the road and rolled down a slope, killing a 15-year-old boy on the spot. The injured were taken to a hospital for treatment.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/issues/jeep-accident-in-tanahun","imageLink":"https://web.nepalnews.com/storage/story/1024/SanebahadurNepali_Tanahun_RSS_30_phjeepaccident_(1)1715499654_1024.jpg","category":"issues","content":"Input is empty, so there is nothing to summarize.","summary":"No input text provided. Please provide the text to summarize."},{"hash":"7e74c290ce513c9650f9755da425c3fa77b1ef1c55becf8f991d9246d050ee99","title":"Nepalese Prime Minister Pushpa Kamal Dahal and Nepali Congress President Sher Bahadur Deuba met to discuss current political issues.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/politics/pm-dahal-and-nc-president-deuba-hold-meeting","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_residence_baluwatar1715498635_1024.jpg","category":"politics","content":"**Meeting Between Prime Minister and Opposition Leader**\n\n* Prime Minister Dahal and Nepali Congress leader Deuba met to discuss current issues.\n* Deuba raised concerns about investigating alleged misuse of cooperative funds.\n* Dahal expressed support for NC's request for a parliamentary investigation committee.\n* Government plans to present its budget on May 14th.\n* Deuba called for ending Parliament obstructions to allow for budget presentation.","summary":"Nepali Prime Minister Prachanda and opposition leader Deuba discussed ending parliamentary obstruction before the government's budget presentation, with NC demanding a parliamentary committee to investigate cooperative fund misappropriation."},{"hash":"5e3394242f39414bd04b852957ea6af944a47c08bcabdd42487b9336b6b4cc4a","title":"Rato Machhindranath Jatra, a month-long festival in Kathmandu, Nepal, has begun. Thousands of devotees gather to celebrate the festival, which involves the display of a deity and cultural performances.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/capital/rato-machhindranath-jatra-begins-1","imageLink":"https://web.nepalnews.com/storage/story/1024/rato_machindra1715439889_1024.jpeg","category":"capital","content":"Rato Machhindra jatra, a festival of the god of rain, has started. The chariot of Rato Machindranath was built in Pulchowk and is now being taken to Gahbahal with music. The chariot will pass through the streets of Patan before reaching Jawalakhel, where there will be a display of the famous bhoto jatra.","summary":"The Rato Machhindra jatra commenced with the pulling of the chariot of Rain God Rato Machhindranath from Pulchowk to Gahbahal, featuring musical processions and the installation of the deity's statue on the chariot."},{"hash":"795a19c271c2822e7173d13216f0f5406463c568822a25c792250fcfd3a1e032","title":"Rato Machhindranath Jatra, a month-long festival, has begun in Kathmandu, Nepal. It is celebrated to honor Lord Machhindranath, a deity associated with rain and crops. This year, the festival will feature traditional dances, music, and a chariot procession carrying Lord Machhindranath's idol through the streets of Kathmandu.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/capital/rato-machhindranath-jatra-begins","imageLink":"https://web.nepalnews.com/storage/story/1024/rato_machindra1715439889_1024.jpeg","category":"capital","content":"Rato Machhindranath, known as the god of rain, started his chariot journey today.\n\nThe chariot was built in Pulchowk and is now being pulled to Gahbahal with music.\n\nAfter visiting all of Patan's streets, the chariot will reach Jawalakhel, where the famous bhoto jatra will be held.","summary":"The Rato Machhindra jatra commences with the construction of the deity's chariot in Pulchowk for its procession to Gahbahal, accompanied by music and culminating in the bhoto jatra exhibition."},{"hash":"87fac0cb140b2af285af825560c1e6eb68abf51d7fc15211617917cf97004287","title":"A person was arrested while carrying an unknown sum of money.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/arrested-with-an-undisclosed-amount-of-money","imageLink":"https://web.nepalnews.com/storage/story/1024/BimalBista_KTM_RSS_28_pakrauparekaharu1715328238_1024.jpg","category":"capital","content":"Police arrested two individuals in Kathmandu: 28-year-old Samir Sunar and 29-year-old Milan from Rupandehi. The men were found in possession of an undisclosed sum of money (Rs 9.8 lakh).","summary":"Two men from Rupandehi were arrested by the Valley Crime Investigation Office in Kathmandu on Friday with an undisclosed amount of Rs 9.8 lakh."},{"hash":"7efddc90140d04fa91f492053d99953e89c8838baa42fdcd7dccb4c8a6f2a607","title":"**Nepali Professionals Summit in Berlin:**\n\nA gathering in Berlin where Nepali professionals from various industries came together to network, share ideas, and discuss challenges and opportunities in their careers.","date":1715574746664,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/nepali-professionals-summit-in-berlin","imageLink":"https://web.nepalnews.com/storage/story/1024/441574689_10161848659342745_5517088881319440471_n1715478667_1024.jpg","category":"travel-and-tourism","content":"The Second Nepali Professionals' Summit in Berlin helped Nepali professionals in Germany share knowledge and skills. Nepal is encouraging its diaspora to contribute to their homeland. The summit featured discussions on topics like the role of diaspora in development and Nepal's tourism after COVID-19. Representatives from organizations like the FAO and GIZ presented on programs supporting diaspora engagement. Around 70 Nepali professionals attended the summit, which aims to foster collaboration and strengthen their expertise to support Nepal's progress.","summary":"The Second Nepali Professionals' Summit in Berlin, organized by the Nepalese Embassy and GIZ, facilitated knowledge-sharing, discussed diaspora engagement in Nepal's development, and highlighted Germany's immigration opportunities and Nepal's efforts to attract skilled migrants."},{"hash":"c27e38fb103c878cc18eea107c6046114a103915f8ff331789d06f182a288260","title":"**Weather Update**\n\n* **Temperature:** 75°F (24°C)\n* **Humidity:** 60%\n* **Wind:** 10 mph (16 km/h) from the southeast\n* **Forecast:** Mostly sunny with a chance of afternoon showers","date":1715574752064,"source":"nn","link":"https://nepalnews.com/s/nation/weather-update-51","imageLink":"https://web.nepalnews.com/storage/story/1024/Cloudy_Weather1615618535_10241677215140_10241679464023_1024.jpg","category":"nation","content":"**Today:**\n* Mostly cloudy with light to moderate rain and thunder in some places.\n* Heavy rain possible in some areas of Koshi, Bagmati, Gandaki, and Lumbini Provinces.\n* Light snowfall in some high mountains.\n\n**Tonight:**\n* Still cloudy with light to moderate rain in some areas of the country.\n* Light snowfall possible in some high mountains.","summary":"Rainfall and snowfall are expected today and tonight across various regions of the country, with heavy rainfall possible in some areas."},{"hash":"40899e9d7a5aff1d58bf20aaf5e461d05969e0c90d1d867e5a1879b1a34b67cd","title":"105 crocodiles have been released into the Rapti River.","date":1715574756759,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/105-crocodiles-released-into-rapti-river","imageLink":"https://web.nepalnews.com/storage/story/1024/Crocodiles1683781744_1024.jpg","category":"travel-and-tourism","content":"**Summary:**\n\n105 Gharial crocodiles were released into the Rapti River from the Chitwan National Park breeding center. The center breeds crocodiles to increase their population, as their natural survival rate is low.\n\nSince its establishment, the breeding center has released nearly 2,000 crocodiles into various rivers in Nepal, including the Rapti, Narayani, and Saptakoshi.\n\nDespite these efforts, the number of crocodiles has not increased, due to human activities and crocodiles crossing into India.","summary":"105 Gharial crocodiles, raised at Chitwan National Park's breeding center, were released into the Rapti river as part of a conservation effort, despite ongoing challenges related to human activities and cross-border movement."},{"hash":"091958b8900dce8c986e4462cf86fb0b2395679aca566cdea1c77b67d2dd9f71","title":"In Sarlahi, 90% of the work on the East-West Electric Railway is complete.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/nation/sarlahi-section-witnesses-90-percent-progress-in-east-west-electric-railway","imageLink":"https://web.nepalnews.com/storage/story/1024/22368629979661291361715430213_1024.jpeg","category":"nation","content":"**East-West Electric Railway in Sarlahi District**\n\n90% of the railway construction is complete in Sarlahi, Nepal. The railway is a national project and a source of pride.\n\nHowever, there are some delays due to issues with clearing trees. The construction company has not yet received payment for completed work.","summary":"Ninety percent of the East-West Electric Railway construction in Sarlahi is complete, with track opening and compensation issues affecting progress."},{"hash":"6ca33e303dfb5118dd9b53663aadfff56141f248d072da6d040bba4388cb4d00","title":"Rain is likely in Lumbini, Karnali, and Sudurpaschim areas.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/nation/light-rain-likely-in-lumbini-karnali-sudurpaschim","imageLink":"https://web.nepalnews.com/storage/story/1024/Cloudy_Weather1615618535_10241677215140_10241680759318_1024.jpg","category":"nation","content":"Right now, some parts of Nepal are experiencing light to moderate rain with thunder and lightning. This is caused by a low-pressure system in India and winds. This afternoon, most of Nepal will have cloudy skies. Some areas, including Lumbini, Karnali, Sudur Pashchim, and hilly areas, may have light to moderate rain with thunder, lightning, and winds. Other areas may have light rain or thunder and lightning. Few areas with high hills and mountains may experience light snowfall. This evening, there will be cloudy skies. Some areas, including Madesh, Bagmati, Gandaki, and Lumbini provinces, may have light to moderate rain with thunder and lightning. The rest of the country may have light rain. The Department of Hydrology and Meteorology warns that light snowfall in high hills and mountains could impact activities like farming, health, tourism, mountaineering, and transportation.","summary":"Due to a low-pressure system, light to moderate rain with thunderstorms is occurring in parts of Koshi, Gandaki, and Sudurpaschim provinces, and light snowfall is possible in high-altitude regions."},{"hash":"48734a6c4d1ac6914bc1b7551d247e7e9f154b0e532d2daceb1bdcfa0028e0b3","title":"Cabinet promotes Joshi Dhakal to Assistant Inspector General","date":1715574771918,"source":"nn","link":"https://nepalnews.com/s/nation/cabinet-decisions-joshi-dhakal-promoted-to-aig","imageLink":"https://web.nepalnews.com/storage/story/1024/PMO_Singha_Durbar1686496476_1024.jpg","category":"nation","content":"**Summary:**\n\nThe government has promoted two Deputy Inspectors General, Umesh Raj Joshi and Bhim Prasad Dhakal, to the rank of Additional Inspectors General of Nepal Police.\n\nAdditionally, the government has recognized 42 athletes, coaches, and managers who won medals in international sports competitions. Nanda Lal Majhi and Suresh Manandhar have also been appointed to the Social Welfare Council and Language Commission, respectively.","summary":"Nepal government promotes police officials, awards athletes, and appoints new officials."},{"hash":"b0548d7d73811f457ad631f1ee665c61883d228e05213db65aec4554aedab71e","title":"Construction of a new bridge along the Narayangadh-Muglin road section is progressing rapidly. The project aims to improve connectivity and reduce travel time in this important transportation corridor.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/nation/bridge-construction-along-narayangadh-muglin-road-section-in-full-swing","imageLink":"https://web.nepalnews.com/storage/story/1024/narayan_ghat_mugling_sadak1715234021_1024.jpg","category":"nation","content":"11 out of 15 bridges on the Narayangadh-Muglin road are open. 4 bridges are being built, and 2 will be open by mid-July. The other 2 will open by mid-November. The bridges were built with a loan from the World Bank. Before, the area had problems with landslides, but the bridges and road improvements have made it better.","summary":"Eleven of 15 bridges along the Narayangadh-Muglin road are now operational, with the remaining four expected to be operational by mid-November, including one set for mid-July, thanks to construction aided by World Bank funding and efforts to address compensation and landslides."},{"hash":"20f21ed929fda3b486b48c9bf8449e3c329d19ab49630ec866e2b3ba9ee10274","title":"Government updates the House Speaker on preparations for next fiscal year's policies and programs.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/politics/govt-informs-speaker-about-ongoing-preparations-on-upcoming-fy-s-policy-programme","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"The government has shared its plans for the upcoming budget with the Speaker of Parliament and party leaders. \n\nThe government has asked for cooperation from all parties, including the opposition Nepali Congress. \n\nThe opposition has raised concerns about a probe into alleged cooperative scams and wants the issue to be discussed in Parliament.","summary":"The government shared details of its fiscal year policy and program with parliamentary leaders, facing requests for a parliamentary probe into cooperative scams."},{"hash":"f8282a740f02d116d993c56948f012684d23d53bbe2bd752b50ae2a9ad35eaa3","title":"Political instability in Nepal has hindered development. Prime Minister Oli acknowledges this issue and emphasizes the need for stability to foster progress.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/politics/political-instability-takes-a-toll-on-development-chairperson-oli","imageLink":"https://web.nepalnews.com/storage/story/1024/Oli_____1715429406_1024.jpg","category":"politics","content":"Former Prime Minister Oli says political instability has slowed down development in Nepal. He wants to focus on infrastructure, especially in small businesses based on agriculture. Oli says the government has made progress in building roads, railways, and airports.\n\nUM Vice-Chairperson Pandey wants to see more money spent on infrastructure projects. Deputy Prime Minister Mahaseth says the country can only develop if politicians work together. Experts from different fields will present ideas on how to improve infrastructure in Nepal.","summary":"CPN (UML) Chairperson Oli acknowledged political instability's impact on development, emphasizing infrastructure optimization, SME establishment, and government support for physical infrastructure development."},{"hash":"56330b72bb3ddc8f073ad9982749d236a68e0d9d051741e012c0f23f6f248b86","title":"National Assembly meeting postponed due to protest by National Council of Churches (NCC) against alleged police brutality.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/politics/national-assembly-meeting-put-off-after-nc-s-protest","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"National Assembly meeting postponed due to opposition NC's protest.\n\nNC's lawmakers walked out, demanding a committee to investigate cooperative embezzlement.\n\nMeeting postponed until May 14 due to continued obstruction.","summary":"Second meeting of Nepal's National Assembly postponed due to opposition protest over lack of investigation into cooperative embezzlement."},{"hash":"d1a2f48842f771b4299bcea2d45e2042f15eb5905a7bf68b83e57b752a55b66d","title":"Parliamentary hearing adjourned due to opposition protests.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/politics/hor-second-meeting-adjourned-over-opposition-s-protest","imageLink":"https://web.nepalnews.com/storage/story/1024/sansad1715347952_1024.jpg","category":"politics","content":"NC's protest blocked the second meeting of the House of Representatives on Friday. They demand a committee to investigate the misuse of cooperative funds.\n\nWhen it was DP Lamichhane's turn to speak (he is accused in the scandal), the opposition blocked him. The Speaker called for order, but they refused.\n\nThe Speaker adjourned the meeting until May 14 at 6:00 pm.","summary":"NC's protests disrupt 2nd HoR meeting, demanding investigation into cooperative fund misuse, preventing Home Minister Lamichhane from addressing the assembly."},{"hash":"7b5da7471f849ceecb751ef13da93096833ed969408a2a5fc7ed2f453a896e27","title":"Deputy Prime Minister Lamichhane believes he should be given the opportunity to speak in Parliament.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/issues/i-should-get-chance-to-speak-in-parliament-dpm-lamichhane","imageLink":"https://web.nepalnews.com/storage/story/1024/438169985_10228328384329410_8099006724442484847_n1715418212_1024.jpg","category":"issues","content":"Deputy Prime Minister Rabi Lamichhane claims his right to speak in Parliament was taken away. He wants to defend himself against accusations, but opponents are preventing him. Lamichhane challenges them to prove the accusations. He rejects instructions from the Nepali Congress and says efforts are underway to arrest the main suspect in the cooperatives scam.","summary":"Deputy Prime Minister Rabi Lamichhane demands the right to speak in parliament amid allegations against him and vows to prove innocence while pursuing efforts to apprehend the main suspect in the cooperatives scam."},{"hash":"4e99a70221a7d6268625e92c0b4ebd09bd1d62198ce041cfeec5e786901fd03d","title":"Minister Joshi emphasizes the need for immediate aid to provide shelter for earthquake survivors in Jajarkot, Nepal.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/issues/minister-joshi-insists-on-immediate-relief-to-build-shelter-for-jajarkot-quake-survivors","imageLink":"https://web.nepalnews.com/storage/story/1024/bhukampa_jajarkot__7_1699080065_1024.jpeg","category":"issues","content":"Minister Bhanubhakta Joshi says people who lost homes in the earthquake in November need help to rebuild. He wants them to get money quickly to build temporary shelters before the rainy season starts.\n\nNepal has had a lot of natural disasters like earthquakes, landslides, and floods. The government needs to put in place policies to prevent disasters and manage them.\n\nThe National Reconstruction Authority has helped to rebuild after the 2015 earthquake, but the National Risk Reduction and Management Authority needs to be more involved in Karnali Province.\n\nThe government will work with the province and local governments to provide disaster relief, but they may not have enough money. Karnali Province needs over 100,000 new homes.","summary":"Minister Joshi emphasizes need for timely shelter compensation for those affected by November 3 Jajarkot earthquake and calls for effective disaster risk reduction and management measures."},{"hash":"8e4afb40f01a17084214e78590634dd3101fcdac783d9e827fc77cefadccdc48","title":"Tragically, a mother and her son perished in a house fire, leaving behind charred remains.","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/issues/mother-son-charred-to-death-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"issues","content":"A mother and son died in a fire while trying to put out a forest fire. The fire started when the mother was protecting hay in a field, and the son tried to save her. Both were charred to death. Police have been deployed to the scene, and further details are pending. Forest fires have been occurring in different parts of the district recently.","summary":"A mother and son died in a fire in Okhaldhunga while trying to extinguish a blaze in a community forest."},{"hash":"b54fa0c4e8a38682d2f1c13456612ee5d6122c8b9d5f6817ae4a70b36ea5683e","title":"Two people died and two others were injured in a road accident.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/issues/two-killed-and-two-injured-in-road-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/dbdbce93_cc17ef2f_15b84da5_accident_850x460_acf_cropped_850x460_acf_cropped1684914032_10241692099166_1024.jpg","category":"issues","content":"Two people died in a tractor accident in Dadeldhura, Nepal. The driver, Dhiraj Thapamgar, and passenger, Bishnu BK, lost their lives. Two others, Sudeep BK and Hikmat BK, were injured and are receiving treatment at the hospital.","summary":"Two fatalities and two injuries occurred in a tractor accident in Dadeldhura, involving Dhiraj Thapamgar and Bishnu BK."},{"hash":"7e6981a5327ce2410247b2aeda4f72cca28c28a108d80560989dc82625cbbe22","title":"24 artifacts from Hawaii were sent to Nepal.","date":1714694400000,"source":"nn","link":"https://nepalnews.com/s/issues/24-pieces-of-artifacts-shipped-to-nepal-from-hawaii","imageLink":"https://web.nepalnews.com/storage/story/1024/441020358_818234927005128_7742768786942770028_n1714749977_1024.jpg","category":"issues","content":"The Nepalese Embassy in Washington, D.C. received 24 artifacts from Ms. Susan Bradford and sent them to Nepal. These artifacts, dating from the 13th to 18th centuries, were once part of Ms. Bradford's private collection. She voluntarily donated them to the Nepalese government. This is part of the embassy's efforts to recover and return lost Nepalese artifacts. In the past year, they have sent a total of 63 artifacts back to Nepal.","summary":"Nepal's Embassy in Washington DC facilitated the repatriation of 24 ancient artifacts (dating back to 13th-18th century) from the private collection of Ms. Susan Bradford in Maui, Hawaii, increasing the total repatriated artifacts to 63 within a year."},{"hash":"f117941c8a9454e9655471f3cc355d13397ae77cbe40ebfc579adf6f7e7497ad","title":"Ambassador Khatri congratulated newly sworn-in Peace Corps volunteers.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/ambassador-khatri-congratulates-the-new-batch-of-peace-corps-volunteers","imageLink":"https://web.nepalnews.com/storage/story/1024/440792984_821956013299686_2337627259299591376_n1715417674_1024.jpg","category":"global","content":"There is no input provided to summarize.","summary":"No events are provided to summarize."},{"hash":"9b0893549e23105df4b76c62ab8692bf12cacdd46b822c171e35e8c7cb7a482d","title":"A train in Buenos Aires, Argentina collided with a bus, killing at least 11 people and injuring more than 200.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/argentina-buenos-aires-train-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/CnyztpE007004_20240511_PEPFN1A0011715415190_1024.jpg","category":"global","content":"Please provide the text you want me to summarize.","summary":"Please provide the text or events for me to summarize."},{"hash":"6ce8b7f76f049609887d25e051f92c36bdc3626bba462cd4f34a775b9acb8deb","title":"**HWPL Statement on Israel-Iran Conflict**\n\nHWPL (Heavenly Culture, World Peace, Restoration of Light) expressed deep concern about the rising tension between Israel and Iran. The organization:\n\n* Called for an immediate ceasefire\n* Urged both sides to engage in dialogue and negotiations\n* Condemned any use of violence\n* Emphasized the value of peace and the need to safeguard human lives","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/hwpl-statement-on-israel-iran-conflict","imageLink":"https://web.nepalnews.com/storage/story/1024/21715166055_1024.jpg","category":"global","content":"**Israel-Iran Conflict**\n\nIsrael attacked Iran's consulate in Syria, which is against international law. Iran responded by attacking Israel.\n\n**Gaza War**\n\nThe Gaza conflict has killed many civilians, highlighting the devastating impact of war.\n\n**Call for Peace**\n\nHWPL urges Iran and Israel to stop fighting and talk. The international community should help build peace and provide aid to affected areas. A global law for peace is needed to prevent future wars.","summary":"\nThe recent violent conflict between Iran and Israel is causing significant concerns in the international community. The two nations that do not share borders are mobilizing high-end weaponry to attack each other and kill human lives.1 April 2024, the Israeli military attacked the Iranian consulate in Syria. A strike against a non-military facility in a third nation, a nation not directly involved in the conflict, infringes international law and constitutes a war crime. Moreover, on 13 April, Iran responded by attacking Israel’s land. Both nations have pointed their guns directly at each other, and there are growing concerns in the international community that the attacks could escalate into another war.\nThe Israel-Hamas War in Gaza has killed 30,000 since last year, and news outlets reported on dire situations in Gaza, running out of space for proper burial. The war that has persisted in the region over the past century continuously overshadows the prospect of the coexistence of the human race.\nIt is a clear indication that the greatest victims of war are innocent civilians. How could those lost lives ever be brought back? What could compensate for the outcry of children and the anguish of the youth in devastated dwellings?\nHWPL strongly supports the voices of the citizens, the true protagonists of the global village, who oppose war and call for peace. All nations of the global community must uphold the citizens’ demands, thereby ceasing the unjust war and joining to accomplish peace. Organizations worldwide, in alliance with HWPL as peace solidarity, urge Iran and Israel to put a stop to the acts of aggression immediately and to come forward for conversations to usher in peace.\nHWPL recommend that the international community take necessary measures to facilitate the formation of amicable relations between the two nations and provide humanitarian aid. It would be reasonable for all countries to support an international legal instrument for peace that embodies the long-yearned path to peace and to comply with its contents so that we leave a legacy of peace for future generations. HWPL will not spare its efforts for peace and cessation of wars.\n\n\n\n\n\n\n\n"},{"hash":"c94f8e4afac88e1cb0fb370ada56857a008186039807d76728b22d93ca250d67","title":"Nepal and Korea are preparing for a high-level visit, with plans for meetings and discussions on various topics.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/preparation-of-high-level-visit-between-nepal-and-korea","imageLink":"https://web.nepalnews.com/storage/story/1024/korea1715163613_1024.jpg","category":"global","content":"Nepal and South Korea are celebrating 50 years of diplomatic relations.\n\nHigh-level visits and events are planned throughout the year.\n\nSouth Korea is the fourth largest investor in Nepal, with plans for more investment in hydropower.\n\nNepal is a key partner for South Korea, with over 44,000 Nepalis currently working in Korea.\n\nNepalis are now working in new sectors in Korea, including forestry and services.\n\nReturning Nepali workers are also creating jobs in Nepal.","summary":"Nepal and South Korea celebrate 50 years of diplomatic relations, preparing for high-level visits, economic partnerships, and expanding employment opportunities for Nepali workers in Korea."},{"hash":"e723ab3067a8adddaf32c9827d2897f76acc62350800bee739d3b29786c034f6","title":"Japan and Nepal have strong connections and similarities.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/global/japan-and-nepal-share-many-things-in-common-japan-s-foreign-minister-kamikawa-yoko","imageLink":"https://web.nepalnews.com/storage/story/1024/japan_foregn_minister1714872450_1024.jpg","category":"global","content":"**Japan and Nepal: Commonalities and Cooperation**\n\n* Japan and Nepal share mountainous terrain and have faced natural disasters like earthquakes.\n* Both countries are democracies and have received assistance from Japan.\n* Japan has supported Nepal's development in areas like infrastructure, education, and healthcare.\n* Nepal is the sixth largest group of foreign nationals in Japan.\n* Japan is committed to working with Nepal on \"Women, Peace and Security\" initiatives.\n* Japan aims to further strengthen its relationship with Nepal and support its development.","summary":"Japan and Nepal share mountainous terrain and experiences with earthquakes; Japan has supported Nepal's democratization, infrastructure development, and disaster relief, while Nepal has contributed to Japan's earthquake recovery efforts and UN peacekeeping."},{"hash":"e536a2dbbb9354081e37437e2c2cb352bc2780c2c3f77a9a9239ab3df7f99546","title":"Government supports and protects investments.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/government-is-committed-to-facilitate-and-secure-investment-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/PRO_KTM_066A88701715326651_1024.JPG","category":"business","content":"Prime Minister Prachanda says the government wants to boost Nepal's economy by encouraging businesses and investors.\n\nHe believes private investment is key to creating jobs and making Nepal's economy stronger. He promises to make it easier for investors to set up businesses in Nepal and create a climate where they feel supported.\n\nPrachanda believes that this will increase domestic production, reduce imports, and create jobs. It will also benefit the environment and the economy overall.","summary":"Prime Minister Prachanda pledged economic transformation through private sector investment, emphasizing the establishment of Hyundai's assembly plant in Nepal."},{"hash":"472b30dd76138da4860086a7ff9ab65442c89350141d4d804e8c3bb59e227fbe","title":"European Union will provide support to Nepal to attract foreign investment.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/eu-to-help-nepal-bring-investment","imageLink":"https://web.nepalnews.com/storage/story/1024/The_European_Union_(EU)1715320904_1024.jpg","category":"business","content":"The European Union will hold a forum in Kathmandu next week to attract investment in Nepal.\n\nEuropean companies will attend the forum to discuss investing in Nepal.\n\nNepal aims to improve its economy and create jobs, and foreign investment is needed to achieve this.","summary":"To assist Nepal in attracting foreign investment, the EU announces the \"EU-Nepal Trade Forum\" in Kathmandu next week."},{"hash":"2aa4d008a1db97151655e83d459e6098de8445064eedbabca63f11fc9a8a3dfe","title":"Transparency and good governance are two sides of the same coin.\n\nTransparency means being open and honest about what you're doing. Good governance means making decisions that are in the best interests of your constituents.\n\nWhen there is transparency, there is less corruption and more trust. When there is good governance, there is more accountability and more progress.\n\nTransparency and good governance go hand-in-hand. They are essential for building a strong and prosperous society.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/business/transparency-and-good-governance-complement-each-other-president","imageLink":"https://web.nepalnews.com/storage/story/1024/9d263f51_cefd_4241_bb20_05f8888718f21715242217_1024.jpg","category":"business","content":"**Transparency and Good Governance**\n\nPresident Paudel says good governance is important and auditors are like watchdogs that ensure money is used correctly. They help prevent fraud and keep government spending transparent. The government needs skilled accountants to make sure agencies are transparent and accountable.\n\n**Importance of Auditors**\n\nAuditors make sure money is spent correctly by checking accounts carefully. They prevent fake bills and tax evasion, which helps improve the country's economy.\n\n**Conference on Economic Issues**\n\nThe Association of Chartered Accountants of Nepal (ACAN) held a conference to discuss the country's economic problems and solutions. They also honored Dr. Sanduk Ruit, the Governor of the Central Bank, and the President of the Federation of Nepalese Chambers of Commerce and Industry. The conference invited economists, business leaders, bankers, and policymakers to participate.","summary":"President Paudel emphasized the importance of transparency and good governance, lauding the role of auditors as \"economic watchdogs\" in countering revenue evasion and fake bills, as discussed at a conference organized by the Association of Chartered Accountants of Nepal (ACAN)."},{"hash":"c421f2f8d013cc5c554ba2c77db9bd9c1b500b22e0c1b023672d9974111f3e94","title":"Nepalese Prime Minister Dahal announces an innovative approach to presenting the upcoming budget.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/business/upcoming-budget-to-be-introduced-in-a-new-manner-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_new1713842655_1024.png","category":"business","content":"Prime Minister Prachanda announced that the upcoming budget will focus on helping those who need it most. He highlighted the government's progress in improving the economy and fighting corruption. The government will gather ideas from different groups to make the budget more people-friendly. The government has also worked to strengthen Nepal's relationships with other countries through high-level visits.","summary":"Prime Minister Dahal announced an innovative budget for the fiscal year, pledging to address economic disparities and promote good governance, while also strengthening international relations."},{"hash":"a075617d73dd2ddd230185e93bc4a96eb63c19df0d395c2fc095fe4264a2bd4b","title":"**Nepal Swadeshi Summit 2024 Declaration**\n\n**35 Points:**\n\n* Promote domestic production and consumption\n* Support entrepreneurship and innovation\n* Protect national industries\n* Reduce dependency on imports\n* Ensure food security and energy independence\n* Promote sustainable development\n* Encourage foreign investment in selected sectors\n* Strengthen the education system and skilled workforce\n* Reform the financial system to support domestic businesses\n* Promote tourism and export-oriented industries\n* Create a favorable business environment\n* Protect the environment and natural resources\n* Improve healthcare and social welfare systems\n* Foster unity and national pride","date":1715574863185,"source":"nn","link":"https://nepalnews.com/s/business/nepal-swadeshi-summit-2024-35-point-declaration-issued","imageLink":"https://web.nepalnews.com/storage/story/1024/441187804_7890365774349885_1226150477776136282_n1715125603_1024.jpg","category":"business","content":"The \"Make in Nepal\" summit aimed to boost local industries by encouraging domestic production and consumption. A 35-point declaration was made, calling for:\n\n* Reforming laws to support industry\n* Promoting domestic products\n* Providing easy access to raw materials\n* Investing in industry\n* Giving preference to domestic products in government purchases\n* Establishing a portal to identify domestic products\n* Implementing a one-stop service center for businesses\n* Developing and promoting industrial areas\n* Regulating the industrial sector through a separate Act\n* Avoiding criminal charges against accused industrialists\n* Reviewing trade and investment agreements\n* Building consensus among political parties on economic growth","summary":"The \"Make in Nepal-Swadheshi Summit-2024\" concluded with a 35-point declaration aimed at empowering local industries, increasing domestic production, and encouraging consumption of Nepalese products, with commitments from the Finance Minister to incorporate recommendations in the upcoming budget."},{"hash":"df9b7b06ec76b8f2f869bac62ff8e92d3b60b6a6145578db759c3601bcb09211","title":"Nepalese runners win two titles in Malaysia.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-runners-won-2-titles-in-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/422620795_859372276202663_5891976066813061462_n1714904704_1024.jpg","category":"sports","content":"Nepali runner Mahadev Rijal won back-to-back races in Malaysia:\n\n* Won the 21 km half marathon in 1:14:48 seconds\n* Won the 21 km Climbathon in 3:03:58 seconds\n\nRijal previously won the Tower Runner competition in Malaysia in 2023. He comes from Beni, Myagdi, Nepal, and has been running in Malaysia for 5 years.","summary":"Nepali runner Mahadev Rijal won consecutive half marathon and climbathon titles in Malaysia, continuing his impressive international running streak."},{"hash":"7d22f65cb13004efc951d1a7217634e5de098beab800527921bfd8488bcb265b","title":"Nepal defeated West Indies A in the final match of the T20 series.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/nepal-wins-final-match-against-west-indies-a-in-t20-series","imageLink":"https://web.nepalnews.com/storage/story/1024/438230324_859581999531515_2675064775143100892_n1714829807_1024.jpg","category":"sports","content":"Nepal defeated West Indies 'A' in the final T20 match by six wickets. Despite losing three straight matches before, Nepal won the toss and bowled first, restricting West Indies to 172 runs. Nepal chased down the target in 18.5 overs, with Anil Shah (58 runs) and Kushal Malla (37 runs) playing key roles.","summary":"Following three consecutive losses, Nepal defeated West Indies 'A' by six wickets in the final match of the T20 series despite West Indies 'A' setting a target of 172 runs."},{"hash":"bb189a36492ef05672b1ce8763b3e6b70343c234cd53688b22d4345275939757","title":"President extends best wishes to cricket players","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/president-extends-best-wishes-to-cricket-players","imageLink":"https://web.nepalnews.com/storage/story/1024/Sheetal_Niwas1623082198_1024.jpg","category":"sports","content":"President Paudel wished good luck to Nepali cricket players competing in the ICC T20 World Cup.\n\nNepal's team is leaving tonight for the US.\n\nT20 World Cup starts on June 1st.\n\nNepal is in Group 'D' with South Africa, Sri Lanka, Bangladesh, and the Netherlands.\n\nNepal's first match is against the Netherlands on June 4th.","summary":"President Paudel sends well wishes to Nepali cricket team participating in the ICC T20 World Cup Championship starting June 1, with Nepal in Group D against South Africa, Sri Lanka, Bangladesh, and the Netherlands."},{"hash":"63f0360edf629c2552c07da82b4f8a204ad5b2ed608c251932759e4931274472","title":"West Indies Team A won the T20 series against another team.","date":1715574883309,"source":"nn","link":"https://nepalnews.com/s/sports/west-indies-a-clinches-t20-series-title","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714701176_1024.jpg","category":"sports","content":"West Indies 'A' won the T20 cricket series against Nepal with one match remaining. They scored 209 runs and defeated Nepal by 28 runs, leading 3-1 in the series. Andre Fletcher (84 runs), Johnson Charles (58 runs), and Fabian Allen (33 runs) were the top scorers for West Indies 'A'. Rohit Kumar Paudel scored the highest runs (82) for Nepal. Hayden Walsh and Matthew Forde each took three wickets for West Indies 'A'. The final match will be played on Saturday.","summary":"West Indies 'A' clinched the T20 series title, defeating Nepal by 28 runs in the fourth match, despite one match remaining in the series."},{"hash":"c0268d83151b4700710f0d718bbec12fc67c78746b9c81699b68d8c7925acf37","title":"Nepal lost their third T20 cricket match against the West Indies by 76 runs.","date":1714521600000,"source":"nn","link":"https://nepalnews.com/s/sports/t20-series-nepal-lose-third-match-to-west-indies-by-76-runs","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714577666_1024.jpg","category":"sports","content":"Nepal lost to West Indies 'A' by 76 runs in a T20 match. West Indies scored 227 runs, with Johnson Charles scoring 119. Nepal tried to chase but could only score 151 runs, with Karan KC (28) and Lokesh Bam (28) as top scorers. Nepal has won two out of three matches in the series so far.","summary":"Nepal lost to West Indies'A' by 76 runs in the third T20 match, despite Johnson Charles' century for the visitors, with Nepal's Karan KC and Sagar Dhakal taking a wicket each."},{"hash":"f6df2c95d8308e02a5d724675b6f580035fa1a3784b03ef6d2594dadf3ba0498","title":"Nepal sends a team to the Asian U-20 Athletics Championship.","date":1715574892646,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-team-departs-to-participate-in-asian-u-20-athletics-championship","imageLink":"https://web.nepalnews.com/storage/story/1024/438206076_448748784338052_4246932501331390940_n1713843823_1024.jpg","category":"sports","content":"Five Nepali athletes are competing in the Asian U-20 Athletics Championships in Dubai:\n\n* Badal Karki: 800m and 1500m\n* Adeshkumar Yadav: 100m and 200m\n* Ajay B.K: 1500m and 3000m\n* Kalpana Budha: 1500m and 3000m\n\nCoach Kanti Mahato is accompanying the team.","summary":"NSM Tanklal Ghising bid farewell to the Nepalese Athletics Team led by Coach Kanti Mahato, which includes Badal Karki, Adeshkumar Yadav, Ajay B.K, and Kalpana Budha, who will compete in various events at the Asian U-20 Athletics Championships in Dubai from April 12 to 15."},{"hash":"b70088aed087be48dc7ad38ba6f972de6b0d941f8703d43a1cae84eb468445f4","title":"Over 11,000 dengue cases reported in Bagmati province.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/health/dengue-cases-surpass-11-thousand-in-bagmati","imageLink":"https://web.nepalnews.com/storage/story/1024/kushtia_dengue_6yr_old_child_dies_of_dengue_in_kushtia_daily_bangladesh_16941828191697183214_1024.jpg","category":"health","content":"Dengue fever is spreading in Bagmati Province, Nepal. Over 11,000 cases have been confirmed in the past 9 months. Dhading district has the most cases (3,501), while Rasuwa has the least (2). Kathmandu has 3,000 cases, followed by Chitwan (1,708) and Makwanpur (857). One person has died from dengue in Makwanpur so far. The risk is higher in summer. The Office of Health urges people to take precautions and plans to launch a campaign to control mosquitoes and reduce dengue cases.","summary":"11,409 dengue fever cases have been confirmed in Bagmati Province in the past nine months, with Dhading reporting the highest number (3,501) and Rasuwa the lowest (2)."},{"hash":"8aef9eb1da2d64a20abdcf3e1f946935576aaae84d7d0b3cd9ba8aa4647804c0","title":"Nepal's strategy for managing population and development emphasizes the rights of its citizens. This approach aims to ensure that all individuals have the opportunity to live healthy and productive lives, while also addressing the challenges posed by population growth.","date":1714435200000,"source":"nn","link":"https://nepalnews.com/s/health/nepal-s-approach-to-population-and-development-is-right-based-dpm-yadav","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav_NewYork_1_1068x8011714461437_1024.jpg","category":"health","content":"**Nepal's Approach to Population and Development:**\n\n* Nepal uses a rights-based approach to address these issues.\n* The country supports the International Conference on Population and Development (ICPD) and its Program of Action.\n* Nepal has implemented policies and programs to improve the lives of its citizens, including:\n    * Reducing poverty\n    * Improving health\n    * Promoting gender equality\n    * Advancing health and reproductive rights\n* Despite progress, there are still challenges, such as pandemics and inequality.\n* Nepal remains committed to people-centered development and the full realization of the ICPD plan.","summary":"Nepal adopts a rights-based approach to population and development, implementing the ICPD Programme of Action to achieve SDGs amid challenges, prioritizing human rights, gender equality, and reproductive health."},{"hash":"853075cf39e1fcb42df78d974231e5f27301b7a218e2c71c13a200de5ecc34ac","title":"Japan donates community center for disaster prevention.","date":1713830400000,"source":"nn","link":"https://nepalnews.com/s/health/japan-hands-over-the-community-center-for-disaster-prevention","imageLink":"https://web.nepalnews.com/storage/story/1024/1_IMG_22281713885995_1024.jpeg","category":"health","content":"Japan built a new community center in Sindhupalchowk to help people prevent and prepare for disasters. The center will help them create disaster prevention plans, set up warning systems, and store supplies. Ambassador Kikuta hopes this center will not only make the community safer but also help it grow and thrive.","summary":"Japan and Indrawati officials inaugurate a community center to improve disaster prevention capabilities."},{"hash":"91ef85d22d1f5e45d5c9e0d118acd881370663a55fa7eb366d52362a948b3462","title":"Dr. Sharma, a parliamentarian, donated 2 million rupees to a children's hospital.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr. Sunil Sharma, a politician, donated 2 million rupees to the Children's Hospital being built by Dr. Bhagwan Koirala.\n\nThe hospital, called Kathmandu Institute of Child Health, aims to build 100-bed hospitals in Kathmandu and 50-bed hospitals in all seven provinces of Nepal.","summary":"Congress MP Sharma donated 2 million rupees to Cardiothoracic Surgeon Dr Bhagwan Koirala's Kathmandu Institute of Child Health (KIOCH) initiative to build a specialized children's hospital in Kathmandu and seven provinces."},{"hash":"42e79a4549bfdf6d5604bd78b3d44969e580204855bea65a83fee67398a94def","title":"Dr. Sharma donates 2 million Rupees to a children's hospital for healthcare improvements.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital-1","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr. Sunil Sharma, a member of parliament, donated 2 million rupees to a children's hospital under construction in Kathmandu. The hospital is being built by Dr. Bhagwan Koirala's organization, Kathmandu Institute of Child Health (KIOCH). KIOCH plans to build specialized children's hospitals in all seven provinces of Nepal.","summary":"MP Dr Sharma donated 2 million rupees to the Children's Hospital being built by Dr Koirala's KIOCH, which plans to establish specialized children's hospitals in all seven provinces."},{"hash":"3366c0665f89d2e7da9c8b7f2493798ccbb5625b22f9517335e99c27063a9b96","title":"Children are being given vitamin A capsules and deworming tablets to improve their health and well-being.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/vitamin-a-capsules-de-worming-tablets-being-administered-to-children","imageLink":"https://web.nepalnews.com/storage/story/1024/vitamin_A1713434673_1024.jpg","category":"health","content":"**Child Health Program Launched**\n\nChildren under 5 in Nepal are receiving free vitamin A and deworming treatments.\n\n* Vitamin A capsules for children 6 months to 5 years old\n* Deworming tablets for children 1 to 5 years old\n\nOver 3 million children will receive vitamin A, and almost 3 million will receive deworming tablets.\n\nTrained health workers will provide the treatments in local wards.","summary":"Nepal’s Department of Health Services launches National Vitamin ‘A’ program, targeting 3.2 million children under 5 with vitamin capsules and 2.9 million with deworming tablets."},{"hash":"0def68ec9475499743587d7dfa1b69e48c2918665227bae0f811cd539e897d09","title":"Kami Rita Sherpa has summited Mount Everest for the 29th time, setting a new world record.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/29th-everest-summit-by-kamirita-sherpa","imageLink":"https://web.nepalnews.com/storage/story/1024/kamirita_sherpa1715505850_1024.jpg","category":"travel-and-tourism","content":"Nepali mountaineer Kamirita Sherpa broke a world record by scaling Mount Everest 29 times. He is the most successful mountaineer, reaching the summit on August 12 at 7:25 AM. Sherpa has climbed Everest for over 20 years and also summited other mountains over 8,000 meters 43 times.","summary":"Nepali mountaineer Kami Rita Sherpa breaks the world record by summiting Mount Everest for the 29th time, surpassing Appa Sherpa's previous record of 21 ascents."},{"hash":"ce58d4a6666fe76708b3ffc82114d1e802b467d2b3ef22c88119d7ff90a676a6","title":"Private companies ask Prime Minister to support regular flights at Gia Lai Airport","date":1715574929679,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/private-sector-seeks-pm-s-support-for-regular-flights-at-gia","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_gautam_budha_airport1715388257_1024.jpeg","category":"travel-and-tourism","content":"Businesses in Bhairahawa requested Prime Minister Dahal to start regular flights at the Gautam Buddha International Airport. A delegation from the Siddhartha Industry and Commerce Association met with Dahal and presented a memorandum highlighting the need for regular flights. Dahal expressed support for their request and indicated that efforts were underway to address it.","summary":"Private sector in Bhairahawa seeks PM Dahal's support for regular flights at Gautam Buddha International Airport."},{"hash":"77f2ca1039f7b869b884c8c70e71bf52e364cb24221e65f25bedbbb6c746c80b","title":"The ropes needed for climbers to safely ascend Everest have all been put in place.","date":1715574933427,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/the-rope-fixing-to-the-everest-is-completed","imageLink":"https://web.nepalnews.com/storage/story/1024/mountainterring_expedition_night_xycJPOAGj51715388058_1024.jpg","category":"travel-and-tourism","content":"**Mount Everest Climbing Season 2024**\n\n* Rope fixing to the summit of Everest is complete, opening the climb for this year.\n* Seven Summit Treks Company performed the rope fixing effort.\n* 956 climbers, including 200 women, have registered to climb Everest.\n* The government has collected 67 crore rupees in fees from climbers.\n* Climbers with permits can now ascend the peak via the secured route.","summary":"Seven Summit Treks completes \"rope fixing\" to the summit of Mount Everest, opening the climbing season for 956 permitted climbers."},{"hash":"c45e4282acc54bba2570dc17499211c4f1135d150f8fe71ebafa6719b481ac3d","title":"Today is the final day of the Maha Kumbh Mela, a large religious festival.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/today-the-last-day-of-maha-kumbha-mela","imageLink":"https://web.nepalnews.com/storage/story/1024/Untitled_1_(1)1715333577_1024.jpg","category":"travel-and-tourism","content":"Twelve-year Pindeshwar Poorna Mahakumbha Mela ends after a month in Barahkshetra, Nepal.\n\nChatradham, known as ancient Haridwar, has held Kumbha Mela events for centuries.\n\nSimilar to famous Kumbha Mela sites in India, Chatradham hosts Ardha Kumbha every 6 years and Purn Kumbha every 12 years.\n\nSaptakoshi River and Pindeshwardham are linked to Hindu Kumbha Mela tradition, according to Jagatguru Balasanta Mohansharan Devacharya.","summary":"The twelve-year Pindeshwar Poorna Mahakumbha Mela, held annually in Chatradham, concludes after a month-long celebration, attracting pilgrims from Nepal and abroad."},{"hash":"e115a6d41dc575a6fb20a754295e2c6493cf6d2654ae267d4145bfcfcc13107f","title":"The government will set up an innovation fund to help the IT sector grow. This fund will support research, development, and startups in the IT industry.","date":1714608000000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/pm-announces-to-institute-innovation-fund-for-it-sector-expansion","imageLink":"https://web.nepalnews.com/storage/story/1024/91fd8100_c369_454d_8e45_d73c48c2fe8d_1000x5001714631578_1024.jpg","category":"science-and-technology","content":"PM Prachanda plans to start an innovation fund for the tech industry next year.\n\nHe believes technology is key for economic and social progress.\n\nThe government supports the \"Startup Programme\" for young entrepreneurs.\n\nThe PM urges people to adopt technology for development and prosperity.\n\nThe government will create laws and policies to promote and protect technology use. It will also crack down on cybercrime.","summary":"Prime Minister Pushpa Kamal Dahal 'Prachanda' plans to establish an innovation fund for IT sector expansion, promoting youth involvement, and enhancing information technology use to foster economic and social transformation."},{"hash":"f695aa1ad994bab3c00f1b5a8d5ea6fd3e689cc6689b961e67fffef625c6e80d","title":"Today, we celebrate National ICT Day, recognizing the significance of Information and Communication Technology (ICT) in our lives. It enables us to connect, learn, and innovate, shaping and enhancing our daily experiences.","date":1715574948200,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/national-ict-day-being-observed-today","imageLink":"https://web.nepalnews.com/storage/story/1024/ict_day1714614867_1024.jpg","category":"science-and-technology","content":"Today, Nepal celebrates National ICT Day to promote technology in the country. The government recognizes ICT's importance in economic growth and is implementing plans to advance the sector through initiatives that honor individuals and organizations for their contributions. With the belief that technology can create a foundation for prosperity, the government aims to use ICT to transform Nepal's economy and society.","summary":"National ICT Day is celebrated on May 2nd to promote ICT development and honor those who contribute to the sector, with plans to use ICT as a foundation for socio-economic transformation."},{"hash":"9789ea6409b4715294fcecec4caf76bc9f86f5d00af5cd8543239bf9f3e5e012","title":"Investing in politics can boost investor confidence and enthusiasm.","date":1714003200000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/politics-should-fill-enthusiasm-among-investors-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_25_at_131714045205_1024.jpg","category":"science-and-technology","content":"**President Paudel on Economic Prosperity:**\n\n* Politics should encourage investors.\n* Nepal has potential for prosperity through energy development.\n* Government should support investors with laws and regulations.\n* Private sector should invest in Nepal's interests.\n* Nepal is politically stable and attracts investment.\n* Energy sector is a priority for economic growth.\n* Nepal has become an energy exporter, contributing to regional renewable energy use.","summary":"President Paudel emphasizes the importance of politics encouraging investment, highlighting Nepal's potential for prosperity through energy development facilitated by government and private sector collaboration amidst Nepal's political stability and increasing domestic and foreign investment attraction."},{"hash":"8645e6e32c99e132c7dedb2a85a2626985e9d5f7e0c18cf2f27997f5d483ec41","title":"New bill requires transparent and responsible use of AI in government and cybersecurity.","date":1710201600000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/draft-bill-on-it-and-cyber-security-seeks-transparent-accountable-use-of-ai","imageLink":"https://web.nepalnews.com/storage/story/1024/Ministry_of_Communication1710223162_1024.jpg","category":"science-and-technology","content":"A proposed law for IT and cyber security emphasizes using technology like AI, blockchain, and IoT. It aims to regulate these technologies responsibly and establish structures for managing IT and cybersecurity. The law includes provisions for research and development, coordination committees, and addressing cybercrimes. It also outlines data privacy and protection measures, and requires government websites to meet certain standards.","summary":"A draft bill outlines innovative technology use in IT and cybersecurity, establishing research centers, directors' committees, coordination committees, data safety, cyberbullying and harassment bans, digital forensic use, data protection, and IT tribunal establishment."},{"hash":"7b3564e64335cf6b09ca9388a43353ae8e4c829e4a33b5dafd81bc5c1b419b8b","title":"Minister Sharma believes that new laws are needed to address cyber issues.","date":1715574962502,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/cyber-legislation-needed-to-resolve-problems-minister-sharma","imageLink":"https://web.nepalnews.com/storage/story/1024/Sharma1695206333_1024.jpg","category":"science-and-technology","content":"Minister Sharma says we need cyber laws to address cyber problems.\nThe government is working on cyber laws but needs suggestions.\nThe government will use suggestions to make the laws and educate the public about cyber security.\nInformation technology is helpful, but it can also be misused, so cyber security is important.\nThe orientation taught people how to stay safe online and discussed cybercrime and government challenges.","summary":"Minister Sharma emphasizes the need for cyber legislation to address problems arising from misuse of information technology and announces the government's progress in lawmaking for cyber security."},{"hash":"c11dd4e0a73ed780f50db62b525aa16fa7c624433478c86d79746516e89b9f0d","title":"India in talks with Bangladesh to export energy. This would involve exporting electricity and natural gas to Bangladesh. India already exports electricity to Bangladesh, and the two countries are discussing the possibility of increasing the amount of electricity exported. The two countries are also discussing the possibility of India exporting natural gas to Bangladesh. If the deal is successful, it would be a major step forward in the relationship between the two countries.","date":1715574966618,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/talks-positive-with-bangladesh-to-export-energy","imageLink":"https://web.nepalnews.com/storage/story/1024/Nepal_Electricity_Authority1691846323_1024.jpg","category":"science-and-technology","content":"Nepal and Bangladesh have agreed to trade electricity, with Nepal exporting power to Bangladesh during the upcoming rainy season. The two countries are finalizing the details of the deal, which is expected to be signed soon.","summary":"Nepal and Bangladesh officials have agreed on a power trade deal that will see Nepal export electricity to Bangladesh from the upcoming rainy season."},{"hash":"a214fef6a569a812921b8fd6905466efcae36821d314e2d976e99d6f2fb54eff","title":"**Yakishime: Earth Metamorphosis**\n\nA traveling exhibition showcasing Japanese pottery from Yakushima Island. It explores the unique characteristics and techniques of Yakishime pottery, which is fired in a hot wood-burning kiln. The exhibition features various forms, textures, and glazes, highlighting the dynamic transformation of clay through the process of firing.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/japan-foundation-traveling-exhibition-yakishime-earth-metamorphosis","imageLink":"https://web.nepalnews.com/storage/story/1024/Leaflet_front1715264259_1024.jpg","category":"entertainment-and-lifestyle","content":"**Japan Culture Exhibition**\n\nFrom May 11-30, at the Embassy Hall in Kathmandu, Japan is holding a free exhibition called \"YAKISHIME: Earth Metamorphosis.\"\n\nThis exhibition focuses on \"yakishime,\" a type of unglazed Japanese ceramic. It will showcase how yakishime has been used in tea wares, food utensils, and even as art.\n\nBoth Nepalis and Japanese value tradition and art. This exhibition aims to introduce Japan's unique aesthetic to Nepal and provide insights into its culture.","summary":"The Embassy of Japan in Nepal will host an exhibition on \"YAKISHIME: Earth Metamorphosis\" from May 11-30 to showcase Japanese yakishime ceramics, exploring its history, uses, and aesthetic appeal."},{"hash":"e61c612a2fa2945dbce36e78bfcbfcfe5e05c704908dd9baac7769efb299faed","title":"50 years of friendship is a remarkable milestone worth celebrating.","date":1715574976731,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/celebrating-50-years-of-friendship","imageLink":"https://web.nepalnews.com/storage/story/1024/209370c5_271f_40b2_b38c_4d479196175d1714881747_1024.jpeg","category":"entertainment-and-lifestyle","content":"**50th Anniversary of Korea-Nepal Ties: Cultural Showcase**\n\nCelebrate the anniversary with a cultural event featuring:\n\n* **Martial Art Demonstration (K-Tigers):** Traditional Taekwondo with a modern twist, showcasing the power and elegance of Korean martial arts.\n* **K-Dance Showcase (People on Stage):** Energetic and creative B-boy dance performances by renowned teams, adding Korean cultural dynamism to the art form.\n* **Commemorating Friendship:** Celebrate the friendship between Korea and Nepal through shared cultural experiences.","summary":"The Embassy of the Republic of Korea marks 50 years of diplomatic ties with Nepal with a cultural event showcasing Korean martial art demonstrations, K-dance, and a celebration of friendship."},{"hash":"5db1f1b27f140836a538af8994d1d20d3c4e3bfba7357d0ab258108d457e3803","title":"Veteran actor CP Lohani passed away.","date":1714348800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/actor-cp-lohani-passes-away","imageLink":"https://web.nepalnews.com/storage/story/1024/cp_lohani_11714394375_1024.jpg","category":"entertainment-and-lifestyle","content":"CP Lohani, the lead actor in the first privately-produced Nepali movie 'Maitighar', passed away at 86 due to Alzheimer's and pneumonia. He was also known in the film and music industry and was married to Bollywood actress Mala Sinha. His funeral will be held today at Pashupati Aryaghat.","summary":"CP Lohani, the lead actor of \"Maitighar,\" died from Alzheimer's and pneumonia at 86, leaving behind a legacy in film, music, and government service."},{"hash":"47c5ab0dc3d11afc19bb0a2ea497b4519a334d00648998358c7cab2575b09124","title":"A democratic republic values moral principles and religious teachings, aiming to guide its citizens towards living virtuous lives. The emphasis on morals and virtue in a democratic republic is seen as a way to strengthen the nation's foundation and promote a just and harmonious society.","date":1713657600000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/a-democratic-republic-seeks-moral-values-and-virtues-like-religion-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_21_at_111713687967_1024.jpeg","category":"entertainment-and-lifestyle","content":"President Paudel believes all religions, including the government, promote morality and goodness. Their goal is human well-being, happiness, peace, and building a civilized society. He praised the Jain community for their contributions to society and wished them well on the 2623rd birth anniversary of Lord Mahabir. He believes the Jain philosophy of non-violence, peace, and equality will continue to make a positive impact.","summary":"President Paudel emphasized the importance of moral values and virtue in religion, particularly highlighting Jain principles of non-violence and seeking the welfare of humanity."},{"hash":"36bf5184da2134fc7913480835b722431a60fe0d878008465b1a5b5221530db2","title":"Chaiti-Chhath festival ends with devotees offering prayers to the rising sun.","date":1715574990966,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/chaiti-chhath-concludes-offering-argha-to-rising-sun","imageLink":"https://web.nepalnews.com/storage/story/1024/NawadeepShrestha_Bidur_RSS_14_ChhathPhoto1667194260_1024.JPG","category":"entertainment-and-lifestyle","content":"Chaite Chhath festival ended in Mithila today. People offered water to the rising sun in water bodies to conclude the four-day festival. This festival is celebrated twice a year and is believed to bring peace and prosperity to families.","summary":"The Baasanti Chhath festival, celebrated for prosperity and longevity, concluded in Mithila region with devotees offering 'argha' to the rising sun, marking the end of the four-day festival."},{"hash":"5c4e40b0cfcc81a841cfed842ce2aa92af57f2e88130f43a69d94018c770008a","title":"Socialist culture is essential for building the foundation of socialism, according to Prime Minister Dahal.","date":1715574994821,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/socialist-culture-a-primary-condition-for-preparing-base-of-socialism-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/436421060_2683866678446874_1444593645290858072_n1713059615_1024.jpg","category":"entertainment-and-lifestyle","content":"Socialist culture is important for creating a foundation for socialism, says Prime Minister Dahal. He believes in supporting progressive communities and encouraging artists to build a socialist culture. The government is committed to creating cultural policies and resources, and addressing the concerns of cultural institutions. The recent cultural evening organized by Sanskritik Sansthan has inspired and energized the Prime Minister, who believes it promotes national unity and cultural diversity.","summary":"Prime Minister Pushpa Kamal Dahal 'Prachanda' emphasized the importance of socialist culture as a foundation for building a socialist State and promised to support cultural institutions in his address at the 'Opening Cultural Evening' held on the occasion of the Nepali New Year."},{"hash":"0aca9a02cc90180f724e16997cd333bced026b958fc0d94d3218b5b6969fd825","title":"Nepal and China remain in disagreement over the Bri dam project, which has been on hold for seven years. Nepal claims that China has not adequately addressed concerns about the project's environmental and social impacts.","link":"https://kathmandupost.com/national/2024/05/13/7-years-on-nepal-and-china-still-at-odds-over-bri-execution","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/WhatsAppImage20240513at65808AM-1715565135.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"**Belt and Road Initiative (BRI) between Nepal and China**\n\nNepal and China signed an agreement for the BRI in 2017. However, the implementation plan is yet to be finalized.\n\n**Reasons for Delay:**\n\n* Nepal wants grants or concessional loans, while China prefers higher-interest loans.\n* Nepal has concerns over certain security clauses in the implementation plan.\n* India's upcoming elections have caused China to avoid making progress on the BRI in Nepal.\n\n**Current Status:**\n\n* The draft implementation plan is still being revised by Nepal's National Planning Commission.\n* Nepal has expressed a preference for grants over loans.\n* China is keen on the Kerung-Kathmandu railway project, but Nepal is prioritizing other projects.\n\n**Concerns:**\n\n* Political parties in Nepal call for national consensus on the BRI.\n* Experts believe Nepal needs to improve its project implementation to avoid debt burden.\n* Nepal should navigate international relations carefully to avoid antagonizing other countries.","summary":"Despite signing the Belt and Road Initiative (BRI) in 2017, Nepal and China are still negotiating the implementation plan, with concerns over financing modalities, loan terms, and security provisions delaying progress."},{"hash":"e21aa9b992f801c455010455be0a7447c5bf8b3ec92577b11a19c5c5dc32d1dc","title":"Kami Rita Sherpa summited Mount Everest for the 29th time, making him the person with the most summits of the world's highest mountain. He is considering another climb this season.","link":"https://kathmandupost.com/national/2024/05/13/kami-rita-summits-everest-29th-time-eyes-yet-another-climb-this-season","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb28-1715566840.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"**Kami Rita Sherpa, a Nepali mountaineer, has climbed Mount Everest for the 29th time, setting a new world record for the most summits of the mountain.**\n\n**He is now planning to climb it again this year making it 30 summits.**\n\n**Another Sherpa, Pasang Dawa, has climbed Everest 27 times and was considered Kami Rita's main rival, but he is not climbing this year.**\n\n**Records and competitions on Everest have increased, including the oldest person to climb the mountain and the most summits by a single person.**\n\n**Kami Rita began climbing Everest in 1994 and has summited almost every year since then.**\n\n**Over 8,000 mountaineers have climbed Everest from Nepal since 1953.**","summary":"World record holder Kami Rita Sherpa summited Mt. Everest for the 29th time, breaking his own record and surpassing his rival, Pasang Dawa, who is currently on hiatus from Everest climbing."},{"hash":"c6e1167b91a28104bdd935b20462f585d51cea0b02b9440cac00511a07fc8400","title":"Panchthar settlement faces severe water shortage as water sources run dry.","link":"https://kathmandupost.com/national/2024/05/13/panchthar-settlement-struggles-with-acute-water-shortage-as-sources-run-dry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1715565500.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"**Water Crisis in Nepal**\n\n* A woman travels 30 minutes to fetch water from a spring for her pregnant self and village.\n* A drinking water project that supplied water to the area ran out of water in April.\n* Nearby natural springs have also dried up, forcing people to travel long distances for water.\n* A road construction project may have caused springs and streams to dry up due to machinery vibrations.\n* The village is using fire engines and tankers to bring in water from a distant stream twice a week.\n* The village needs help from the government to find a long-term solution for drinking water.\n* In Rautahat, many streams have dried up due to human activities in the Chure range.","summary":"Pregnant woman's water crisis highlights severe water shortage in Panchthar and Rautahat due to drying streams caused by road construction, human encroachment, and illegal activities."},{"hash":"b86015ad59f3f70512055b95fe5f7bc05d5ef2b2abaa25dbebbeef2adbf16aae","title":"Heavy rains caused flooding in several Tarai districts, but the weather is expected to clear up from today.","link":"https://kathmandupost.com/national/2024/05/13/heavy-rains-drench-several-tarai-districts-weather-expected-to-gradually-clear-from-today","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715566007.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"**Heavy Rainfall in Nepal**\n\nOn Sunday, southern Nepal, particularly Madhesh Province, experienced heavy rainfall with thunderstorms.\n\n**Rainfall Amounts (24 hours):**\n\n* Bara: 106 mm (very heavy)\n* Saptari: 105 mm (very heavy)\n* Morang: 101 mm (very heavy)\n\nOther provinces also received heavy rainfall:\n\n* Ilam: 96 mm\n* Nawalparasi: 96 mm\n* Palpa: 87 mm\n\n**Rainfall Forecast:**\n\n* Light to moderate rain tonight and Monday\n* Some places in Terai region may see rain on Monday\n* Few places in hills and mountains may see rain on Tuesday\n\n**Cause of Rainfall:**\n\n* Low-pressure area in India\n* Moisture from Bay of Bengal\n* Local weather patterns\n\n**Vulnerability to Climate Change:**\n\n* Nepal is vulnerable to extreme weather events due to climate change.\n* Average annual maximum temperature has increased by 0.056 degrees Celsius.","summary":"Heavy rainfall, thunderstorms, and lightning hit Nepal's southern districts due to a low-pressure area and moisture from India and the Bay of Bengal, bringing potential snowfall to some high-altitude areas."},{"hash":"39101fb65ab0edbd819b4fac4754a67eecc06742f8453cae786442991fec39e5","title":"Parliamentary deadlock continues, with no apparent end in sight. As the day for announcing policies and programs approaches, the situation remains unchanged.","link":"https://kathmandupost.com/national/2024/05/13/no-sign-of-end-to-parliament-deadlock-as-day-to-unveil-policies-and-programmes-approaches-fast","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715565867.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"**Parliamentary Deadlock Continues in Nepal**\n\nPolitical party leaders have failed to end a parliamentary deadlock, preventing President Paudel from presenting his plans to Parliament.\n\nThe main opposition, the Nepali Congress, wants a parliamentary committee to investigate the Home Minister, who is accused of involvement in a financial scam. The ruling parties are willing to form a committee to investigate all cooperative frauds, but not specifically the Home Minister.\n\nDespite meetings and discussions, the leaders have not reached a solution. The Congress insists on a committee to investigate the Home Minister, while the ruling parties and UML, another opposition party, believe Parliament should decide on the matter.\n\nIt is unclear what will happen if the parties fail to reach a consensus by Tuesday, when the President is scheduled to present his plans.","summary":"Political deadlock in Parliament persists as major parties fail to resolve dispute over parliamentary probe committee for Home Minister Lamichhane."},{"hash":"bb8e7dc403e9f3d41c27c9d6575dbf72a3b5154a09b028b0ccfb3aa4094cdb98","title":"Not fit to be eaten","link":"https://kathmandupost.com/editorial/2024/05/12/unfit-for-consumption","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/Untitled1-1715566116.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"editorial","content":"**Food Safety in Nepal**\n\nKeeping food fresh in summer is hard. Many people in Nepal don't have refrigerators. Food safety is often ignored, especially in restaurants. Food is often displayed uncovered, attracting bacteria and dust. This can lead to diseases like cholera and food poisoning.\n\nNepal has food safety laws, but they are not followed or checked well. Food inspectors rarely check restaurants, and even when they do, restaurants often don't follow the rules.\n\nThe government needs to enforce food safety standards. Vendors should keep food covered and use freezers to keep it fresh. The government should also actively check restaurants and other food businesses to make sure they are following the rules.","summary":"Lax food storage and preservation practices, inadequate implementation of regulations, and insufficient monitoring pose significant food safety risks in Nepal, potentially leading to disease outbreaks."},{"hash":"472549c50da63897835297d9af44c92dee7e25b018fea73bdca08e8671effe28","title":"**Protecting Trade with a Competitive Advantage**\n\nTo stay competitive in global trade, businesses need to:\n\n* **Enhance Productivity:** Increase efficiency and reduce costs.\n* **Innovate and Differentiate:** Create unique products or services that stand out.\n* **Capitalize on Technology:** Use technology to optimize operations and create new opportunities.\n* **Invest in Infrastructure:** Improve transportation, energy, and communication systems.\n* **Foster a Skilled Workforce:** Train workers to meet the demands of the global economy.\n* **Promote Fair Trade Practices:** Ensure fairness and transparency in international commerce.","link":"https://kathmandupost.com/columns/2024/05/12/protecting-trade-with-a-competitive-edge","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadPostFilephoto1-1715537112.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"columns","content":"**Rice Prices in Nepal Soar**\n\nIndia, the world's largest rice exporter, banned the export of white rice, causing prices in Nepal to rise.\n\n**India's Export Restrictions**\n\nIndia also restricts the export of wheat, sugar, and onion to control domestic prices.\n\n**Nepal's Reliance on India**\n\nNepal is highly dependent on Indian imports, with 64% of its trade coming from India.\n\n**Lopsided Trade Balance**\n\nNepal has a large trade deficit with India, as it imports more than it exports.\n\n**India's Protectionist Measures**\n\n* India's lab tests on Nepali tea and anti-dumping duties on jute products have hindered Nepal's exports.\n* Protectionism protects domestic industries and jobs but can stifle competition.\n\n**Industrial Policy**\n\nNepal should focus on developing industries with a competitive edge, such as jute, and find alternative markets to reduce dependence on India.","summary":"Nepal experiences rising rice prices due to India's export ban and ongoing trade deficit, highlighting the unbalanced relationship between the two nations."},{"hash":"60faefd489efc08e667acb3e019637674ad12d2f18bf19d6d93c0640e14bb2b3","title":"Politics and education are intertwined.\n\n* **Politics influences education:** Governments set education policies, fund schools, and regulate curricula.\n* **Education shapes politics:** Educated citizens participate more in politics and make informed decisions.\n\nThis relationship can be both positive and negative:\n\n* **Positive:** Education can foster civic engagement, critical thinking, and tolerance.\n* **Negative:** Politics can interfere with curriculum, teacher autonomy, and student access to quality education.\n\nIt is important to maintain a balance between political influence and educational autonomy to ensure a fair and effective education system.","link":"https://kathmandupost.com/columns/2024/05/11/between-politics-and-education","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/PostPhotoKeshavThapaTKP-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Political Involvement in Education in Nepal**\n\nIn Nepal, there has been a debate about teachers and students taking part in politics. Some political leaders have proposed banning teachers from political activities and keeping schools free from party influence.\n\nHistorically, student involvement in politics during the Panchayat era influenced teachers' unions. Political parties used students and teachers to spread their ideas. After the fall of the Panchayat, this practice continued, and teachers became actively involved in politics.\n\nHowever, some argue that student activism should be treated differently from teacher activism in educational institutions. Students have a history of fighting for freedom and making academic achievements. Teachers, as educators, should avoid becoming political party members.\n\nPolitical parties and organizations should stop using students and teachers for their own political purposes. Instead, students and teachers should focus on their education and duties as educators.","summary":"Political engagement in academia has been debated in Nepal, with recent proposals to bar teachers from political activities while preserving student involvement."},{"hash":"e943a68aa258e52347de4c4ef667427dd1bd98eb627b430a76a5591b12bc5ddc","title":"Iran is expanding its influence eastward through trade, investment, and military cooperation with countries like China, Pakistan, and Russia. This strategy aims to boost Iran's economy, build alliances, and counter Western pressure and sanctions.","link":"https://kathmandupost.com/columns/2024/05/11/iran-s-eastward-push","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownAPRSS-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Iran's Visits to Pakistan and Sri Lanka**\n\nPresident Raisi of Iran visited Pakistan and Sri Lanka to improve relations.\n\n**Pakistan and Iran**\n\n* Pakistan and Iran had a missile exchange in January, but quickly eased tensions.\n* They signed agreements to increase trade and cooperation, including plans to open more border markets.\n* Pakistan needs Iran's support and Iran needs Pakistan's help with the gas pipeline.\n\n**Sri Lanka and Iran**\n\n* Iran has supported Sri Lanka in the past, including during its war against the LTTE.\n* Raisi inaugurated an electricity project and an irrigation project in Sri Lanka.\n* The two countries are looking to boost their economic ties, including tea for oil trade.\n\nHowever, both Pakistan and Sri Lanka rely on the IMF for financial assistance, and they must balance their relationships with Iran to avoid upsetting the United States.","summary":"Iranian President Raisi's visits to Pakistan and Sri Lanka aimed to strengthen regional partnerships and demonstrate Iran's \"Look East\" policy, despite Western criticism of Iran's retaliatory strike on Israel."},{"hash":"1a053a3483ec1f17e52af1e44ae444684520d4e096d37d9a8a9745a81e0757bf","title":"private-sector-says-nepal-s-tax-system-is-upside-down","link":"https://kathmandupost.com/money/2024/05/13/private-sector-says-nepal-s-tax-system-is-upside-down","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1715566357.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"money","content":"**Summary:**\n\nThe private sector in Nepal is calling on the government to:\n\n* **Reduce taxes on essential goods** to make them affordable and prevent smuggling.\n* **Stimulate economic activity** by implementing a progressive tax system that favors lower-income earners.\n* **Create a stable and predictable business environment** to attract investments.\n\nThey believe that these measures are crucial to address the current economic slowdown, which has been caused by:\n\n* Import bans\n* The global economic downturn\n* Political and policy instability\n\nThe government acknowledges the challenges and is open to facilitating businesses. However, it emphasizes the importance of meeting revenue targets and reducing reliance on imports. The private sector also raises concerns about the lack of credit for productive sectors and the increasing non-performing assets in the banking system.","summary":"Private sector representatives urge the government to implement a competitive tax rate to combat rampant smuggling and introduce a progressive tax system to stimulate economic activity amid an ongoing economic slowdown."},{"hash":"27aa43494503b60618fd5225c4fae10c9d428f87bca4ca47b527fa5919936ace","title":"Every effort must be made to ensure that victims of conflict receive justice.","link":"https://kathmandupost.com/interviews/2024/05/12/no-stone-should-be-left-unturned-to-ensure-justice-for-conflict-victims","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/WhatsAppImage20240513at75840AM-1715566552.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"interviews","content":"**United Nations in Nepal**\n\nHanaa Singer-Hamdy, UN Resident Coordinator in Nepal, has worked in development and humanitarian roles for almost 30 years. She returned to Nepal in 2022 after previously serving as UNICEF Chief.\n\n**Nepal's Development and Peace Endeavors**\n\nNepal has made significant progress in recent decades, despite challenges such as the earthquake in 2015, the COVID-19 pandemic, and economic slowdowns. Nepal is on track to graduate from Least Developed Country (LDC) status in 2026, but obstacles remain, including infrastructure gaps, declining manufacturing, and climate change.\n\n**Sustainable Development Goals (SDGs)**\n\nNepal has surpassed the global average in achieving SDGs, with 42% of indicators on track. However, there are challenges in data availability and financing. The UN is supporting Nepal in mobilizing resources and implementing transformative transitions to meet its SDG commitments.\n\n**Investment Summit**\n\nThe Nepal Investment Summit showcased Nepal's readiness for private investment and highlighted areas for economic development. The UN played a role in advising and providing technical assistance. To reduce financing gaps, the UN supports sustainable investments and catalyzing private sector engagement.\n\n**UN Sustainable Development Cooperation Framework (UNSDCF)**\n\nThe UNSDCF aligns with Nepal's national development plans and focuses on four strategic priorities: economic transformation, human development, environmental sustainability, and effective governance. It emphasizes partnerships and inclusiveness to leave no one behind.\n\n**Climate Change and Transitional Justice**\n\nThe UN Secretary-General visited Nepal in 2022 and highlighted the impacts of climate change and the need to resolve transitional justice issues related to the peace process. The UN is supporting climate adaptation, mitigation, and disaster resilience, and encourages the government to conclude transitional justice through an inclusive and victim-centric process.\n\n**Nepal's Role on Global Platforms**\n\nNepal has played a leadership role in various international forums, including the LDC Global Coordination Bureau, COP28, and the Human Rights Council. It has advocated for LDC interests, championed the Mountain agenda, and promoted human rights.\n\n**Multilateralism and Polarization**\n\nThe UN faces challenges due to the lack of cooperation among major powers. However, it remains a unique platform for dialogue and diplomacy. The upcoming Summit of the Future aims to enhance cooperation, address global governance gaps, and reinvigorate multilateralism to meet 21st-century challenges.","summary":"Over her nearly 30-year UN career, Hanaa Singer-Hamdy, UN Resident Coordinator in Nepal, highlights Nepal's development and peace progress, LDC graduation challenges, SDG attainment aspirations, resource gaps, investment summit outcomes, UN's role in reducing financing gaps, UNSDCF's strategic priorities, climate change advocacy, peace process resolution, Nepal's global leadership, and UN's response to global polarization and multilateralism."},{"hash":"fd8d20cb6b63a78e10c2c3dc415e4be0c7008e8a6bf75f03eb94ba5c4f97246f","title":"A conference for South Asian women has begun, focusing on topics like empowerment, leadership, and gender equality.","link":"https://kathmandupost.com/national/2024/05/12/south-asian-women-s-conference-kicks-off","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/20240512162236173A8404-1715523083.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"**South Asian Women's Conference**\n\nA conference for women was started by Vice President Yadav to talk about how to make women more economically successful and help them overcome obstacles.\n\nThe conference will discuss ways to use technology to empower women, get them involved in different areas, and address the reasons for gender inequality in South Asia. Women's roles in trade, production, tourism, and farming will be highlighted.\n\nThe conference aims to focus on helping women in rural areas, where most of South Asia's population lives. It will bring together participants to work together and share ideas.","summary":"The South Asian Women's Conference, inaugurated by Vice President Yadav, aims to address gender disparities and empower women economically, especially in rural areas, through digital transformation, promoting participation in various sectors, and fostering collaboration."},{"hash":"bac85bfd8fbe8dc3ec19bd57e21e7d55fb8ee1d6e7f3d6210e11c9b616730af7","title":"Finance Minister highlights the importance of thoroughly examining the country's current situation through thoughtful analysis.","link":"https://kathmandupost.com/money/2024/05/12/finance-minister-pun-stresses-need-for-critical-analysis-of-the-country-s-state","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb26-1715518050.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"money","content":"**Summary:**\n\nFinance Minister Pun highlighted the need to review the country's progress, addressing both shortcomings and successes, especially in sectors like hospitality and hydropower. However, he pointed out that lack of coordination between the central and local governments led to underspending of allocated funds.\n\nConcerns were raised by business leaders about the government's restrictive policies, which are seen as hindering investment and growth in the private sector, construction industry, and businesses, leading to a slowdown in the economy.\n\nThe slumping construction industry and exodus of businesses and entrepreneurs were attributed to unfavorable government policies.\n\nThe government was urged to consider offering policy incentives for specific industries to encourage investment. Additionally, the potential of non-resident Nepalis for investment was emphasized, but the lack of efficient procedures for fund transfer was raised as a concern.","summary":"Nepal's Finance Minister admits economic shortcomings, with key sectors like construction slowing amidst a lack of investment and coordination, prompting private sector concerns and emigration due to unfavorable policies."},{"hash":"566d1173db212486944a33a3fcd35ad7179b88ffec043a5279c45f1de52aece8","title":"A graft case has been filed against six individuals for their involvement in procuring equipment for a security printing press.","link":"https://kathmandupost.com/national/2024/05/12/graft-case-filed-against-six-in-equipment-procurement-for-security-printing-press","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb25-1715515996.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"Six individuals, including former officials from the Security Printing Centre and National Information Technology Centre, have been charged with corruption in connection to a procurement deal.\n\nThey are accused of inflating the cost of equipment for a printing press and pocketing the difference.\n\nAn equipment supplier is alleged to have transferred funds to the bank accounts of one of the accused and his wife.\n\nThe government has lost millions of rupees as a result of the alleged irregularities.","summary":"CIAA accuses former printing center and IT center directors of Rs. 400 million corruption in equipment procurement for government printing press."},{"hash":"8e4ed32083fb29772dd4d39a406e1cb15ce3e4b0a4aa48be1506e43f5d086775","title":"A senior economic advisor to the President has resigned due to differences in economic policy.","link":"https://kathmandupost.com/national/2024/05/12/economic-expert-to-president-resigns","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb24-1715498466.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"Chiranjivi Nepal, economic advisor to President Paudel, resigned after saying it was wrong to put Nepal's new map on the 100 rupee note. The President accepted his resignation and thanked him for his work. Nepal's comment had caused controversy, with former Prime Minister Oli criticizing him. Nepal's new map includes disputed areas claimed by India, and the government has been using it in all official documents.","summary":"Economic expert Chiranjivi Nepal resigned due to controversy over remarks about printing Nepal's new map on the 100 rupee note, leading to approval of his resignation by President Ramchandra Paudel."},{"hash":"39a21e3738e34e21ac22ff3e01c5ee3a4fda10160336e1e78d00ef5a4868a738","title":"nepal-to-use-drones-to-transport-garbage-from-mount-everest","link":"https://kathmandupost.com/money/2024/04/30/nepal-to-use-drones-to-transport-garbage-from-mount-everest","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/everest-1714541533.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"money","content":"**Drones to Remove Trash from Mount Everest**\n\nFor the first time, drones will be used to clear garbage from Mount Everest. They can carry up to 30 kilograms and fly up to 6,500 meters.\n\nThis could make high-altitude guides less needed, but drones may also reduce accidents on the dangerous Khumbu Icefall.\n\n**New Everest Climbing Rules**\n\nTo make climbing safer and reduce pollution, new rules have been implemented:\n\n* Climbers must wear GPS tracking devices.\n* Sleeping and dining areas at base camp are limited in size.\n* Climbers must use biodegradable bags for waste above base camp.\n* Bodies of deceased climbers must be removed by their teams.\n* Bright lights and commercial activities are not allowed at base camp.","summary":"Drones are being tested on Mount Everest to collect garbage, potentially impacting the livelihood of high-altitude porters who navigate the treacherous Khumbu Icefall."},{"hash":"20d6fba38f7a72404f31e0e9c78ed336011a973a2c15264bdb33a8dce3fe58fb","title":"Nepal's adoption process is complicated by a lack of clear regulations, causing delays and confusion for potential parents.","link":"https://kathmandupost.com/national/2024/05/01/regulatory-void-complicates-child-adoption-process-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb14-1714527484.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"national","content":"**Adoption in Nepal**\n\n* **Adoption Journey:**\n    * Anistha Shrestha adopted an abandoned baby in 2017 after years of unsuccessful attempts to have a child.\n\n* **Legal Process:**\n    * Adoption through the court system is now possible but has some limitations.\n    * Couples married for 10 years or single individuals over 45 can adopt.\n\n* **Challenges:**\n    * Lack of clear guidelines and a dedicated committee to match children with parents.\n    * Potential parents have to find children on their own, which can be risky.\n    * Societal pressure to hide adoption can lead to illegal practices.\n\n* **Barriers for LGBTQ+ Individuals:**\n    * Marriage registration issues and legal requirements for marriage duration prevent queer couples from adopting.\n\n* **Intercountry Adoption:**\n    * Banned in Nepal due to concerns about child trafficking and abuse.","summary":"After multiple pregnancy losses and a bleak adoption process, Anistha Shrestha stumbled upon an abandoned baby whom she raised as her own, highlighting the challenges and lack of proper adoption regulations in Nepal, including the exclusion of queer communities and the need for improved child protection measures after the ban on inter-country adoptions."},{"hash":"3f364a7b488f4787fc0e376951c1783548e5f460595979e877cac188d021df81","title":"Ilam by-poll results show that traditional political parties remain strong, while the recently formed Rastriya Swatantra Party (RSP) needs to reassess its strategy.","link":"https://kathmandupost.com/politics/2024/05/01/ilam-bypoll-fillip-for-old-parties-reality-check-for-rsp","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/4375415009854531096070575583147412016394281n-1714526830.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"politics","content":"**Ilam-2 By-Election Results:**\n\n* Suhang Nembang of CPN-UML won, indicating the party's continued strength.\n\n**Identity Politics:**\n\n* Activists supporting identity-based politics (Limbu ethnicity) received significant votes, showing that the issue remains important.\n* Independent candidate Dakendra Singh Limbu's performance suggests identity politics is a major factor in the region.\n\n**Impact on Rastriya Swatantra Party (RSP):**\n\n* RSP candidate Milan Limbu performed poorly, showing the party has not yet established itself as a major force.\n* The results suggest RSP lacks grassroots networks and faces challenges in rural areas.\n\n**Implications for Traditional Parties:**\n\n* Nepali Congress and CPN-UML continue to be seen as relevant, despite the emergence of RSP.\n* They have strong networks and offer political patronage, which voters still value.\n\n**RSP's Challenges:**\n\n* Despite its success in urban areas, RSP needs to expand its support base in rural areas.\n* Allegations of corruption against party leader Rabi Lamichhane may have impacted its performance.","summary":"CPN-UML's Suhang Nembang's victory in Ilam-2 by-election highlights the significance of identity politics in Koshi Province and challenges the RSP's aspirations to become a major political force, indicating the continued relevance of traditional parties in rural areas."},{"hash":"3b8f07fcf0196cc796d5e7ea9b735b31007811ccd0b4a7cef5a04cffbc352d27","title":"Nepal aims to attract LGBTQ tourists, a multi-billion-dollar market, by promoting its inclusive culture and friendly laws.","link":"https://kathmandupost.com/money/2024/04/21/nepal-sets-sight-on-multi-billion-dollar-lgbtiq-tourism-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled-1%20(1).jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"money","content":"Nepal hosted a conference to attract LGBTQI+ tourists. After the country's first same-sex marriage recognition, it aims to capitalize on a global market worth trillions of dollars. This move aims to promote economic opportunities for Nepal's LGBTQI+ community and tap into the growing global LGBTQI+ tourism, which is estimated to have a spending power of $4.7 trillion annually. Nepal is promoting itself as a safe and welcoming destination with a rich LGBTQI+-related cultural history, including festivals, temples, and traditions that recognize gender diversity. By investing in creating an inclusive environment, Nepal hopes to attract more LGBTQI+ tourists and boost its tourism industry.","summary":"Nepal hosted its first LGBTIQ tourism conference, aiming to tap into the multi-billion-dollar \"pink market\" following its recognition of same-sex marriage and the growing demand for inclusive tourism destinations."},{"hash":"6544c0b45b27e9bf77f2d52e116df242a412f0b3350a49b706e3550d9a2953e4","title":"Rising tensions in the Middle East could hurt Nepal's economy.\n\n* Reduced tourism from the region\n* Higher oil prices could raise costs for businesses and consumers\n* Send money home by Nepalis working in the Middle East could be affected","link":"https://kathmandupost.com/money/2024/04/15/escalating-middle-east-crisis-threatens-nepali-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1713147555.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"money","content":"**Nepal's Economy at Risk Due to Middle East Tensions**\n\nNepal, which relies heavily on money sent back by workers abroad, could face economic problems due to rising tensions in the Middle East. A conflict in the region could disrupt employment opportunities for Nepali workers, leading to:\n\n* Job losses in Nepal\n* Reduced remittances to Nepal\n* Increased unemployment and social unrest\n* Pressure on Nepal's foreign currency reserves\n* Higher inflation and slower economic growth\n\nExperts warn that Nepal must prepare for these potential shocks by developing strategies to absorb them. Some countries are already taking steps to protect their economies from the impact of the conflict. Nepal is monitoring the situation closely and has urged all parties to exercise restraint and engage in dialogue.","summary":"Due to heightened tensions in the Middle East sparked by Iran's attack on Israel, Nepal faces potential economic shocks in the labor market and remittance earnings, which constitute a significant portion of its economy."},{"hash":"79b8b64d55170d97b5398013f1e0be09edf6390a68972040dac7d9012da81a36","title":"Nepali nationalism emerged in the 19th century, led by Hari Sharma. He advocated for a unified Nepal with a shared identity and sovereignty, free from foreign influence. Sharma's writings and ideas inspired the Nepalese people to unite and preserve their independence.","link":"https://kathmandupost.com/videos/2024/05/01/nepali-nationalism-idea-of-nepal-with-hari-sharma","date":1714521600000,"source":"kp","category":"videos","content":"Please provide the text you want me to summarize.","summary":"**Major Events Summary:** Significant events unfold, including a discovery, confrontation, revelation, and decisive action."},{"hash":"da1de9d00cddf5d4e54cf41c1f92b9ea3c65052d5d623d6c79bf8571e6fc3343","title":"China's understanding of Nepal is shaped by its historical relationship with Tibet. As a result, China often sees Nepal through the lens of its relationship with Tibet, rather than recognizing Nepal's own unique identity and history. This can lead to misunderstandings and misinterpretations between the two countries.","link":"https://kathmandupost.com/videos/2024/04/14/china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","date":1713052800000,"source":"kp","category":"videos","content":"The Araniko Project uses Chinese sources to explore Nepal-China history. Led by Rajbhandari, a Mandarin speaker with expertise in Chinese politics, the project aims to translate Chinese texts to shed light on these relations. Understanding Chinese language and historiography is crucial for comprehending Nepal-China ties.","summary":"Rajbhandari, a Mandarin speaker with expertise in Chinese politics, uses primary sources in Mandarin to explore Nepal-China relations through the Araniko Project and highlights the significance of understanding Chinese language for comprehending the country."},{"hash":"260be847ea4643b523c3e2c77aa8eb77abfa0ace0b6d4a34348f05f7a4f6c2d2","title":"Nepali public debate focuses on the idea of Nepal, exploring its history, culture, and future prospects with Saumitra Neupane.","link":"https://kathmandupost.com/videos/2024/03/26/public-debate-in-nepal-idea-of-nepal-with-saumitra-neupane","date":1711411200000,"source":"kp","category":"videos","content":"Neupane organized 'Project Sambad,' where people talk about Nepali society and policy-making. The project promotes deep discussions about the country's issues.","summary":"Neupane, a convener of 'Project Sambad', a platform for in-depth societal and policy discussions, highlights the event's debut in Kathmandu on March 14-15, exploring the state of public debates and fostering better discussions."},{"hash":"d5d55349db8224f79ac2f5502e8ef4d7a68f9f2c08b2ac9c91c850dba1308134","title":"- Nepal's constitution was written to ensure all Nepalis are treated equally and fairly.\n- The constitution includes ideas from famous Nepali thinker Bipin Adhikari.\n- Adhikari believed that Nepal should be a democratic republic where people have the power to make decisions about their own lives.\n- He also believed that Nepal should be a secular country, where people of all religions are treated with respect.\n- The constitution includes many of Adhikari's ideas, such as the right to vote, the right to freedom of speech, and the right to equal protection under the law.","link":"https://kathmandupost.com/videos/2024/02/02/the-constitution-of-nepal-idea-of-nepal-with-bipin-adhikari","date":1706832000000,"source":"kp","category":"videos","content":"Professor Bipin Adhikari, an expert on constitutional law, highlights key aspects of Nepal's 2015 constitution, including its unique features, durability, and the historical evolution of the nation's constitutional journey.","summary":"Legal expert Bipin Adhikari analyzes Nepal's 2015 constitution, highlighting key features and discussing its resilience and constitutional evolution."},{"hash":"bb06191d96b41f889a0ee66504cd3497cbd5bc3f64eddecd21f76111153a72a2","title":"**Mythology and Life's Reflections**\n\nMythology often contains characters and stories that embody human experiences, desires, and fears.\n\n* **Archetypes:** Characters representing universal human experiences (e.g., the hero, the villain, the wise old man).\n* **Symbols:** Objects or events that represent abstract concepts (e.g., the sword as power, water as life).\n* **Themes:** Recurring patterns in human behavior (e.g., the struggle for identity, the search for meaning).\n\nBy studying mythology, we can gain:\n\n* Insights into our own nature and motivations.\n* A broader understanding of different cultures and perspectives.\n* Appreciation for the collective human experience.","link":"https://kathmandupost.com/theater/2024/05/12/when-mythology-mirrors-life","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled2-1715481070.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"theater","content":"**Mandala Theatre's 'Bakhaamma':**\n\n* Explores questions about destiny, love, and mythology.\n* Tells the story of Saya and Sikhum, inspired by a Kirati myth.\n* Preserves Kirati cultural identity through storytelling and mythology.\n* Features stunning visuals, costumes, and performances.\n* Focuses on nature, animalism, and the connection between humans and the environment.\n* Highlights the theme of love, including romantic, maternal, and community love.\n* Despite some confusion and repetitions, 'Bakhaamma' is a captivating and meaningful portrayal of Kirati Mundum.","summary":"Mandala Theatre's \"Bakhaamma\" explores the intertwining of myth, love, and cultural identity in the Kirati community, questioning predestination and showcasing the enduring power of storytelling in preserving a culture."},{"hash":"7e26b616e94de57b192df8218df36ecaaf4466f1158034c966b537b95a17b683","title":"Nepalese politics in Madhesh region is heating up after the split of the ruling coalition. The fate of the coalition is uncertain, with different political parties expressing their stance.","link":"https://kathmandupost.com/politics/2024/05/10/after-split-in-jsp-nepal-politics-hots-up-in-madhesh-over-fate-of-coalition","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb3-1715303718.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"politics","content":"**Madhesh Government Shake-up**\n\nA split in the Janata Samajbadi Party (JSP-Nepal) could put the Madhesh provincial government in trouble. The Maoist Center party is discussing forming a new provincial government, but the largest party, the UML, may also want to take over.\n\nThe JSP-Nepal split into two parties, one led by Upendra Yadav and the other by Ashok Rai. Yadav's party still controls the provincial government, but the Maoist Center and other parties are considering challenging him.\n\nThe JSP-Nepal has led the Madhesh government for seven years, and other parties are looking for a change. However, the final decision on a new government will depend on the ruling coalition at the national level.","summary":"The division of the Janata Samajbadi Party-Nepal (JSP-Nepal) has triggered a potential crisis in the Madhesh provincial government, with coalition partners considering forming a new government."},{"hash":"40a529e517bf93a20206c3fc06b60ee095358e2bdafb9cde44387b93947eaaf8","title":"Yadav plans to take legal action against the registration of a new political party.","link":"https://kathmandupost.com/politics/2024/05/09/yadav-to-move-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/UpendraYadav-1715216471.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Summary:**\n\nThe Janata Samajbadi Party Nepal (JSP-N) is filing a lawsuit against the Election Commission's decision to recognize a breakaway group as a new political party. The party claims the registration is illegal and has no legal basis.\n\nThe breakaway group, led by Ashok Rai, claims that the party was being run autocratically by Upendra Yadav, the current leader. The Election Commission registered the new party using a regulation instead of the Political Parties Act, as there is no provision for splitting an existing party.\n\nDespite the split, Yadav insists that the party is still intact and he has the majority in its structures. He claims the breakaway group is only a result of false rumors and has vowed to support the current ruling alliance.","summary":"The Janata Samajbadi Party Nepal announces legal action against the Election Commission's recognition of a splinter group as a new party, citing illegal registration and dismissal of a parliament majority."},{"hash":"f6f0addbb8cbaa32a930541099e8ab8b80dbd645a10abca7ca6caeeb2cd39f3a","title":"Political parties often adjust their positions on issues depending on what is most advantageous for them at the time, rather than adhering to fixed principles.","link":"https://kathmandupost.com/politics/2024/05/09/political-parties-shift-stances-based-on-convenience","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/meeting-1715218714.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"Last year, the Nepali Congress (then in government) rejected the opposition's demand for a judicial investigation into gold smuggling involving its leaders.\n\nNow, the Nepali Congress (now in opposition) is demanding a parliamentary investigation committee into Deputy Prime Minister Rabi Lamichhane (accused of embezzling cooperative funds), but the ruling UML rejects it.\n\nThe UML argues their previous demand for a judicial commission (to investigate gold smuggling) was different because it involved powerful individuals.\n\nThe Congress claims the state apparatus is biased in favor of Lamichhane and wants a probe committee to ensure a fair investigation.\n\nThe two parties have different stances on investigation committees depending on whether they are in power or in opposition.\n\nPolitical experts criticize this as a sign of dysfunctional state mechanisms and suggest a need for faith in state apparatus rather than demanding special committees.","summary":"A year ago, CPN-UML (opposition) demanded a judicial probe into gold smuggling by Nepali Congress leaders, while now the UML (in power) rejects similar demands from Congress (now opposition) regarding allegations against Home Minister Lamichhane, citing that circumstances differ."},{"hash":"993e3dfb635cc252b93bf935dad75ef144713614867292c57642795d1f8ac6ff","title":"The Nepali Congress party is considering allowing Rastriya Swatantra Party leader Rabi Lamichhane to speak in parliament. Lamichhane has been convicted of a crime in the United States, but he says he is not guilty. If he is allowed to speak in parliament, it will be a controversial move.","link":"https://kathmandupost.com/politics/2024/05/09/nepali-congress-may-allow-lamichhane-to-speak-in-parliament","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb18-1715215891.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Nepali Congress Demands Investigation into Minister's Involvement in Scam**\n\nThe Nepali Congress party insists on investigating Deputy Prime Minister Rabi Lamichhane over his alleged involvement in a cooperative funds scam.\n\nPolice reports show millions of rupees were transferred from cooperatives in Lamichhane's name without proper procedures. Lamichhane denies any wrongdoing.\n\nNepali Congress accuses Lamichhane of using the police and attorney general's office to claim innocence. They believe he exerted influence to avoid investigation.\n\nThe ruling parties have rejected the idea of a parliamentary committee to investigate Lamichhane specifically. They suggest a broader investigation into the cooperative sector.\n\nHowever, the Nepali Congress and other opposition parties demand Lamichhane's investigation remains the focus. They will continue to obstruct parliament until their demand is met.","summary":"Nepali Congress demands a parliamentary investigation into Home Minister Lamichhane's cooperative funds embezzlement allegations, despite the government's resistance and the Congress's threat to obstruct Parliament proceedings until the committee is formed."},{"hash":"52a7252302ec66d97f3faf40d59ba35f37aa0f43337d7482f90bdc22e8f712fc","title":"Gandaki Chief Minister Prithvi Subba Gurung has expanded his cabinet, adding two new ministers amid controversy. Pratiksha Kafle has been appointed as the Minister of Internal Affairs and Law.","link":"https://kathmandupost.com/politics/2024/05/07/gandaki-chief-minister-expands-cabinet-amid-controversy-q-pratiksha-kafle-in-pokhara","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1715045965.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"politics","content":"**Gandaki Province:**\n\n* Chief Minister Khagaraj Adhikari expanded his cabinet, appointing 2 new ministers.\n* Adhikari's majority in the trust vote was confirmed based on the interpretation that 30 votes out of 60 were sufficient.\n\n**Lumbini Province:**\n\n* Bhandari Lal Ahir rejoined the provincial cabinet as Agriculture Minister after a brief resignation.\n* Ahir's return is part of a split within the Janata Samajbadi Party Nepal.","summary":"Gandaki Chief Minister Adhikari expands his Cabinet with two ministers, while Lumbini Province's Ahir resumes his ministerial role after rejoining a newly recognized party."},{"hash":"0d8fb09ab1026484e465284d903ed753ad28550936d7ae26eefcff4b8df23383","title":"Three people have been arrested for allegedly cheating US visa applicants.","link":"https://kathmandupost.com/kathmandu/2024/05/10/three-arrested-for-allegedly-duping-us-aspirants","date":1715299200000,"source":"kp","category":"kathmandu","content":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. ","summary":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. "},{"hash":"d34d04f3fb0aac7854c1168b097a6ce09196339cf7d7bc35809cda6b94726548","title":"Fire in Bhaktapur injures two.","link":"https://kathmandupost.com/bhaktapur/2024/05/05/two-injured-in-bhaktapur-fire","date":1714867200000,"source":"kp","category":"bhaktapur","content":"Fire in a carpet factory in Nepal injured two people, one seriously. The fire caused damage of Rs18 million, and seven fire engines and four water tankers helped control it in five hours. The cause of the fire is still being investigated.","summary":"A fire at a carpet factory in Bhaktapur injured two, including an Indian national, and caused Rs18 million in damage before being extinguished by seven fire engines and locals."},{"hash":"b6207fb9e973312bf402c67e85a81cf80ec93fb9549d25542321817afde006d8","title":"Two people died of suffocation while digging a well in Bhaktapur.","link":"https://kathmandupost.com/bhaktapur/2024/05/01/two-die-of-suffocation-while-digging-well-in-bhaktapur","date":1714521600000,"source":"kp","category":"bhaktapur","content":"Input not provided. Please provide the input so I can summarize it for you.","summary":"Crucial events transpire, leading to significant outcomes or altering the course of a narrative."},{"hash":"f5d5a914ad325d0dc9cdbe3e13aee77b709515bae18e316ed2e1dfc20803ba5d","title":"Man injured in forest fire dies","link":"https://kathmandupost.com/lalitpur/2024/04/30/man-injured-in-forest-fire-dies","date":1714435200000,"source":"kp","category":"lalitpur","content":"Man dies after fighting forest fire in Lalitpur. One other person injured. Another fire in the same area is still burning, forcing 65 people to evacuate from a nearby hospital.","summary":"Man dies in fire at Tapeshwar forest, another injured; fire at Ananda forest still uncontrolled, 65 patients evacuated."},{"hash":"576aedd4fb42b61a1e529a2a54b7b58d3d019f11c45cb0f9be739c017645a00d","title":"Seven out of eleven wards of Kolkata Municipal Corporation (KMC) have started segregating waste, with four more to follow soon.","link":"https://kathmandupost.com/kathmandu/2024/04/30/seven-wards-of-kmc-start-waste-segregation-four-more-to-start-soon","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1714441676.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"kathmandu","content":"Seven wards in Kathmandu have started sorting waste into compostable and non-compostable types at home.\nThey are turning compostable waste into fertilizer and using non-compostable waste to create biogas for cooking and electricity.\nThe city plans to expand this program to all wards and divide the city into eight sectors for waste management.\nThe city's goal is to reduce the amount of waste going to landfills and promote recycling and reuse.","summary":"Seven Kathmandu wards enforce waste segregation, implementing composting, biogas production, and reusable waste sale initiatives to address waste management."},{"hash":"598d47179f347b323a132ca5a175cddf5c7d9425a715572e35c22b375dbc2709","title":"Nepal's banking industry leads South Asia in employing women.","link":"https://kathmandupost.com/money/2024/05/11/nepal-s-banking-industry-is-a-leader-in-south-asia-in-employing-women","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715392971.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"money","content":"**Devna's Journey in Banking**\n\nDevna applied for banking jobs after her MBA. Despite excelling in her work, she faced challenges due to her gender:\n\n* Asked about marriage and motherhood in interviews\n* Limited support for work-life balance\n* Bias against women in meetings\n* Disrespect from subordinates\n\nDespite these obstacles, Nepal's banking industry has a higher representation of women than other South Asian countries:\n\n* 45% of employees in financial services are women\n* 42% of commercial bank positions are held by women\n\nHowever, women still face limited opportunities for senior leadership roles:\n\n* Only 23% of senior management positions are held by women\n* Nepal lags behind global averages in women's representation in leadership\n* Men may be hesitant to work under female leaders due to patriarchal society","summary":"Despite progress in women's representation in Nepal's banking industry, challenges remain for women to advance to senior roles due to societal norms, lack of support, and inadequate feedback."},{"hash":"f3e4a42725000ac8f9936c9fe3c2c8d3248f6134923cb80e8472ddc216c5009a","title":"Businesses ask government to invest more in infrastructure to boost the economy.","link":"https://kathmandupost.com/money/2024/05/10/private-sector-urges-massive-capex-booster-to-revive-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb5-1715304600.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"money","content":"**Nepal's Private Sector Wants More Government Investment**\n\nNepal's businesses want the government to invest more money in the economy to boost growth. They believe this would encourage businesses to invest more, too.\n\nPrivate investment has been low in recent years, leading to a slowdown in economic growth. The government's investment would help create jobs and generate revenue.\n\nBusinesses want the government to:\n\n* Provide incentives for businesses to invest\n* Support startups and export-oriented businesses\n* Allow reinvestment of profits\n* Invest funds from pension programs in development projects\n* Address issues with the banking sector\n\nThe banking sector is facing challenges, with high non-performing loans and low lending. Banks need more support from the government to operate efficiently.\n\nThe government must prioritize increasing private sector confidence through policy reforms and creating an investment-friendly environment. Nepal needs to identify new sources of revenue and restructure the economy to maintain sustainable growth.","summary":"Nepal's private sector urges the government to increase capital expenditure in the upcoming budget to stimulate economic growth amid low private investment and sluggish public consumption."},{"hash":"eb1755b9532256307117ca5c5fb719c9560772f1fd9b41cf31e240daf54eaf7a","title":"Barahi Jungle Lodge organizes a cleanup initiative to remove trash and preserve the environment around the lodge.","link":"https://kathmandupost.com/money/2024/05/09/barahi-jungle-lodge-cleanup-initiative","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/EEEEEE-1715220027.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"Barahi Jungle Lodge in Chitwan cleaned up near the Chitwan National Park, removing three tractorloads of trash. They do this every year to protect the environment. The lodge is eco-certified and has an Environmental Management System certified to international standards.","summary":"Barahi Jungle Lodge, a Toft Tiger-certified eco-lodge in Chitwan, completed a cleanup in Chitwan National Park, removing 3 tractorloads of waste as part of its environmental initiatives and ISO-14001 EMS certification."},{"hash":"c5fe1d2f9a8cd6eef1f0a323caa11b7801cd42a62a453832aeefed4f02fa2511","title":"The health ministry plans to screen pregnant women for mental health issues.","link":"https://kathmandupost.com/health/2024/05/10/ministry-plans-to-screen-pregnant-women-for-mental-health-problems","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb4-1715304323.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"health","content":"The Ministry of Health plans to screen pregnant women for mental health issues due to the increasing rate of maternal deaths caused by suicide. The plan is to start screening at a pilot hospital and expand to other districts.\n\nThe government aims to reduce maternal deaths from 239 per 100,000 births in 2016 to 75 per 100,000 births by 2030.","summary":"Nepal's Ministry of Health plans to screen pregnant women for mental health problems to reduce maternal deaths, caused by suicide and other non-obstetric complications."},{"hash":"59f298234b280fa0591d0d30e4fbe9e9eb1f6e5022825d49db7c9d29cf0971ae","title":"Doctors and health workers received training to screen for non-communicable diseases (NCDs) like diabetes, hypertension, and cancer. The training aims to improve their skills in identifying and managing NCDs, ensuring early diagnosis and timely intervention for better patient outcomes.","link":"https://kathmandupost.com/health/2024/05/09/doctors-health-workers-get-ncd-screening-training","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/health/thumb19-1715216811.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"health","content":"**Health Workers Trained to Detect Non-Communicable Diseases**\n\nOver 50 health workers in Kathmandu have been trained to check for conditions like high blood pressure, heart disease, and diabetes. These health workers will offer screenings, prescribe medicine, and refer patients to specialists if needed.\n\n**Importance of Screening**\n\nNon-communicable diseases (NCDs) are a major health concern, causing 71% of deaths in Nepal. Many people with NCDs don't realize they have them because they haven't been screened.\n\n**Government Support**\n\nThe government provides free medications for some NCDs at health facilities. They have also decided to offer free screening for people over 40, but this hasn't started in many places yet.\n\n**Benefits of Early Detection**\n\nEarly detection and treatment can help reduce the burden of NCDs and save lives. Public health experts emphasize the importance of regular testing, especially for non-emergency situations.","summary":"50 health workers in Kathmandu were trained to screen patients for non-communicable diseases (NCDs) like high blood pressure, heart disease, cancer, diabetes, and mental health problems, in order to reduce the NCD burden in Nepal, where 71% of deaths are caused by NCDs."},{"hash":"82b739d47f0c00dff5e5dd29a2d0a22bf0dc7eaf617fbb8b14963fbec0702e41","title":"Only a tiny fraction (less than 2%) of new medications on the market have been fully tested within the first nine months of release.","link":"https://kathmandupost.com/health/2024/05/03/under-two-percent-medicines-in-the-market-tested-in-nine-months","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1714697599.jpg&w=900&height=601","date":1714694400000,"source":"kp","category":"health","content":"**Drug Inspectors Test Few Medicines for Quality**\n\nThe Department of Drug Administration has tested less than 2% of registered medicines in Nepal. Many suspected substandard drugs are not tested yet, which means patients may be using them.\n\nTesting is the responsibility of the department, but it has few staff and a limited laboratory capacity. Companies should also ensure drug quality.\n\nDelays in testing allow substandard drugs to stay on the market. Inspectors also face challenges in collecting samples from numerous pharmacies.","summary":"The Department of Drug Administration in Nepal has tested less than 2% of registered drugs, with substandard medicines remaining in the market due to understaffing and delayed testing."},{"hash":"f7d587fba320830df3d5490b1476f7bed784a09cb467e0da2566ea0c042e9aa7","title":"Air pollution from cars and factories can cause asthma in young children.","link":"https://kathmandupost.com/health/2024/04/29/toxic-air-is-giving-young-children-asthma","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GKnxljjWYAAVcmb-1714354861.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"health","content":"* Air pollution in Kathmandu is causing asthma in children.\n* Children may wheeze, have shortness of breath, or trouble sleeping when they have asthma.\n* Other triggers for asthma include allergies, family history, and frequent infections.\n* Air pollution can also cause health problems in adults, such as heart disease and cancer.\n* Poor air quality is shortening the lives of Nepali people by around five years.","summary":"Air pollution in Kathmandu and Saptari has increased childhood asthma, linked to air pollution by studies, resulting in exacerbated health risks, reduced life expectancy, and systemic impact on vulnerable groups like children and women."},{"hash":"7278c32d05b7d91efd57a55cdeffa191fb8097c7d25b5ac6952d0aaf8ada290f","title":"Residents of seven districts will receive medicine to prevent elephantiasis.","link":"https://kathmandupost.com/health/2024/04/27/people-in-7-districts-to-be-given-anti-elephantiasis-medicine","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb21706159670-1714183227.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"health","content":"**Elephantiasis Mass Treatment in Nepal**\n\nSeven districts in Nepal are receiving mass treatment for elephantiasis, a mosquito-borne disease. All healthy people over two years old will get medicine to prevent the disease, which can cause swelling of the limbs. This treatment is part of a national plan to eliminate elephantiasis, and this year's campaign may be the last.","summary":"Nepal's preparations for a mass drug administration campaign to combat lymphatic filariasis, commonly known as elephantiasis, are complete in seven endemic districts, targeting healthy individuals over two years of age in a bid to eliminate the disease by 2030 despite budget constraints."},{"hash":"0ed1ef279c5c1097aa7cd97df03f1d585cd0b8b8aa22954171fd3e38f37f8625","title":"Nepalese chefs in New York City are introducing traditional Nepalese dishes to the city's culinary scene, creating a unique fusion of flavors.","link":"https://kathmandupost.com/food/2024/05/10/taking-nepali-taste-to-new-york","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/food1-1715265554.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"food","content":"**Aditya Mishra: Nepali Chef in New York**\n\nAditya Mishra is a chef from Nepal who runs a restaurant in New York City called \"The Sewing Tin.\" He wants to share Nepali food with the world.\n\n**Early Life:**\n* Wanted to be a chef at 14, but parents wanted him to be an engineer.\n* Moved to New York City to study cooking.\n\n**The Sewing Tin:**\n* Was inspired by the struggles of kitchen workers.\n* Offers fine dining with a focus on community.\n* The menu reflects both Nepali and South Asian cultures.\n\n**Nepali Cuisine Abroad:**\n* Mishra wants to make Nepali food more popular worldwide.\n* He uses traditional Nepali ingredients and flavors in his dishes.\n\n**Challenges in New York:**\n* It's a competitive city, but Mishra has embraced the challenges.\n\n**Signature Dish:**\n* Confit Duck Chatamari: A Nepali delicacy with French influence, made with duck, rice, and spices.","summary":"Aditya Mishra, a Nepali chef and entrepreneur, elevates Nepali cuisine globally through his New York restaurant \"The Sewing Tin,\" showcasing dishes like \"Confit Duck Chatamari\" and blending traditional flavors with modern culinary styles."},{"hash":"4f18229de2a5d8016e8888758de34cc858e98af2b542ed3077fa8ab2d1e49a3b","title":"Patience, passion, and pastries: Success in baking requires meticulousness, a love for the craft, and delicious treats.","link":"https://kathmandupost.com/recipes/2024/04/27/patience-passion-and-pastries","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/BakeleusbyCeleus-1714186343.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"recipes","content":"**Celeus Baral**\n\n* Peaceful young baker with a passion for baking\n* Launched the online store \"Bakeleus\" during lockdown\n* Bakes with fresh ingredients grown by herself\n* Emphasizes patience and precision in baking\n* Creates unique and artistic baked goods\n* Advocates for zero-waste practices\n\n**Easy Baking Recipes:**\n\n**Mini Carrot Cakes:**\n\n* Moist and flavorful with cream cheese frosting\n* Includes chopped walnuts and optional candied lemon or orange slices\n\n**Mulberry Fudge Cake:**\n\n* Rich and chocolatey with frozen or fresh mulberries\n* Topped with vanilla ice cream and fresh mulberries\n\n**Strawberry Casserole:**\n\n* Smooth and creamy with fresh strawberries\n* Optional toppings include almond flakes and ice cream","summary":"Celeus Baral, an environmental science student, started her online baking business, Bakeleus, in 2020 and recently expanded to sell at markets, showcasing her passion for baking with a focus on using homegrown produce and promoting zero-waste practices."},{"hash":"9780e132b8e20251511cc1c330b02a430eeb7118100ff4ca205cc2bdd81eedba","title":"Potatoes are a starchy vegetable packed with nutrients. They are a good source of dietary fiber, potassium, and vitamins C and B6. Potatoes also contain antioxidants that can help protect your cells from damage.\n\nPotatoes can be boiled, baked, fried, or mashed. They can be eaten with or without the skin. The skin is a good source of fiber, so it is recommended to eat potatoes with the skin on whenever possible.\n\nPotatoes are a versatile vegetable that can be enjoyed in a variety of ways. They can be added to soups, stews, salads, and casseroles. Potatoes can also be used to make French fries, potato chips, and other snacks.","link":"https://kathmandupost.com/food/2024/01/27/know-your-food-potato","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled8copy-1706323718.jpg&w=900&height=601","date":1706313600000,"source":"kp","category":"food","content":"**Potatoes in Nepal**\n\n* Widely eaten, especially in mountainous areas.\n* Inexpensive and used in many dishes.\n* Rich in nutrients:\n    * Vitamins B1, B6, C\n    * Minerals like potassium, copper, manganese\n    * Fiber\n* Low in fat and cholesterol.\n* Free of gluten and sodium.\n* Cultivated widely in diverse climates, unaffected by climate change.\n* Popular varieties: red, white, dark (blue).\n* Health benefits:\n    * Helps maintain body structure\n    * Reduces blood pressure\n    * Lowers cholesterol\n    * Improves digestive health\n* Potato chips and fries are popular but high in calories and low in nutrients.\n\n* Diabetics should consume potatoes in moderation.","summary":"Potato, a widely cultivated and consumed staple food in Nepal, offers numerous health benefits and is used in various cuisines, with some notable health concerns."},{"hash":"8f050af11428f186d46c4f64b300a3441341f2f7048fe6b8a30e31626fd61759","title":"**Eggs**\n\n* **Types:**\n    * Chicken eggs (most common)\n    * Duck eggs (larger and richer)\n    * Goose eggs (largest and richest)\n* **Nutritional Value:**\n    * Protein (complete source, high quality)\n    * Fat (mostly unsaturated)\n    * Vitamins (A, D, E, B12)\n    * Minerals (iron, selenium, zinc)\n* **Storage:**\n    * Keep refrigerated for up to 4 weeks\n* **Uses:**\n    * Cooking (scrambled, fried, boiled, etc.)\n    * Baking\n    * Skincare (egg masks)\n* **Cautions:**\n    * Avoid raw eggs (salmonella risk)\n    * Some people are allergic to eggs","link":"https://kathmandupost.com/food/2024/01/13/know-your-food-eggs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/ezgif3822bacc5da-1705113903.jpg&w=900&height=601","date":1705104000000,"source":"kp","category":"food","content":"**Chicken Eggs: A Superfood for Health**\n\nEggs are packed with nutrients, including vitamins and minerals. They are a good source of complete protein, so they can help children and pregnant women get the nutrients they need.\n\nEating eggs every day can have several health benefits, such as weight loss, lower blood pressure, and protection against infections.\n\nNepal produces enough eggs to meet its own needs. The eggs are available in two main sizes: big and medium. Big eggs cost slightly more than medium eggs.\n\nThere are also Omega-3-enriched eggs, which are thought to be more nutritious than regular eggs. However, these eggs are more expensive and not widely available.\n\nAdults can safely eat 1-2 eggs per day. Eggs are not checked for quality before they are sold, but there are no known health risks associated with eating eggs.\n\nIn addition to their nutritional value, eggs also offer several other benefits:\n\n* Weight loss\n* Stronger prenatal bones\n* Increased mental energy\n* Improved skin health\n* Lower risk of stroke\n* Protection against eye diseases\n* Brain development in babies","summary":"Chicken eggs are a widely available and nutritious superfood self-sufficiently produced in Nepal, containing protein, vitamins, and minerals with various health benefits such as reduced malnutrition, weight loss, and disease protection."},{"hash":"4441762448a02cd0b37a86fb1a58f420dbb6206d6c636319eb6405bfa4ae8b25","title":"Piano Piano South serves authentic Italian food in a casual and friendly setting.","link":"https://kathmandupost.com/food/2023/12/28/italian-delights-at-piano-piano-south","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/Main1-1703773991.jpg&w=900&height=601","date":1703721600000,"source":"kp","category":"food","content":"Located in Bakhundole, Lalitpur, Piano Piano South stands as a serene oasis offering a delightful escape from the city’s hustle and bustle. This laid-back Italian restaurant boasts both indoor and outdoor seating options, with the latter featuring a charming garden dining area. Here, diners can revel in the tranquillity, surrounded by lush greenery, while the soothing melodies of piano music waft through strategically placed speakers.Recently unveiling a revised menu, Piano Piano South promises a culinary journey through the flavours of Italy, skillfully curated by chef Sujan Poudel. The Antipasti selection beckons with tempting choices like Tomato Soup Shots, Bruschetta Caprese, Bruschetta Al Funghi and Calamari Fritti, each a testament to Poudel’s commitment to diverse and exquisite tastes.For those seeking a hearty main course, the Platti Principali offerings are nothing short of impressive—the rich flavours of Ravioli Prosciutto and Ricotta, and Pasta Con Calamari E Gamberi, which encompasses the essence of the sea. The course concludes on a sweet note with delectable desserts, including Tiramisu and Torta Al Cioccolato, ensuring a memorable and satisfying dining experience.To complement the offerings, the restaurant presents a well-curated selection of wines that expertly pair with the Italian fare. Whether you’re a connoisseur or just beginning to explore the world of wine, the restaurant’s thoughtful choices cater to every palate.Creamy Tomato SoupPrice: Rs450 This appetiser, served in a bowl, has a vivid, velvety crimson colour that is beautiful to look at. The tomato base’s scent gives a strong indication of how fresh and high-quality the components were. The ripe tomatoes’ inherent sweetness comes through. The soup, overall, is a well-balanced combination of savoury and sweet flavours.The crunchy bite-sized croutons that come with the dish create a pleasing contrast with the creamy soup, teasing your appetite without going overboard.Ravioli Agli SpinaciPrice: Rs895 Ravioli Agli Spinaci has delicate spinach-infused ravioli parcels, offering a vibrant hue. It is a blend of fresh, high-quality ingredients, and the aroma is an invitation to savour the essence of spinach in every bite.As you cut into the ravioli, the creamy spinach filling is revealed, creating a harmonious blend of textures. The pasta, expertly crafted and cooked to perfection, is packed with flavorful filling.The sauce, a key player in this dish, is a delicate blend that enhances rather than overpowers. Its richness complements the earthy notes of spinach, creating a nuanced taste that is both comforting and refined.Prosciutto with Slow-Roasted Tomatoes and EggplantPrice: Rs515 The dish arrives as a picturesque arrangement, where thinly sliced prosciutto delicately wraps around succulent slow-roasted tomatoes and tender pieces of eggplant. The presentation alone is a promising feast for the senses.Upon tasting the initial bite, the flavours dance together harmoniously. The slow-roasted tomatoes’ sweetness is complemented by the prosciutto’s subtle saltiness. After absorbing the flavourful essence of the dish, the eggplant offers a velvety texture that makes every bite better.The standout component of the meal, the slow-roasted tomatoes, explodes with more sweetness, making it more than just an appetiser. What sets this dish apart is its versatility—a perfect starter for a lavish Italian meal or an elegant standalone indulgence.Prosciutto E ArugulaPrice: Rs1410 The visual appeal of the dish, as it arrives at the table, is undeniably appetising—the vibrant green arugula contrasting against the golden crust and the cheese.The prosciutto, thinly sliced and expertly cured, has a delightful salty richness, harmonising with the creaminess of the melted cheese. The peppery arugula adds a fresh and crisp dimension, creating a perfect balance that dances across the taste buds.The pizza crust is a testament to the chef’s skill—crispy on the edges yet delightfully chewy at the centre, the ideal foundation for the toppings.Piano Piano SouthLocation: Sanepa, LalitpurOpening hours: 11:00 am to 9:00 pmParking: AvailableSmoking: Available on the garden seatingPrice: Inclusive of all taxesBeyond its culinary prowess, Piano Piano South distinguishes itself as an ideal destination for both solitary reflections and quality family time. The carefully crafted ambiance provides the perfect backdrop for relaxation, making it a favorite among those seeking peace and quiet in a vibrant city.In summary, Piano Piano South emerges not only as a culinary haven but also as a haven of tranquility, where patrons can immerse themselves in the essence of Italy without leaving the heart of Sanepa. Whether you're savoring a meal alone, enjoying family time, or relishing a romantic evening, this Italian gem promises an experience that transcends the ordinary. ","summary":"Piano Piano South, an Italian restaurant in Lalitpur, offers a serene ambiance with indoor and outdoor seating, a revised menu with diverse Italian dishes, a well-curated wine selection, and a tranquil atmosphere for both solitude and family time."},{"hash":"85fd1b1b76fc26f28ffe0a271a86ba321af054d84ef73a9cb8c3c3bf2c72f12e","title":"**7 Must-Visit Places in Nepal in 2024:**\n\n* **Kathmandu:** Historic capital city with ancient temples and vibrant markets.\n* **Pokhara:** Lakeside town with stunning mountain views and adventure activities.\n* **Chitwan National Park:** UNESCO World Heritage site known for its rhinos and tigers.\n* **Everest Base Camp:** Trek to the base of Mount Everest, the world's highest mountain.\n* **Annapurna Base Camp Trek:** Scenic hiking trail through diverse landscapes.\n* **Lumbini:** Birthplace of Lord Buddha, a sacred pilgrimage site.\n* **Langtang Valley:** Remote and beautiful valley with glaciers and wildlife.","link":"https://kathmandupost.com/travel/2024/02/19/7-places-in-nepal-you-should-visit-in-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1708309532.jpg&w=900&height=601","date":1708300800000,"source":"kp","category":"travel","content":"**Mundhum Trek:**\n- New cultural trek in Khotang and Bhojpur, Nepal.\n- Leads to Silchung Peak viewpoint at 4,200 meters.\n- Offers views of Everest, Lhotse, and other mountains.\n\n**Janaki Mandir:**\n- Largest temple in Nepal, located in Janakpur.\n- Dedicated to Sita, Lord Ram's wife.\n- Celebrates Ram and Sita's marriage anniversary annually.\n\n**Kuri Village:**\n- Located in Dolakha at 3,842 meters above sea level.\n- Offers snow during winter and panoramic mountain views.\n\n**Annapurna Base Camp Trek:**\n- Five-day trek to the foothills of Annapurna South.\n- Offers cultural immersion and stunning scenery.\n- Best seasons are autumn and spring.\n\n**Bardiya National Park:**\n- Home to Royal Bengal Tigers, elephants, and rhinos.\n- Offers jungle safaris and river rafting.\n- Best time to visit is mid-September to mid-May.\n\n**Khaptad National Park:**\n- Pristine protected area in western Nepal.\n- Trekkers can explore diverse landscapes.\n- Ideal seasons for trekking are spring and autumn.","summary":"Mundhum Trek, Janaki Mandir, Kuri Village, Annapurna Base Camp Trek, Bardiya National Park, Khaptad National Park, and Limi Valley offer diverse cultural, religious, and natural experiences in eastern, southern, central, and western Nepal."},{"hash":"c077b34beda2250a997231f215f178053a057340c5c72de0aec15b25ae40ddb7","title":"Phidim, once a vibrant town, now holds memories of its past. Modernity has brought changes, but the old charm lingers. Locals treasure their history while embracing new realities. Phidim is a blend of nostalgia and progress, where the past and present coexist.","link":"https://kathmandupost.com/travel/2023/11/18/old-memories-and-new-realities-in-phidim","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/phidim%20main%20(1).JPG&w=900&height=601","date":1700265600000,"source":"kp","category":"travel","content":"The author visited his hometown Phidim and found it greatly transformed. The town now has concrete buildings and paved roads, but the author misses its old charm. Despite the progress, Phidim lacks quality education and healthcare, leading to many people leaving for better opportunities. The town is now a transit spot for pilgrims heading to Pathibhara Devi Temple. The author reflects on the town's transition and the inevitability of change, as Phidim balances nostalgia with the signs of urban development.","summary":"After a treacherous journey, the author returns to his hometown of Phidim, finding it remarkably transformed with concrete buildings replacing old homes, but also facing a troubling lack of prospects and mass exodus."},{"hash":"6ec2c2cb523a223a47b5f232132774b5872a4d0a9220fb4a176d50e203ea7484","title":"Architecture fused with artistic elements, creating beautiful and functional spaces.","link":"https://kathmandupost.com/travel/2023/10/28/a-blend-of-architecture-and-artistry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/travel5-1698457058.jpg&w=900&height=601","date":1698451200000,"source":"kp","category":"travel","content":"**Lucknow: City of Nawabs**\n\nLucknow, known as the \"City of Nawabs,\" has a rich history and vibrant culture.\n\n**Bara Imambara**\n\n* Built in the 18th century as a famine relief project.\n* Features a grand entrance gate, the Rumi Darwaza.\n* Includes the Asafi Mosque, with intricate calligraphy and elegant domes.\n\n**Main Hall (Asafi Hall)**\n\n* Massive and impressive, without any pillars or beams.\n* Houses the tomb of Asaf-ud-Daula.\n\n**Labyrinth (Bhool Bhulaiyaa)**\n\n* A confusing network of corridors and staircases.\n* Echoes amplify sounds, creating a mysterious atmosphere.\n\n**Rooftop**\n\n* Offers a panoramic view of the city.\n\n**Shahi Baoli (Stepwell)**\n\n* An underground well with intricate Mughal carvings.\n* Served as a cooling refuge and a security measure, allowing those inside to observe those entering.","summary":"Bara Imambara in Lucknow, an architectural marvel built in the 18th century during a famine, features the grand Asafi Mosque, a vast pillarless hall (Asafi Hall), the mysterious labyrinth (Bhool Bhulaiyaa), a subterranean stepwell (Shahi Baoli) with CCTV-like surveillance, and breathtaking city views from its roof."},{"hash":"e38b1beb524d0349efe3710dd274aab2205ecb04d36e45cc18e25ff5fb66e639","title":"Trekking and hiking trails offer diverse experiences, ranging from scenic mountain vistas to lush jungle paths. These trails cater to various skill levels and offer opportunities for adventure, exploration, and solitude. Some trails lead to remote destinations, allowing travelers to escape the bustling city life and immerse themselves in nature.","link":"https://kathmandupost.com/travel/2023/10/14/of-treks-and-trails","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/travelmain-1697245584.jpg&w=900&height=601","date":1697241600000,"source":"kp","category":"travel","content":"**Climbing Mountains: Tips and Essentials**\n\n* Mountains are beautiful but challenging to climb, involving cold temperatures, steep paths, and physical strain.\n\n**Prepare for the Journey:**\n\n* Stay positive and confident throughout the climb.\n* Train by walking and exercising regularly.\n* Pack light and warm clothing, and essential gear (e.g., down jackets, gloves, sunscreen).\n* Consider carrying a safety knife and period supplies for female trekkers.\n\n**Managing Period and Altitude:**\n\n* Carry period supplies and pain relievers.\n* Rest if you experience altitude sickness.\n\n**Communication and Challenges:**\n\n* Communicate effectively with guides and fellow trekkers to build a positive atmosphere.\n* Female trekkers may face underestimation, but they can overcome it with confidence and determination.\n\n**Becoming a Trekking Guide:**\n\n* Join a trekking association and enroll in a guide course.\n* Learn essential skills (e.g., map reading, safety measures).\n* Colleges offer mountaineering programs for comprehensive education.","summary":"Climbing mountains like Everest, Annapurna, or Manaslu requires mental and physical endurance, with experienced guides like Luckme Syangden and Manu Rai providing essential tips for preparation, managing altitude sickness, and ensuring safety, while also addressing challenges faced by female trekkers in the field."},{"hash":"a9ad689d21f22e85bcaa462724561585142b33988f2d2ded57420f55cc029fb5","title":"Solo travel in Nepal: An unforgettable adventure\n\nNepal offers stunning scenery, cultural diversity, and friendly locals. Travelling solo is safe and rewarding with a few precautions:\n\n* Plan your itinerary and book accommodations in advance, especially during peak season.\n* Be aware of your surroundings and trust your instincts.\n* Respect local customs and traditions.\n* Consider hiring a guide for treks or cultural experiences.\n* Learn basic Nepali phrases for communication.\n* Enjoy the unique experiences and connections you'll make as a solo traveler in Nepal.","link":"https://kathmandupost.com/travel/2023/06/17/travelling-nepal-solo","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/SoloTravelMain11zon-1686967229.jpg&w=900&height=601","date":1686960000000,"source":"kp","category":"travel","content":"**Women-led Platform for Outdoor Adventures**\n\nFive women founded Duluwa Outdoors to empower women to travel independently.\n\n**Solo Travel in Nepal**\n\n* Safe for solo travelers, including women.\n* Common for married women to travel alone to visit family.\n\n**Solo Travel Destinations in Nepal**\n\n* Start with small trips like movies or solo dining.\n* Hike solo in Kathmandu Valley (e.g., Shivapuri).\n* Explore Pokhara-Bandipur, Illam, or Chitwan.\n\n**Tips for Solo Travel**\n\n* Plan your trip thoroughly (transportation, lodging, safety).\n* Research and prepare for potential risks (e.g., altitude sickness).\n* Budget wisely and have an emergency fund.\n\n**Safety Tips for Solo Women**\n\n* Be aware of your surroundings, especially in dark hours.\n* Avoid isolated areas and be aware of wildlife.\n* Consider a wilderness first aid course.\n* Trust your instincts and inform others of your whereabouts.","summary":"In 2021, Duluwa Outdoors, a platform for empowering female travelers in Nepal, was launched by five women; it fosters female connections, provides safety tips, and encourages solo travel through social media and articles."},{"hash":"346a5f2f19865b112acdb63b0ab14c7409a30a75c64d379907b20275126249e8","title":"Kritika started her term as mayor by resolving multiple issues quickly.","link":"https://kathmandupost.com/sports/2024/05/12/kritika-gives-mayor-s-xi-flying-start","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/Untitled2-1715480641.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"sports","content":"In a cricket match, Lalitpur Mayor's XI defeated Bagmati Province by 7 wickets.\n\nKritika Marasini, a Lumbini Province player, took 4 wickets in 2 overs, including a hat-trick, to help Lalitpur Mayor's XI restrict Bagmati to 52 runs.\n\nBagmati's skipper Ashmina Karmacharya was the top scorer with 20 runs.\n\nIn reply, Lalitpur Mayor's XI chased down the target in 13.3 overs, with Puja Mahato scoring 23 not out and Laxmi Chaudhary scoring 12.\n\nThe tournament features five teams, including Lalitpur Mayor's XI and the top four teams from the Prime Minister Cup Women's T20 National Cricket Tournament.\n\nThe top two teams will play in the final on Thursday.","summary":"Lalitpur Mayor's XI, led by Kritika Marasini's four-wicket haul and three-wicket hat-trick, defeated Bagmati Province by seven wickets in the opening match of the Lalitpur Mayor Women's T20 Championship, with Lumbini Province's Ashmina Karmacharya contributing the highest score for Bagmati."},{"hash":"6abff852e013616a4b186563210990eae2ab277dec212259f16a73c76d3dc949","title":"Government will give money to cricketers and athletes as a reward.","link":"https://kathmandupost.com/sports/2024/05/10/government-to-provide-cash-reward-to-cricketers-athletes","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb6-1715304954.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"sports","content":"**Government Rewards Sportspersons with Cash Prizes**\n\nThe government is giving cash prizes to athletes for their achievements. The prizes total Rs 29.71 million, with over Rs 20.47 million going to cricket.\n\n**Cricket:**\n\n- 15 men's cricket team members who qualified for the 2024 T20 World Cup: Rs 1.3 million each\n- Head coach: Rs 390,000\n- Team manager, assistant coach, and physiotherapist: Rs 195,000 each\n\n**Other Sports:**\n\n- Karateka Arika Gurung: Rs 1.95 million for winning a silver medal at the 2022 Asian Games\n- Women's national kabaddi team: Rs 390,000 each for winning a bronze medal at the 2022 Asian Games\n- Parateakwondo player Palesha Goverdhan: Rs 1.3 million for winning a bronze medal at the 2022 Asian Para Games","summary":"The government awarded cash prizes to 29 sportspersons, coaches, and team officials for their achievements, including the national cricket team's qualification for the 2024 T20 World Cup and the bronze medal won by the women's kabaddi team at the 2022 Asian Games."},{"hash":"d3bf2681c5f44f567c2b7e08f966046fb572ea416e8cfddac399e392844a7256","title":"Nepal won their final match against West Indies A by 5 wickets, concluding the series with a score of 2-3.","link":"https://kathmandupost.com/cricket/2024/05/04/nepal-win-last-match-against-west-indies-a-to-conclude-series-2-3","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GMucR8qbwAAxeZl-1714817959.jpg&w=900&height=601","date":1714780800000,"source":"kp","category":"cricket","content":"Nepal beat West Indies A in the fifth T20 match thanks to strong batting from Aasif Sheikh, Anil Sah, and Kushal Malla, who made up for their weak bowling.\n\nDespite the loss, West Indies A won the five-match series 3-2.\n\nNepal's successful chase of 173 runs was led by a 96-run partnership between Sheikh and Sah. Sheikh scored 51 runs, and Sah hit 50 runs. Malla finished with 37 runs and sealed the victory for Nepal.\n\nEarlier, West Indies A scored 172 runs with seven wickets down. Spinner Sagar Dhakal and Sompal Kami took three wickets each.\n\nDhakal was named player of the match, and Rohit Paudel was named player of the series for scoring 265 runs in three innings.","summary":"Nepal defeated West Indies A by six wickets in the fifth T20, marking their first win of the series, with Aasif Sheikh, Anil Sah, and Kushal Malla leading the batting while Sagar Dhakal and Sompal Kami impressed with the ball."},{"hash":"9d7ced68a72cb11104cf4b0dbf516e03a1daade9b97560e45bd16d4688ad8043","title":"West Indies chased down a target of 210 runs against Nepal.","link":"https://kathmandupost.com/cricket/2024/05/02/west-indies-a-post-210-run-target-against-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/match-1714707130.jpg&w=900&height=601","date":1714608000000,"source":"kp","category":"cricket","content":"**Nepal Loses T20 Cricket Match to West Indies A**\n\n* Nepal lost to West Indies A by 28 runs in the fourth T20 match.\n* West Indies A now has an advantage in the five-match series (3-1).\n* Nepal's coach selected an experienced squad for the upcoming T20 World Cup.\n* Nepali batsmen continue to struggle, except for Rohit Paudel.\n* West Indies A scored 209 runs, powered by half-centuries from Johnson Charles and Andre Fletcher.\n* Nepal managed only 181 runs, with Paudel scoring 82.\n* The series concludes with the fifth T20 on Saturday.","summary":"Nepal lost the fourth T20 to West Indies A by 28 runs, handing the visitors an unassailable 3-1 series lead, despite Rohit Paudel's 82-run effort."},{"hash":"a5e3edf276d54cd57e7292f16946aa79bba9683852ec9205a675963d0ef498de","title":"Nepal has announced its 15-member squad for the upcoming ICC Men's T20 World Cup.","link":"https://kathmandupost.com/sports/2024/05/01/nepal-announces-squad-for-icc-men-s-t20-world-cup","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/nepal-1714612274.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"sports","content":"**Nepal's T20 World Cup Team**\n\nNepal's coach Monty Desai has chosen mostly experienced players for the T20 World Cup. The team will be led by Rohit Paudel.\n\nDespite recent poor performances, Binod Bhandari, Aarif Sheikh, Bibek Yadav, and Lokesh Bam were not included in the squad.\n\nAnil Sah, Dipendra Singh Airee, Aasif Sheikh, and Kushal Malla have been included despite inconsistent form.\n\nKushal Bhurtel, who has struggled lately, will be given another chance.\n\nGulsan Jha and Pratis GC are among the young players selected.\n\nSompal Kami and Karan KC will lead the bowling attack.\n\nNewcomers Sagar Dhakal and Kamal Singh Airee have been added to the squad.\n\nNepal will face the Netherlands, Bangladesh, Sri Lanka, and South Africa in their group.","summary":"Nepal's final T20 World Cup squad includes most of the ACC Men's Premier Cup team, retains Rohit Paudel as captain, and adds Sagar Dhakal and Kamal Singh Airee while dropping Binod Bhandari, Aarif Sheikh, Bibek Yadav, and Lokesh Bam."},{"hash":"7a3d1ded482b6c16b975bf6c029537706a90fae2f2a932fcc0b8383684f73d29","title":"Lithuanian candidates running for president vow to protect the country from Russia's threats.","link":"https://kathmandupost.com/world/2024/05/12/lithuanian-presidential-hopefuls-vow-to-stand-up-to-russian-threat","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/CPIYV3RQ45MB3JUB25YSZ6HWYE-1715500085.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"world","content":"Lithuanians will vote for president on Sunday. Current president Gitanas Nauseda is expected to win. The main concern in the election is security, with many people worried that Russia may attack the Baltic states. Both Nauseda and his main challenger, Prime Minister Ingrida Simonyte, support increasing defense spending.","summary":"Lithuanians vote in presidential election amid security concerns, with incumbent Gitanas Nauseda favored to win over PM Ingrida Simonyte in a potential runoff."},{"hash":"897df297105d6fe5fa3702d0c9dd641f7b3921fc5a0897eb6089b09267b5613f","title":"Fort McMurray, a major Canadian oil town, has issued an evacuation notice due to a nearby wildfire. Residents are advised to leave the area immediately.","link":"https://kathmandupost.com/world/2024/05/12/wildfire-evacuation-notice-issued-for-major-canada-oil-town-fort-mcmurray","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/MADML6ZDIBKURB3X3KUS7H6AVU-1715486965.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"world","content":"A fire near Fort McMurray, Alberta, is out of control and spreading quickly. The government has issued an evacuation alert for the area. Officials fear the fire could become as bad as the 2016 wildfire that forced 90,000 people to flee and shut down oil production. In British Columbia, the town of Fort Nelson has also been evacuated due to a fire. Experts predict Canada could face another severe wildfire season due to hot and dry conditions.","summary":"Amidst extreme wildfire danger, Fort McMurray issues an evacuation alert, following British Columbia's orders for Fort Nelson evacuation and warnings of another \"catastrophic\" wildfire season across Canada."},{"hash":"32ed3ca97afc01da3fa2ac6201959faa2164bdc060ba833bb2c5a81fbb0bf54a","title":"Israel has ordered people in more areas of Gaza's Rafah to leave their homes for their own safety.","link":"https://kathmandupost.com/world/2024/05/11/israel-orders-people-in-more-areas-of-gaza-s-rafah-to-evacuate","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersJE7KOBOKJVPWHMVUUGMEO3QA7M-1715427667.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"Israel is urging residents of Rafah, Gaza, and other areas to evacuate to designated safe zones.\n\nThe move suggests Israel is preparing for a ground attack on Rafah, despite international concern.\n\nAbout 300,000 residents have already moved towards the designated safe zone in Al-Mawasi.\n\nThe conflict, triggered by Hamas attacks on Israel, has killed thousands of Palestinians and displaced millions.\n\nThe US has expressed concern over Israel's operation in Rafah and raised questions about the use of US-supplied weapons.","summary":"Israel called on Saturday for Palestinians in more areas of Gaza’s southern city of Rafah to evacuate and head to what it calls an expanded humanitarian area in Al-Mawasi, in a further indication that the military is pressing ahead with its plans for a ground attack on Rafah.In a post on social media site X, a military spokesperson also called on residents and displaced people in the Jabalia area of northern Gaza, and 11 other neighbourhoods in the enclave to go immediately to the shelters west of Gaza City.According to the Palestinian news agency WAFA, 24 Palestinians were killed overnight after Israeli jets targeted several areas in central Gaza.Despite heavy US pressure and alarm expressed by residents and humanitarian groups, Israel has said it will proceed with an incursion into Rafah, where more than 1 million displaced people have sought refuge during the seven-month-old war.Israel’s military said that so far, about 300,000 Gazans have moved towards Al-Mawasi.Israel says it cannot win the war without rooting out thousands of fighters of the Islamist Hamas movement it believes are deployed in Rafah.Israeli tanks captured the main road dividing Rafah’s eastern and western sections on Friday, effectively encircling the eastern side in an assault that has caused Washington to hold up delivery of some military aid to its ally.The White House said on Friday it was watching the Israeli operations “with concern,” but they appeared to be localized around the shuttered Rafah crossing and did not reflect a large-scale invasion of the city.The war was triggered by a Hamas-led attack on southern Israel in which some 1,200 people were killed and more than 250 people taken hostage, according to Israeli tallies.Israel's military operation in Gaza, which it says aims to eliminate Hamas, has killed close to 35,000 Palestinians, according to Gaza's health ministry. The bombardment has laid waste to the coastal enclave and caused a deep humanitarian crisis.The Biden administration said on Friday Israel’s use of US-supplied weapons may have violated international humanitarian law during its Gaza operation, in its strongest criticism to date of Israel.But the administration stopped short of a definitive assessment, saying that due to the chaos of the war it could not verify specific instances where use of those weapons might have been involved in alleged breaches. "},{"hash":"ccbdfb55569231d56fab27409904b9d31563344b2153ca0275e445e05753067b","title":"Afghanistan floods have killed at least 153 people, according to the Taliban's Interior Ministry.","link":"https://kathmandupost.com/world/2024/05/11/death-toll-in-afghanistan-floods-rises-to-153-says-taliban-interior-ministry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersQYK4WJXC4ZJHZBDQIH73KL2UIA-1715426843.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"Devastating floods in northern Afghanistan killed 153 people in Baghlan, Takhar, and Badakhshan provinces.\n138 people were injured, and many homes were destroyed.\nTransportation, water, and waste systems were damaged, leaving people homeless.\nHelicopters were used to rescue stranded people, and health teams were sent to provide medical assistance.","summary":"Devastating flash floods in northern Afghanistan have claimed 153 lives and injured 138, with homes destroyed and infrastructure disrupted."},{"hash":"eaa13415538d7c525c64e911242603237c2ce9a68918e45628c713c0356da59f","title":"A watchdog group in India has failed to act, allowing Prime Minister Modi to openly break the rules, according to the opposition.","link":"https://kathmandupost.com/world/2024/05/11/india-poll-watchdog-s-inaction-lets-pm-modi-commit-brazen-violations-opposition-says","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersFULCPGZWABIALBM2WJSBKG7YWI-1715411865.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"India's opposition party criticizes the election commission for not stopping Prime Minister Modi's use of religious hate speech and misrepresentation in his campaign speeches.\n\nThe opposition argues that the commission's inaction allows these violations to continue, threatening the credibility and legitimacy of India's democracy.\n\nThe commission has received multiple complaints from the opposition but has not yet taken any significant action.\n\nThe opposition wants the commission to act quickly as the election campaign is short and any delay could undermine the fairness of the process.","summary":"India’s opposition said the nation’s election commission was allowing Prime Minister Narendra Modi to continue “unchecked and brazen” violations by not taking action on opposition complaints of religious hate speech and misrepresentation.More than halfway through India’s six-week national elections, the world’s biggest, the Congress party-led opposition complained in a letter to the Election Commission of India on Friday that “no meaningful action has been taken to penalize those who are guilty in the ruling regime”.This was a “complete abdication” of the commission’s duty, it said. “As a result there has been an unchecked and brazen continuation of these violations, which are now committed with impunity and utter disregard.”The watchdog is responsible for ensuring political parties do not violate election rules against promoting division along religious, caste or linguistic lines in the multiethnic South Asian nation.In his campaign speeches, Modi, seeking a rare third consecutive term, has targeted the Congress, claiming it wants to help minority Muslims at the expense of other socially disadvantaged groups.Representatives for the commission and Modi’s Hindu-nationalist Bharatiya Janata Party (BJP) did not respond to requests seeking comment.Election results in the world’s most populous nation are to be announced on June 4.The commission on Tuesday ordered social media platform X to take down a video posted by a BJP state unit that accused Congress leaders of planning to extend welfare benefits to Muslims at the cost of other disadvantaged tribal and Hindu caste groups.While not making any rulings on the complaints, the commission has sought a response from BJP chief J.P. Nadda for an April 21 speech in which Modi said the Congress planned to redistribute wealth from Hindus among Muslims, whom he called “infiltrators” and “those with many children”.The commission has also sent a notice to the Congress regarding complaints by the BJP, which says it has filed three complaints.“The delay puts a question mark on the credibility of the election commission and therefore on the election process,” said S.Y. Qureshi, a former head of the three-member election commission. “Any damage to its reputation will cause incalculable harm to the legitimacy of India’s democracy.”The opposition letter mentions 10 complaints the Congress had lodged since April 6 against Modi and key aides for what it calls “divisive”, “false” and “provocative” statements that sow sectarian division and misrepresent Congress’ positions.“We are not told what is the response, what is the action being taken,” Congress lawmaker Abhishek Manu Singhvi told reporters after meeting commission officials on Friday.“This is an irreversible window,” Singhvi said. “If they don’t act promptly it would be a complete abdication of constitutional duty.”Ashok Lavasa, who was an election commissioner during the 2019 general election, said the process from receiving a complaint to deciding on it “should not take more than three to four days because otherwise it loses purpose”, as the campaign phase is quite short. "},{"hash":"4d1e5970683b220a3a181fcf8a9659ad24ba8e6238140fc24bf200beeabc779f","title":"Unauthorized translations and illegal copies of foreign books are widely available in Nepal. This poses challenges for authors, publishers, and the overall intellectual property landscape in the country.","link":"https://kathmandupost.com/books/2023/07/31/unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/books-1690776078.jpg&w=900&height=601","date":1690761600000,"source":"kp","category":"books","content":"**Unauthorized Translations Flood Nepal's Book Market**\n\nNepali readers are facing a flood of unauthorized book translations, violating authors' rights and harming the book industry. Bangladeshi-Swedish writer Taslima Nasrin has had all her books translated into Nepali, but without her permission.\n\nPublisher Ajit Baral highlights the poor quality of these translations, which often cut hundreds of pages from the original works. Steve Jobs' biography and Robert Kiyosaki's \"Rich Dad Poor Dad\" are among the many books affected.\n\nDespite the Copyright Act, many publishers continue to publish unauthorized translations without seeking permission. Some translators admit to using creative liberties, further compromising the integrity of the original works.\n\nWriter and translator Thapa emphasizes the need for a regulatory body to ensure the quality of translations. The government's tax on book imports has also fueled piracy, leading to a decline in the sale of original books.\n\nInternational publishers, authors, and organizations are calling for collaboration to combat piracy. The government should seize pirated books and crack down on websites selling pirated e-books.\n\nUnauthorized translations have damaged Nepal's book industry and tarnished its reputation internationally. The 2059 BS Copyrights Act criminalizes copyright infringement, but enforcement remains lax. Protecting intellectual property is crucial for fostering creativity and innovation.","summary":"Nepali book market is saturated with unauthorized translations of foreign works including those by Taslima Nasrin, leading to legal and ethical concerns while hurting the industry and readers."},{"hash":"f91af36450d89ad58798b4c4d401adfda4ba09b3625ea1c7677f78706e25f747","title":"Young people from a region once known for Maoist activities are struggling to find work and opportunities.","link":"https://kathmandupost.com/national/2023/06/25/desperate-youths-from-maoist-heartland-hit-us-wall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/CIJ-1687660964.jpg&w=900&height=601","date":1687651200000,"source":"kp","category":"national","content":"**Illegal Immigration to the US from Rukum East, Nepal**\n\nMany youths from Tak village in Rukum East have illegally immigrated to the US, losing millions in the process.\n\nEight of them have been deported, losing about Rs45 million collectively.\n\nThey borrowed heavily for their trips, with interest rates of up to 36%.\n\nSince 2018-19, 178 Nepalis have been deported from the US, 49 from Rukum alone.\n\nThose who returned without completing the journey or were deported lost significant sums of money.\n\nThe village is facing a crisis as many youths have left or are in debt.\n\nPolitical parties and local governments have not addressed the issue.\n\nHuman trafficking is a major contributing factor, targeting desperate youths from economically disadvantaged areas.\n\nThe lack of complaints and specific laws makes it difficult to combat the problem.","summary":"Bharat Budha, chair of Putha Uttarganga Rural Municipality’s ward 10, knows that many youths from his village have made it to the United States via ‘tallo bato’—backdoor route—and that many are still on the way. He also knows that eight of them have been deported from the country and that they have lost a cumulative Rs45 million in the process. The deported youths say that they returned home empty-handed after facing unspeakable ordeals and lost Rs6 million each on average.The Tak village in Rukum East—a close-knit settlement of 425 houses—was considered the Maoists’ ‘base area’ during the insurgency. Village youths who reached the US through illegal routes and got deported have lost an estimated Rs40 million. The number of those who returned without completing the journey and the amount they lost remain unknown.To get to the US, the youths have taken loans at up to 36 percent interest per annum from their relatives and village landowners. In Tak village, at least one person each from half of the households has gone abroad, Budha said. “Youths started going to America about six-seven years ago,” he said. “If they could gather enough money, the whole village would try to go to the US.” Budha’s own son had reached the US illegally in 2017, spending Rs3.2 million.During the insurgency, outsize slogans of revolution would adorn the walls of houses in the village. Hoping for a better life, people from all walks of life helped out the Maoists. But now, village youths are paying the agents to illegally get to the US—a country that the Maoists used to call their ‘enemy’, an ‘imperialistic force’. This has cost the Tak village much and in multiple ways.Death of a dreamSome of the deported youths have chosen to flee the village altogether, burdened with debt and creditors’ pressure. At least five such families have already left, said a resident. The family of Ram Budha was one of them. On April 28, 2015, Ram, who had returned to Nepal after working in Malaysia for eight years, took the illegal route to the US. He travelled through arduous trails for months and finally arrived in the country. Upon reaching the country, he was detained and had to stay at the detention camp for 27 months. When his refugee application was rejected, he was deported to Nepal in mid-December 2019. He lost Rs4.5 million in the process. He now owes over Rs6 million to creditors. “After the creditors began to put pressure on me, I couldn’t live in the village peacefully,” said Ram, who currently runs a vegetable farm in Tarakeshwar, Kathmandu.While those who got to the US through illegal routes and fortunately got refugee status there narrate their stories with pride, those who have been deported or returned from half-way have tragic tales to tell.Nanda Kala Gharti, who lives in a small stone house on the upper flank of Tak village, spends her days in melancholy. Her husband, Dhanlal, had chosen to take the illegal route to the US, and Nanda Kala, a mother of four, is living with the repercussions of his decision. Dhanlal had got into the US after a six-month long arduous journey and was detained immediately. He had to spend four years in the detention camp, before he was deported to Nepal. He had already lost Rs6 million.Nanda Kala said they now have an insurmountable crisis in their hands. Pointing to her son, she exclaimed, “When will he grow up, go abroad and pay back the loans!”Dhanlal himself tried to go to Croatia once and spent 15 days in Kathmandu for the process. But after he was turned down, he returned home dejected. “Now we will submit the passport to another agent [for Dhanlal’s trip abroad],” Nanda Kala said. “There’s no point staying here.”Stories that echo each otherThe situation in Sisne Rural Municipality is similar to that of Putha Uttarganga. Here, one can hear plenty of stories of those who have tried to go to the US and those who are fighting refugee cases there. Krishna Regmi, chair of the rural municipality, personally knows seven people who have been deported from the US.Gangaram Khadka, a resident of Sisne-3, runs a bee and chicken farm. Like other young men in his village, Khadka had headed off to the US via an illegal route on 27 March, 2018. He had reached the US via the New Delhi-Moscow-Barcelona-Bogota-Panama-Costa Rica-Nicaragua-Honduras-Guatemala-Mexico route. When he finally arrived in the US, he was detained and had to spend 11 months in detention. He was deported on 15 March, 2019. He had handed over Rs3.2 millions to the agent and spent Rs2 million to fight the case to become a refugee. “It’s not possible for me to pay back the loan while working in Nepal,” he said. “I aim to pay back some interest and head off abroad again.”For six months after Khadka was deported, he had anxiety and headache, he said, adding the three people from his village who were deported like him are also struggling with their mental health.Tikaram Pun, a 40-year-old resident of Bohora village in Musikot-4, is also haunted by his past journey. In September 2017, he reached the US after crossing 17 countries with the help of organised human traffickers. Of the 41 people in his group, 31 were from Rukum East and Rukum West, he said. Pun, who was detained on arrival in the US, spent 24 months in a detention camp. His refugee application was also refused and so he was deported along with eight other Nepalis. “When I returned, I started having mental health problems. I still suffer from them,” he said. Pun is under pressure from creditors and relatives to pay back the Rs9.2 million loan he had taken for the task.Those who died on the wayA group of 10 Bangladeshis and seven Nepalis, including Rupak Bohora of Bafikot-3 in Rukum West, were on a mission to reach Costa Rica through Colombia, Caribbean Coast, Capuragana and Panama. But while they were crossing a sea, their boat capsized. As many as 12 died in the incident, including six Nepalis. Rupak’s wife, Geeta, learned about the incident only after six days, on 25 June, 2021.“I still don’t know what exactly happened,” said Geeta, who had been married off at age 19 and is now a mother of two daughters. The only thing she knows is that Rupak has died and she is now all alone. And that she has Rs5 million in loan taken for Rupak’s trip. She showed a picture of her husband on her phone to this scribe and said, “I only have memories.”Lack of political will and legal remediesThe concrete bridge over Chewang river is on the edge of Tak village. On the walls of the bridge are paintings of political theorists like Marx, Engels, Lenin, Stalin and Mao, and the iconic slogan, ‘Workers of the world, unite!’, below them. But the slogan appears to be at odds with life in the village. Given the phenomenon of illegal travels to the US through the help of organised human traffickers, the whole village appears to be emptying. Neither the local governments are concerned about the phenomenon nor are the political parties paying attention.Puniraj Gharti, chair of Putha Uttarganga Rural Municipality, said though the trend is worrying, there’s nothing he can do. “How could we stop them from making the trip when they are struggling to make a living in the village?” he said.Krishna Regmi, chair of Sisne Rural Municipality, said that the vicious cycle of poverty started after marijuana farming was banned in the country. Then the Maoist insurgency added to the woe, forcing youths to migrate. The signing of the peace agreement in 2006 didn’t herald any change in the economy either and youths are struggling to get jobs. Organised human traffickers are cashing in on this sorry state of affairs, Regmi said. “Meter byajis [usurious lenders] are also promoting this phenomenon,” he added.The phenomenon is equally rife in Dang’s Tulsipur and Ghorahi. Ramesh Kumar Pandey, chair of Ghorai-15, says that even though many heading to the US are swindled, no complaints are filed at the ward office. “Only those who attempt to go to Saudi Arabia or Qatar file the complaints,” he said.One can infer from Pandey’s statements that the families of such illegal travellers don’t want to publicise the ordeals of their family members. On the one hand, agents threaten them to not publicise the issue; on the other, they fear they themselves would be punished by law.According to the Anti-Human Trafficking Bureau, as many as 178 Nepalis, including 174 men, have been deported from the US in the five fiscal years after 2018-19. Of them, the highest 49 are from Rukum while 37 are from Dang. The data doesn’t include those who returned after making it to the half-way or those who have been fighting the legal battle in the US for refugee status. But this data is enough to show that many such youths are from the ‘base areas’ of the Maoist insurgency.SSP Jeevan Shrestha, chief of the bureau, said that data on the number of such victims and the amounts they have spent is hard to collect since complaints are rarely filed with the police. “This is human trafficking but for a lack of law, we are still compelled to launch the cases as per Human Trafficking and Transportation (Control) Act 2074 BS,” Shrestha said. “The Act provides a maximum penalty of Rs250,000 for the offenders and 50 percent of that as compensation to the victims.” Without specific law, police also invoke the theft and organised crime act to punish the offenders, he added.On the one hand, police receive no complaints; on the other, the phenomenon sees no control.Bhaskar Gautam, a political scientist, says the rise in cases of human trafficking in the insurgency’s ‘base areas’ is due to the political system’s abject failure.While the Maoists raised issues related to livelihood, nationalism and a new kind of democracy to fuel their war machine, after the peace process, it is livelihoods that have been hit the hardest, Gautam said. “The traditional way of life and economy took a hit during the insurgency,” he said. “Developments after the peace process also failed to address that. What sprang up was organised human trafficking.”(Mahesh KC in Rukum East and Durgalal KC in Dang contributed to this report.)This report is prepared in collaboration with the Center for Investigative Journalism-Nepal. "},{"hash":"5b41caa28761fd8ada1be7951764ae6954dd5a645984d3ea1fe0cdb1a6b25396","title":"Poor patients in India often struggle to access private hospital beds due to financial constraints.","link":"https://kathmandupost.com/national/2023/06/10/no-private-hospital-bed-for-poor-patients","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/thumb19-1686358218.jpg&w=900&height=601","date":1686355200000,"source":"kp","category":"national","content":"**Government Mandate Ignored by Private Hospitals**\n\nMany private hospitals in Nepal are not following a government rule that requires them to provide free treatment and beds to poor patients.\n\n**Consequences for Patients**\n\nPatients like Gyanumaya BK have to borrow money or struggle to afford medical bills because hospitals don't adhere to the rule.\n\n**Reasons for Non-Compliance**\n\nHospitals claim they don't have enough information about the rule or they find it impractical.\n\n**Lax Enforcement**\n\nGovernment authorities have not been effective in monitoring hospitals and enforcing the rule.\n\n**Impact**\n\nPatients in Pokhara, Chitwan, Biratnagar, and Butwal are being deprived of access to free healthcare.\n\n**Call for Action**\n\nPatients and consumer groups are calling for hospitals to follow the rule and for the government to take action against those that don't.","summary":"Private hospitals in Pokhara, Chitwan, Biratnagar, and Butwal are disregarding government mandates by failing to provide free treatment to underprivileged patients, as stipulated in Health Facility Operation Standards-2020."},{"hash":"bbbb12e3e82fdd07b18fde927b10c0edab92d94ffff56c57cbe6a773bf72d052","title":"**Reasons to Become a Teacher:**\n\n- **Make a Difference:** Impact students' lives and shape their future.\n- **Inspire Learning:** Foster curiosity and help students realize their potential.\n- **Develop Relationships:** Build meaningful connections with students and colleagues.\n- **Job Security and Benefits:** Stable employment with competitive pay and benefits.\n- **Personal Growth and Fulfillment:** Challenge yourself and make a lasting contribution to society.\n- **Flexibility:** Opportunity to influence school schedules and work within a team environment.\n- **Intellectual Stimulation:** Engage with diverse ideas and stay up-to-date with educational trends.\n- **Community Involvement:** Play an active role in your community and make a positive impact.","link":"https://kathmandupost.com/columns/2024/05/11/why-become-a-teacher","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/SidePostIllustration-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Teaching: More Than Just Doing**\n\nThe common saying \"Those who can't do, teach\" is wrong. Teaching is not just for those who fail. It's a noble act of sharing knowledge and passing on values to future generations.\n\n**Challenges in Teaching in Bangladesh**\n\nTeachers in Bangladesh face low pay and low social status. This makes teaching less desirable than high-paying jobs in other fields.\n\n**The Hierarchy of Professions**\n\nOur society values entertainment and sports more highly than teaching and research. This creates an invisible hierarchy, where teachers are seen as lower status.\n\n**Money Matters**\n\nIncreasing teachers' salaries is not the only solution to our education problems. We also need to address corruption, lack of professionalism, and toxicity in the teaching profession.\n\n**Quality Teachers**\n\nA good teacher is not just knowledgeable but also kind and ethical. We need to define what we mean by a \"good teacher\" and incentivize students with these qualities to choose teaching.\n\n**University Teachers**\n\nUniversity teachers in Bangladesh often receive more respect than school and college teachers, even if they don't deserve it. This creates frustration and can drive good teachers away.\n\n**The Role of Teachers**\n\nTeachers play a crucial role in society, not only passing on knowledge but also values. We need to agree on the values we want teachers to pass on to our children.","summary":"The false narrative of teaching being inferior to other professions has led to declining teacher morale and career aspirations in Bangladesh, highlighting the need to address corruption, toxicity in the profession, and the importance of valuing both knowledge and character in teachers."},{"hash":"b77ca7e7b78267d6faf47d3a5d33350d4a2d32ad0d495b2df4e78b3ca05359a9","title":"PhD dissertations are like long stories where researchers go through a quest to find answers. They usually start with a puzzle, then gather evidence, face challenges, and finally present their findings. These findings can help solve problems or make new discoveries.","link":"https://kathmandupost.com/columns/2024/05/09/dissecting-phd-sagas-ii","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadShutterstock11-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"**PhD by Coursework at Tribhuvan University**\n\nNepal's oldest university, Tribhuvan University (TU), introduced a new \"PhD by Coursework\" program six years ago. This involves students taking courses instead of writing a dissertation.\n\n**Challenges with the New System**\n\nDespite the benefits of the coursework route, its implementation at TU faces several issues:\n\n* The program is still controlled by the central office instead of individual departments, limiting the range of courses offered.\n* Many departments lack enough qualified faculty to teach doctoral-level courses.\n* The recruitment process through the Sewa Ayog is slow and inefficient, making it difficult to hire needed faculty.\n* Personal conflicts and political divisions within departments hinder teamwork and effective evaluations.\n\n**Needed Improvements**\n\nTo address these challenges and make the \"PhD by Coursework\" program effective, TU needs to:\n\n* Allow departments to control their own programs and offer a wider range of courses.\n* Recruit more qualified faculty through an efficient process.\n* Foster teamwork and collaboration among faculty members.","summary":"Tribhuvan University in Nepal has implemented a \"PhD by coursework\" route, but its execution faces challenges due to insufficient faculty, departmental control issues, and political interference in recruitment."},{"hash":"7697a965cad2b4fe488203fca9b9011d5cec32b3593ca4875efef4d9d92612c0","title":"A cruel and heartless act that causes immense suffering and harm.","link":"https://kathmandupost.com/editorial/2024/05/09/cruellest-crime","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb1-1715303210.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"editorial","content":"**Nepal Children's Organization Land Scam**\n\n20 people have been issued arrest warrants in a land scam involving the Nepal Children's Organization. Among them are former organization officials and business owners who benefited from the scam.\n\nThe land was illegally leased to a school for a low rent, which then subleased part of it for a higher rent. The school also used the government land as collateral for a loan.\n\nThe arrest warrants are a step towards recovering the land for the organization and the children it supports. The scam highlights issues with government corruption and land grabs, which the media played a role in exposing.","summary":"Arrest warrants issued for 20 individuals involved in the Nepal Children's Organization land lease scam, including former officials and business representatives."},{"hash":"1801d6ead071c649a64c0fde0790be274f8900ce60b54acca6dfb6dbc55067e8","title":"karki-s-excesses-in-koshi","link":"https://kathmandupost.com/editorial/2024/05/08/karki-s-excesses-in-koshi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/third-party/thumb21-1715217280.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"editorial","content":"**Chief Minister Kedar Karki Resigns**\n\nAfter a month of uncertainty, Koshi Province Chief Minister Karki has resigned. He had lost support from his coalition partners and had been asked to step down.\n\nKarki had been holding onto the post despite being in the minority. He had neither resigned nor called for a floor test to show if he had the support of the legislature.\n\nKarki had become Chief Minister with the support of the rival CPN-UML party, which goes against democratic principles. This caused divisions within the Congress party and led to the downfall of the Congress-Maoist coalition government.\n\nKarki's actions have shown a decline in moral standards in Nepali politics. He exemplifies the greed for power that has spread to provinces and middle-order politicians.\n\nThis situation highlights the need for a more democratic society, but federalism has instead brought the same immoral politics to the provinces.","summary":"A month after coalition partners withdrew support, Kedar Karki was ousted as caretaker chief minister of Koshi Province for clinging to power despite being in the minority, marking the provincialization of immoral political practices in Nepal."},{"hash":"505beefca11049926520cda4acceb5956f992fa7c660a8ef9ded812776844ff1","title":"**Toilets-for-All**\n\nToilets-for-All is a program that provides free, clean, and safe public toilets in India. It aims to improve sanitation and hygiene, especially for women and girls. The toilets are well-maintained and accessible to all members of the community, regardless of gender or disability. The program has made significant progress in reducing open defecation and improving public health.","link":"https://kathmandupost.com/editorial/2024/05/07/toilets-for-all","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb-1715129836.png&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Gender-Inclusive Toilets**\n\nActivists worldwide are calling for toilets that welcome people of all genders, not just \"male\" and \"female.\" Nepal is now promoting this issue to make its country more inclusive.\n\nGender-inclusive toilets are important because they:\n\n* Allow everyone to use the bathroom comfortably and safely\n* Reduce stigma and discrimination against transgender and non-binary people\n* Promote equality and respect for all\n\nNepal has a few gender-inclusive toilets, but more are needed. The government is working to make existing toilets more inclusive and build new ones.\n\nBuilding gender-inclusive toilets will also boost tourism by making the country more welcoming to LGBTQ+ individuals.","summary":"Amidst increasing global calls for gender-inclusive toilets, Nepal aims to promote equality for the LGBTIQ community by implementing such facilities to address the marginalization and stigmatization faced by transgender and non-binary individuals."},{"hash":"33d5b7761eb5bd3b41e26b739647600e33685d1a97a97f0651c70b2650289129","title":"Unity is essential for success. When divided, people are weak and vulnerable, but when united, they are strong and powerful.","link":"https://kathmandupost.com/editorial/2024/05/07/divided-we-fall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb7-1715044507.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Political Parties in Nepal Split Over Power**\n\nMajor political parties in the government have engineered a split in a smaller party. Party splits and alliances have become common as leaders seek power.\n\nThe Janata Samajbadi Party split, allegedly to prevent it from joining other parties and forming a new alliance.\n\nSuch splits are often driven by power struggles and personal differences, not ideology.\n\nThese splits weaken political movements and public trust in political parties. They also reduce the representation of diverse groups in government.","summary":"Amid political instability, Nepalese ruling coalition splits Janata Samajbadi Party to prevent an opposition alliance, highlighting recurring party splits and power struggles that undermine faith in political institutions, especially in Madhes-based organizations."},{"hash":"b8cf800b128e5429effac6538b5cdeff14e12e5c92d4968c239f48ce105eb283","title":"Padam Giri, a successful entrepreneur and investor, shares his insights on entrepreneurship and investing. He emphasizes the importance of passion, perseverance, and surrounding oneself with a supportive network. Giri also highlights the value of mentorship and lifelong learning.","link":"https://kathmandupost.com/interviews/2024/05/05/interview-with-padam-giri","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/padamgiri-1714923097.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"interviews","content":"**Upcoming Parliamentary Session**\n\nThe federal parliament will begin a new session on Friday. However, it is uncertain if the session will run smoothly due to disagreements between the government and the opposition.\n\n**Probe Committee Dispute**\n\nThe opposition (Nepali Congress) wants a parliamentary committee to investigate allegations of fraud against Deputy Prime Minister Rabi Lamichhane. The government says the main focus should be on studying issues in the entire cooperative sector, not just a specific case.\n\n**Addressing Unproductivity**\n\nThe Law Minister, Padam Giri, aims to improve the productivity of the parliament by facilitating the passage of bills. He plans to prioritize the following bills:\n\n* Enforced Disappearances Enquiry Act amendment\n* School Education Bill\n* Banking Office and Punishment Act amendment\n\n**Other Issues**\n\n* The Transitional Justice Act amendment bill is close to finalization, but discussions are ongoing about serious violations and reduced sentencing.\n* A committee to recommend candidates for transitional justice commissions has been formed despite concerns from some groups.\n* The Supreme Court will soon select justices to fill vacant positions.\n* There are no discussions about amending the constitution or forming a new coalition government.","summary":"Amidst unresolved disputes over forming a parliamentary committee to investigate alleged cooperative fraud charges against Deputy Prime Minister Rabi Lamichhane, Nepal's budget session begins without certainty of smooth functioning, while the government aims to enhance parliamentary productivity and prioritize crucial bills."},{"hash":"39eb27d07dda639b3d5dd4481b8d6012361b0eeb330937898496f65c11c09fe8","title":"Prepare for challenges in the next two months due to recent fires.","link":"https://kathmandupost.com/interviews/2024/04/28/next-two-months-will-be-challenging-due-to-fire-incidents","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/anilpokharel-1714368894.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Forest Fires in Nepal: Causes and Solutions**\n\nIn recent weeks, Nepal has experienced a rise in devastating forest fires. Here are the main reasons and measures being taken to address the problem:\n\n* **Low rainfall and high temperatures:** Lack of rain and rising temperatures create dry conditions that fuel fires.\n* **Accumulated forest litter:** Insufficient rainfall leads to a buildup of dry leaves and debris in forests.\n* **Increased stubble burning:** Absence of labor and high costs of clearing fields is leading to more farmers burning crop remains, which can spread fires.\n* **Deforestation:** Large-scale forest loss creates gaps between forests and human settlements, making fires more likely to spread to homes.\n\n**Government Actions:**\n\n* Training local volunteers to fight fires in grasslands and forests.\n* Equipping communities with portable fire pumps to access water sources in difficult areas.\n* Developing a training curriculum for community forest user groups, security agencies, and disaster responders.\n* Using helicopters with water buckets to extinguish fires in remote areas.\n* Empowering local governments to lead disaster management efforts and provide resources to communities.\n* Working with provinces to assess risks and enhance local capacity.\n* Inspecting and ensuring safety in large buildings and business complexes.","summary":"Fire incidents surge in Nepal due to increased temperatures, low rainfall, and human factors, leading to widespread damage and loss of life; authorities implement new technologies and training to address the growing challenges."},{"hash":"2d1dcd1af2a010f1dc8a5288d051100d0a7e6e1ee7a6d0087e377a8fa051364f","title":"Nepal welcomes investors with equal opportunities for all. The government provides a favourable environment for investments, ensuring businesses have the chance to thrive.","link":"https://kathmandupost.com/interviews/2024/04/28/nepal-presents-equal-opportunity-for-all-investors","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1714270342.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Nepal Investment Summit Aims to Attract Foreign Investment**\n\nNepal is hosting an investment summit to attract foreign investment and boost its economy. This is the third summit, and the government has learned from previous events and has implemented new measures to make it more attractive to investors.\n\n**Key Changes and Incentives:**\n\n* Amending laws to make it easier for foreign investment.\n* Improving policies on taxes and investments.\n* Creating an environment where investors can take their profits back home without hassle.\n* Highlighting success stories of investors in Nepal.\n\n**Addressing Concerns:**\n\n* **India's Policy on Hydropower:** Nepal plans to sell excess energy to India and other neighboring countries. Agreements have been signed, and infrastructure is being built to facilitate cross-border power transmission.\n* **Political Instability:** The government emphasizes that political changes do not hinder foreign investment, as Nepal has a stable policy framework.\n* **Geopolitics:** Nepal welcomes investment that is not targeted against any country.\n\nThe summit aims to attract investors interested in areas such as hydropower, tourism, and infrastructure. By addressing concerns and providing incentives, Nepal hopes to secure substantial investment commitments.","summary":"Nepal hosts its third investment summit, aiming to attract foreign investment by showcasing success stories, improving investment laws, enhancing sovereign credit rating, and addressing investor concerns such as hydropower regulations, political instability, and geopolitical factors."},{"hash":"b8119b43ed80553d871f3b6e70a45b435e16350f69e3656d8ec00cdfd1f5e39e","title":"Directly electing the Prime Minister and Chief Ministers could solve the problem of government instability.","link":"https://kathmandupost.com/interviews/2024/04/21/direct-election-of-prime-minister-and-chief-minister-way-out-of-instability","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/interview-1713764589.jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"interviews","content":"**Political Instability in Nepal**\n\n* Competition between political parties for provincial leadership has led to frustration among citizens.\n* Some blame the electoral system for instability, alleging that it prevents any party from winning a majority.\n* Political analyst Tula Narayan Shah argues that the problem lies in the personal ambitions and corrupt culture of politicians.\n* The electoral system has increased representation of marginalized groups, but leaders have misused it to benefit themselves.\n* Shah proposes direct election of executive heads (prime minister and chief ministers) to ensure stability.\n* Provinces have failed to deliver due to lack of a clear roadmap and power dynamics inherited from the central government.\n* Madhesh Province has faced challenges in promoting inclusivity and providing effective services.\n* New parties, such as Janamat Party and Nagarik Unmukti Party, have emerged in Madhesh to address issues of discrimination and bad governance.","summary":"Political parties engage in unhealthy competition to form provincial governments, leading to increased public frustration, while leaders blame the electoral system for Nepal's political instability."},{"hash":"16ca03860b600f5d221a63cab7bc1b2ab4dad746bbb104c9f57095e07f85ef78","title":"Muluki Ain is a legal code.","link":"https://kathmandupost.com/letters/2021/11/08/muluki-ain-is-a-legal-code","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/third-party/mulukiain-1636421052.jpg&w=900&height=601","date":1636329600000,"source":"kp","category":"letters","content":"- We should thank the researchers for translating the Muluki Ain, a historic law code.\n- The code aimed to improve the justice system and establish the rule of law, not just support the caste system.\n- The caste system was originally based on a person's abilities, but later became linked to birth.\n- The Muluki Ain recognized the caste system but also called for reforms to make the law fair for everyone.\n- It was a comprehensive code that covered all aspects of life, including social traditions and customs.","summary":"Translation of 1854 Muluki Ain, a landmark legal code, reveals rationalization of judicial structure, codification of common law, establishment of rule of law, and acknowledgment of caste system."},{"hash":"f26d8550751249ca6fce9099e307f744741857845591c48ab0d55210ac42e144","title":"Misleading news spreads false or distorted information, often with the intent to deceive or manipulate. It can be spread through various channels, including social media, online news outlets, and even traditional media. Misleading news can have serious consequences, such as eroding trust in media, spreading misinformation, and contributing to social divisions. It's important to be critical of news sources and verify information before sharing it to combat misleading news.","link":"https://kathmandupost.com/letters/2021/04/12/misleading-news","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/opinion/thumb-1618223282.jpg&w=900&height=601","date":1618185600000,"source":"kp","category":"letters","content":"The news report about Sinohydro not paying taxes for materials used in the Melamchi Water Supply Project is incorrect.\n\nSinohydro used materials legally obtained from local vendors, foreign countries, and recycled tunnel excavation materials.\n\nThe company paid taxes for the materials purchased from local vendors and suppliers. The materials were used for concrete and backfill work, gabion walls, and weir lining.\n\nAll receipts and payment records are available for review, and Sinohydro denies the allegations of tax evasion.","summary":"Sinohydro responds to allegations of unpaid taxes, claiming materials were legally sourced, used for construction purposes, and were paid for with full taxes."},{"hash":"e862b51d7419ba6f589572cd4032419c790b93c181a1334f46e1b9ab2f51169b","title":"Misunderstanding happens when people have different opinions, information, or expectations. This can lead to communication problems, hurt feelings, and conflicts. To avoid misunderstandings, it's important to clearly express your thoughts, actively listen to others, and try to see things from their perspective.","link":"https://kathmandupost.com/letters/2021/01/03/misunderstanding","date":1609632000000,"source":"kp","category":"letters","content":"**Japan-Nepal Job Agreement Clarification**\n\nJapan needs workers, while many Nepalis want to work in Japan. An agreement between the two countries allows Nepali workers to come to Japan if they pass specific exams.\n\nThe agreement does not require government involvement in hiring workers. Instead, workers will be hired directly by private Japanese companies.\n\nPrivate companies can help Nepalis find jobs, but they must be registered in Japan.\n\nNepal should not regulate the job search process. Instead, Nepali workers should search for jobs on their own.\n\nNo third party is excluded from the hiring process, as claimed.\n\nJapan does not require companies to pay for workers' travel and medical costs. However, most companies typically cover these expenses.\n\nJapan has also made similar agreements with Pakistan, Bangladesh, and Sri Lanka.","summary":"Japan opened its labor market for skilled Nepalese workers, but misunderstandings regarding government involvement, third-party agencies, and financial responsibilities have hindered the smooth implementation of the agreement."},{"hash":"4d564e4aa9b147540d5d27c861b9724bce96976aa16a590835a10f4f29687ad6","title":"Nepali contributions include:\n\n- Language: Standardizing the written and spoken form of Nepali, and developing a comprehensive grammar and dictionary.\n- Culture and Arts: Preserving and promoting Nepali cultural traditions, folk dances, music, and art forms.\n- Literature: Developing a rich body of Nepali literature, including novels, short stories, poetry, and essays.\n- Education: Establishing Nepali language schools and universities to promote literacy and education.\n- Social and Economic Development: Working towards social justice, economic empowerment, and poverty reduction in Nepal.","link":"https://kathmandupost.com/letters/2020/11/30/contributions-to-nepali","date":1606694400000,"source":"kp","category":"letters","content":"Deepak Thapa raised concerns about Nepali studies in Europe and the Americas. The author is grateful and thanks his colleague Krishna Pradhan for his contributions. Pradhan taught Nepali at SOAS for 15 years and enabled the author to develop courses in Nepali literature, history, and culture. Sadly, these courses will no longer be available to future generations of students in the UK.","summary":"Nepali studies at the University of London's SOAS face an uncertain future due to the retirement of Krishna Pradhan, who played a pivotal role in developing courses alongside Michael Hutt until 2019."},{"hash":"a1d8bb473b76b044c715510c1e3cd12b7293a4516faf36066b07acc77fd64756","title":"chhaupadi-persists","link":"https://kathmandupost.com/letters/2020/09/24/chhaupadi-persists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2020/third-party/thumb3-1600897015.jpg&w=900&height=601","date":1600905600000,"source":"kp","category":"letters","content":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email ","summary":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email "}]