[{"hash":"77f2ca1039f7b869b884c8c70e71bf52e364cb24221e65f25bedbbb6c746c80b","title":"Sherpas have completed fixing ropes to the summit of Mount Everest. Climbers can now safely ascend the mountain using these ropes.","date":1715401844816,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/the-rope-fixing-to-the-everest-is-completed","imageLink":"https://web.nepalnews.com/storage/story/1024/mountainterring_expedition_night_xycJPOAGj51715388058_1024.jpg","category":"travel-and-tourism","content":"The rope has been fixed up to Mount Everest for the spring climbing season. Seven Summit Treks did this, and 10 climbers were involved.\n\nPermission has been granted for 30 mountains, including Everest, with 956 people approved to climb. They include 200 women and 756 men.\n\nThe government has collected over 67 crore rupees from climbers.\n\nWith the rope fixed, the climbing route is now open for domestic and foreign mountaineers with permission.","summary":"Seven Summit Treks Company completed rope fixing up to Mount Everest's peak, officially opening the 2024 spring climbing season for 956 permitted climbers."},{"hash":"d1a2f48842f771b4299bcea2d45e2042f15eb5905a7bf68b83e57b752a55b66d","title":"Meeting of Parliament adjourned over protests from the opposition party.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/politics/hor-second-meeting-adjourned-over-opposition-s-protest","imageLink":"https://web.nepalnews.com/storage/story/1024/sansad1715347952_1024.jpg","category":"politics","content":"Nepali Congress protested the House of Representatives meeting, demanding an investigation into misappropriated cooperative funds. They blocked Home Affairs Minister Rabi Lamichhane from speaking despite the Speaker's request. As a result, the meeting was adjourned until May 14 at 6 pm.","summary":"Opposition Nepali Congress (NC) obstructed two House of Representatives (HoR) meetings, demanding a parliamentary probe into cooperative fund misappropriation, leading to the meetings' adjournment; the next HoR meeting is scheduled for May 14."},{"hash":"ce58d4a6666fe76708b3ffc82114d1e802b467d2b3ef22c88119d7ff90a676a6","title":"Private businesses ask Prime Minister for help so that regular flights can resume at Gia Lai Airport.","date":1715401854105,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/private-sector-seeks-pm-s-support-for-regular-flights-at-gia","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_gautam_budha_airport1715388257_1024.jpeg","category":"travel-and-tourism","content":"Bhairahawa's private sector wants Prime Minister Dahal's help in starting regular flights at Gautam Buddha International Airport. They told him that this is important for the area's economy. Prime Minister Dahal said he would look into it and that plans were already in place to start regular flights.","summary":"Bhairahawa's private sector requests Prime Minister Dahal's support for regular flights at Gautam Buddha International Airport, which he acknowledges positively."},{"hash":"56330b72bb3ddc8f073ad9982749d236a68e0d9d051741e012c0f23f6f248b86","title":"National Assembly meeting postponed due to protest by the National Council.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/politics/national-assembly-meeting-put-off-after-nc-s-protest","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"Second National Assembly meeting postponed due to protest from opposition lawmakers. They demand a parliamentary investigation into alleged embezzlement in cooperatives before allowing the Assembly to continue its work.","summary":"The second National Assembly meeting was postponed without progress due to opposition NC's protest, demanding a probe into alleged cooperative deposit embezzlement."},{"hash":"c45e4282acc54bba2570dc17499211c4f1135d150f8fe71ebafa6719b481ac3d","title":"Today marks the final day of the Maha Kumbh Mela, a grand religious festival in India.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/today-the-last-day-of-maha-kumbha-mela","imageLink":"https://web.nepalnews.com/storage/story/1024/Untitled_1_(1)1715333577_1024.jpg","category":"travel-and-tourism","content":"The 12-year Pindeshwar Poorna Mahakumbha Mela, held in Chatradham, Sunsari, ends today. People from Nepal and abroad attended the month-long event.\n\nChatradham, known as ancient Haridwar, has hosted the Kumbha Mela since 2059 AD. It holds Ardha Kumbha Mela every 6 years and Purn Kumbha Mela every 12 years.\n\nThe Kumbha Mela is also held in four holy cities in India. According to Hindu scriptures, the Saptakoshi river in Barahkshetra and Pindeshwardham in Sunsari are linked to the Kumbha Mela.","summary":"The ongoing Pindeshwar Poorna Mahakumbha Mela, a month-long religious festival held in Barahkshetra Municipality-1, Sunsari, Nepal, concludes today, having attracted attendees from across the country and abroad."},{"hash":"d23832af0fddef3a3c7ce8a247c9fe20bf6172063a6f5c16551274adf35d262b","title":"Gold price has increased by Rs. 2,300 per tola.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/gold-price-up-rs-2-300-per-tola","imageLink":"https://web.nepalnews.com/storage/story/1024/Gold_11679993377_1024.jpg","category":"capital","content":"Gold rose by Rs 2,300 per tola to Rs 137,900. Silver also went up by Rs 50 per tola to Rs 1,735.","summary":"Gold prices surge in Nepal by Rs 2,300 per tola, while silver gains Rs 50."},{"hash":"e816571e63102ee4597e2782d7f313e7954eb41ad0447c5ed68e521d835e3b64","title":"Rhino conservation faces challenges: 21 rhinos killed in 10 months.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/wildlife-conservation-turns-challenging-21-rhinos-dead-in-10-months","imageLink":"https://web.nepalnews.com/storage/story/1024/Rhino1693732323_1024.jpg","category":"travel-and-tourism","content":"In the past 10 months, 21 rhinos have died near Chitwan National Park.\n- 2 were killed by poachers, 19 died naturally (stuck in swamps, fighting, etc.).\n- The park is managing wetlands and grasslands to help rhinos survive.\n- There are currently 694 rhinos in the park, and some have been moved to the eastern region to manage their habitat.","summary":"In the past 10 months, 21 rhinos died in Chitwan National Park, two from poaching and 19 from natural causes, including habitat-related deaths, sparking conservation efforts to manage grasslands and wetlands."},{"hash":"472b30dd76138da4860086a7ff9ab65442c89350141d4d804e8c3bb59e227fbe","title":"European Union will assist Nepal in attracting foreign investment.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/eu-to-help-nepal-bring-investment","imageLink":"https://web.nepalnews.com/storage/story/1024/The_European_Union_(EU)1715320904_1024.jpg","category":"business","content":"**EU to Help Nepal Attract Investment**\n\nThe European Union (EU) will assist Nepal in attracting investment from European companies. The 'EU-Nepal Trade Forum' will be held in Kathmandu from May 15-16 to discuss investment opportunities in Nepal.\n\nThe EU aims to support Nepal's goal of graduating from the least developed country status by 2026, by creating jobs and economic growth.","summary":"The European Union plans to host a trade forum in Nepal to attract European investments, supporting Nepal's economic development and job creation goals."},{"hash":"ae75bd54d5601e61c6c9a81aa73478d772e9a34cd805bb301fcc0b4eadcb35d9","title":"Swiss government will provide 9.01 million Swiss francs for tourism projects.","date":1715401880377,"source":"nn","link":"https://nepalnews.com/s/capital/swiss-government-to-provide-9-01-million-swiss-franc-for-tourism-project","imageLink":"https://web.nepalnews.com/storage/story/1024/nepal_swiss1715304936_1024.jpg","category":"capital","content":"**Switzerland gives $9 million to Nepal for trekking tourism**\n\nNepal and Switzerland signed an agreement for a four-year trekking tourism project. The project will help 100,000 locals in 29 areas of Koshi Province. It will support local art, culture, production, and jobs, and promote sustainable tourism. The project aims to boost tourism in Koshi Province and increase income for locals through eco-tourism.","summary":"Switzerland provides 9 million Swiss francs for a four-year trekking tourism project in Nepal's Koshi Province, targeting 100,000 locals and supporting conservation, employment, and sustainable tourism development."},{"hash":"5f808d965456943d2c763161d048323e2fb684156515796bd838825bb9dc3826","title":"Begnas Lake is a freshwater lake in Pokhara, Nepal. It is the second largest lake in the country and is surrounded by scenic hills and forests. The lake is a popular spot for boating, fishing, and swimming.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/begnas-lake","imageLink":"https://web.nepalnews.com/storage/story/1024/RambahadurThapa_Gandagi_RSS_27_image_1236502911715235354_1024.JPG","category":"travel-and-tourism","content":"There is no text provided to summarize. Please provide the text to get a summary.","summary":"No information has been provided to summarize."},{"hash":"87fac0cb140b2af285af825560c1e6eb68abf51d7fc15211617917cf97004287","title":"Arrested with an undisclosed sum of money.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/arrested-with-an-undisclosed-amount-of-money","imageLink":"https://web.nepalnews.com/storage/story/1024/BimalBista_KTM_RSS_28_pakrauparekaharu1715328238_1024.jpg","category":"capital","content":"Two men from Rupandehi were arrested by the Valley Crime Investigation Office in Kathmandu with Rs 9.8 lakh. Samir Sunar, 28, and Milan, 29, from Siyari Rural Municipality were detained on Friday.","summary":"Police arrested Samir Sunar and Milan, both from Rupandehi, with an undisclosed amount of Rs 9.8 lakh from Kathmandu."},{"hash":"80ecafbc3a73aee75e75de221b46e19b0e8bf0908d92dafcb596794eabbe3ad9","title":"Four people arrested for leaking Grade 12 exam papers.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/capital/four-held-with-leaked-grade-12-question-papers","imageLink":"https://web.nepalnews.com/storage/story/1024/NepalPolice_202011261446491679631344_1024.jpg","category":"capital","content":"Police in Kathmandu arrested four people for writing leaked Grade 12 computer science answer sheets. The suspects were caught at a party hall in Kathmandu. Police are investigating the incident.","summary":"Kathmandu police arrested four individuals for possessing leaked Grade 12 answer sheets, hindering the scheduled exam."},{"hash":"df48d5c582672d9eaa251e1d7ee5505f87ad4dd42b61942f89e593d308d5fb59","title":"Arrest warrants issued for 20 people, including former officials, related to the Bal Mandir case.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/capital/arrest-warrant-issued-against-20-people-including-former-officials-of-bal-mandir","imageLink":"https://web.nepalnews.com/storage/story/1024/bal_mandir1715265031_1024.jpg","category":"capital","content":"Arrest warrant issued for 20 people, including past Bal Mandir officials, for illegally using and leasing charity land in Kathmandu.","summary":"Nepal Police's CIB issues arrest warrant for 20 ex-officials of Bal Mandir charity and business members over land embezzlement."},{"hash":"a7ae5aa2dae3518f8ce15910e21d1137431eb7ffac115aec32edba2436c3e319","title":"President attends Law Day celebration, highlighting rule of law and justice.","date":1715401900775,"source":"nn","link":"https://nepalnews.com/s/capital/president-attends-law-day-celebration","imageLink":"https://web.nepalnews.com/storage/story/1024/court_supreme1689943003_1024.jpg","category":"capital","content":"On Wednesday, Nepal celebrated Law Day 2081 BS. The Supreme Court hosted a program with the President, Prime Minister, and other officials in attendance.\n\nChief Justice Bishwambhar Prasad Shrestha congratulated citizens and stressed the importance of establishing a fair society with guaranteed rights and rule of law. He emphasized the need for collaboration between the judiciary, Attorney General's Office, and Nepal Bar Association to ensure effective justice.\n\nLaw Day commemorates the introduction of the Chief Court Act in 2008 BS, which brought about judicial reforms and established the principles of rule of law and separation of powers.\n\nThe event was attended by high-ranking officials including Vice President Ram Sahay Prasad Yadav, Prime Minister Pushpa Kamal Dahal 'Prachanda,' and others.","summary":"On Law Day 2081 BS, the Supreme Court hosted a program attended by dignitaries, including the President, to commemorate the introduction of the Chief Court Act in 2008 BS and recognize the importance of rule of law and judicial reform."},{"hash":"48734a6c4d1ac6914bc1b7551d247e7e9f154b0e532d2daceb1bdcfa0028e0b3","title":"Joshi Dhakal has been promoted to Assistant Inspector General (AIG) in the Nepal Police. The decision was made at a cabinet meeting.","date":1715401907632,"source":"nn","link":"https://nepalnews.com/s/nation/cabinet-decisions-joshi-dhakal-promoted-to-aig","imageLink":"https://web.nepalnews.com/storage/story/1024/PMO_Singha_Durbar1686496476_1024.jpg","category":"nation","content":"**Government Updates:**\n\n- Two police officers, Umesh Joshi and Bhim Dhakal, have been promoted to Additional Inspectors General.\n- 42 athletes who won medals in international sports have been honored.\n- Nanda Majhi has been named Vice Chairman of the Social Welfare Council.\n- Suresh Manandhar has become a Member of the Language Commission.","summary":"Nepal Police Deputy Inspectors General Umesh Raj Joshi and Bhim Prasad Dhakal promoted to Additional Inspectors General, 42 athletes honored, Nanda Lal Majhi named Social Welfare Council Vice Chairman, and Suresh Manandhar appointed Language Commission Member."},{"hash":"b0548d7d73811f457ad631f1ee665c61883d228e05213db65aec4554aedab71e","title":"Construction of a bridge along the Narayangadh-Muglin road section is underway.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/nation/bridge-construction-along-narayangadh-muglin-road-section-in-full-swing","imageLink":"https://web.nepalnews.com/storage/story/1024/narayan_ghat_mugling_sadak1715234021_1024.jpg","category":"nation","content":"**Narayangadh-Muglin Road Bridges**\n\n11 of 15 bridges are now open.\n\n4 bridges are being built:\n* Khahare\n* Namche\n* Kalikhola\n* Tuin Khola\n\nKhahare and Namche bridges should open by mid-July.\n\nTuin Khola bridge will open by mid-November.\n\nThese bridges were delayed due to construction challenges and compensation issues.\n\nThe road is safer now because of the new and improved bridges.","summary":"Construction on 15 bridges along the Narayangadh-Muglin road is in full swing, with 11 already operational and the remaining 4 expected to be completed by mid-November."},{"hash":"625167eaf146bd0aea28cb2af768dfa2e3395746aa48ec1e15a143e1a9646890","title":"**Weather Update**\n\n* **Current:** Sunny and clear\n* **Temperature:** 50 degrees Fahrenheit\n* **Wind:** Gentle breeze\n* **Humidity:** Low\n* **Air Quality:** Good","date":1715401917552,"source":"nn","link":"https://nepalnews.com/s/nation/weather-update-50","imageLink":"https://web.nepalnews.com/storage/story/1024/Weather_rain1690631860_1024.jpeg","category":"nation","content":"Today and tonight:\n- Mostly cloudy with rain and wind in parts of the country.\n- Light snowfall possible in mountainous areas.","summary":"Light to moderate rain expected in several provinces, with chances of snowfall in high hilly and mountainous areas."},{"hash":"da811d203e8cfa11bc2ae6d59ffc40f548abd4c80d2f72a82edfa6a80c5dab20","title":"Lightning and forest fires have killed 27 people in the last 24 days.","date":1715401921838,"source":"nn","link":"https://nepalnews.com/s/nation/27-people-die-due-to-fire-forest-fire-and-lightning-in-last-24-days","imageLink":"https://web.nepalnews.com/storage/story/1024/Manang_forest_fire1681707860_1024.jpg","category":"nation","content":"In the past 24 days, 27 people have died in fires and lightning strikes in Nepal. NDRRMA has approved financial aid for families to build temporary shelters, as they did for Gorkha earthquake victims.","summary":"Between April 13 and May 6, 27 individuals died in Nepal due to fire, forest fire, and lightning strikes, prompting the NDRRMA to approve financial aid for victims' families in building temporary shelters."},{"hash":"a6c4771d0060587b29f8d499dddaf05cb6343fa5c06e4954c8fdba2c26aba630","title":"Prime Minister inaugurates the breakthrough of the Sunkoshi Marin Diversion Tunnel, a crucial part of the Marin Hydropower Project. This tunnel will divert water from the Sunkoshi River to the Marin Reservoir, creating a continuous water flow for hydropower generation.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/nation/pm-inaugurates-breakthrough-of-sunkoshi-marin-diversion-tunnel","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_05_08_at_121715166729_1024.jpg","category":"nation","content":"**Sunkoshi Tunnel Breakthrough**\n\nPrime Minister Prachanda opened a 13.3 km tunnel, built in 19 months. The tunnel will divert water from the Sunkoshi River to generate electricity and provide irrigation for five districts in the Madhes region.\n\nThe tunnel, dug by a Chinese company, cost Rs 10 billion to build. It uses advanced technology to withstand landslides and mudslides.\n\nThe project is expected to produce 31 megawatts of electricity and irrigate 122,000 hectares of land.","summary":"Prime Minister Prachanda inaugurated the breakthrough of the 13.3-kilometer tunnel for the Sunkoshi-Marin Diversion Project, aiming to provide irrigation and electricity to five districts in Madhes."},{"hash":"8bc8cf551442bfbb2f0e8c19dfe75d5b09798d20881fa31d6e24b3cf04ec5a88","title":"Nepali Prime Minister Pushpa Kamal Dahal has assured support in bringing back Nepalis currently serving in the Russian army. He has promised to take diplomatic measures to facilitate their return to Nepal.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/nation/pm-dahal-assures-of-taking-diplomatic-initiatives-to-bring-back-nepalis-serving-in-russian-army","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_education1712301039_1024.jpg","category":"nation","content":"Prime Minister Dahal promised to use diplomacy to bring back Nepalis fighting in the Russian army. He met with their families and assured them of his commitment to help.","summary":"PM Dahal commits diplomatic initiatives to repatriate Nepalis serving in the Russian Army after meeting with their families."},{"hash":"e02eb400e5968e32b5c175db44dcfd4e1166894dcaab65f44bbfa71b0c13c6b9","title":"Federal Parliament's budget meeting starts today.","date":1715401935888,"source":"nn","link":"https://nepalnews.com/s/politics/budget-session-of-federal-parliament-to-commence-today","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"The budget session of Nepal's parliament is starting today. President Ramchandra Paudel called the session, which begins at 2pm. The government will present its budget for the next year on May 28th. Before then, the President will share the government's annual plans. The Speaker of the parliament, Devraj Ghimire, has met with leaders of political parties to plan for the session.","summary":"The budget session of Nepal's federal parliament commenced today as mandated by the constitution, with the president scheduled to present the government's annual policy and program and the estimated budget for the upcoming year."},{"hash":"ab5d56be00b4c1fb7db7e1cffcd9e24b893fcf184a5fd66ad361cf5feab41c8e","title":"Government ignores key opposition concerns, angering opposition leader Lekhak.","date":1715401940576,"source":"nn","link":"https://nepalnews.com/s/politics/govt-ignoring-major-opposition-s-concern-chief-whip-lekhak","imageLink":"https://web.nepalnews.com/storage/story/1024/ramesh_lekhak1690593303_1024.jpg","category":"politics","content":"The Nepali Congress, a major opposition party, is demanding an investigation into alleged embezzlement of money in cooperatives. They want action taken against those responsible, as the money belongs to ordinary people.\n\nThe party stresses the need to clean up the cooperative sector, which is important for the economy. However, they are not interested in forming a new government with the CPN UML.\n\nInstead, they want to work with all major political parties to address people's needs and make sure parliament is effective in representing their voices.","summary":"The Nepali Congress demands an investigation into cooperative fraud, while emphasizing parliament's importance and the need for consensus among political parties."},{"hash":"68db8c5cbecbbc95aee3e118cfaa7b0bcef5303b7ad540a2bdcb2fe39f77bcda","title":"JSP Nepal to explore legal action.","date":1715401945387,"source":"nn","link":"https://nepalnews.com/s/politics/jsp-nepal-to-seek-legal-recourse","imageLink":"https://web.nepalnews.com/storage/story/1024/janata_samajbadi_party1709595520_1024.jpg","category":"politics","content":"Janata Samajwadi Party (JSP) led by Upendra Yadav will take legal action over a party split. A faction led by Ashok Rai created a new party, which the Election Commission recognized. JSP plans to meet on Wednesday to discuss the split and decide on legal action. A press conference will be held after the meeting to announce JSP's official position.","summary":"Janata Samajwadi Party (JSP) to pursue legal recourse after a faction led by Ashok Rai received recognition as a new party by the Election Commission of Nepal."},{"hash":"e6d8c9af0f93f7449981010a3d3f4289589d46ce366bd845f268501aa10f6f24","title":"Oli sees a need for unity among leftist parties","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/politics/uml-chair-oli-sees-need-for-unity-among-leftist-parties","imageLink":"https://web.nepalnews.com/storage/story/1024/kp_sharma_oli1709990573_1024.jpg","category":"politics","content":"Former Prime Minister KP Sharma Oli urges all left-wing parties to unite with the CPN (UML). He believes this unity will help the party achieve its goal of winning a majority in the upcoming parliamentary election. Oli remembers the late politician Siddinath Gyawali and highlights his tireless efforts for positive change. CPN Unity National Campaign Chairperson Bam Dev Gautam expresses interest in joining the CPN (UML).","summary":"CPN (UML) leader KP Sharma Oli calls for leftist unity, aiming for success in the 2084 BS parliamentary election, while honoring the late Siddinath Gyawali's integrity and dedication to the nation."},{"hash":"4e99a70221a7d6268625e92c0b4ebd09bd1d62198ce041cfeec5e786901fd03d","title":"Minister Joshi calls for urgent support to provide shelter for earthquake survivors in Jajarkot.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/issues/minister-joshi-insists-on-immediate-relief-to-build-shelter-for-jajarkot-quake-survivors","imageLink":"https://web.nepalnews.com/storage/story/1024/bhukampa_jajarkot__7_1699080065_1024.jpeg","category":"issues","content":"**Minister Joshi's Speech on Earthquake Relief**\n\nMinister Joshi spoke about the importance of providing shelter to those who lost their homes in the November earthquake. He emphasized the need for quick compensation to help them build temporary homes before the rainy season.\n\nHe also highlighted the need to address ongoing disasters, such as landslides and floods, and stressed the role of disaster management authorities in reducing risks.\n\nDespite partnerships between federal, provincial, and local governments, financial constraints are limiting the effectiveness of relief efforts. The government aims to rebuild over 100,000 houses in Karnali Province, which was severely affected by the earthquake.","summary":"Minister Joshi emphasizes the urgent need for shelter and compensation for Jajarkot earthquake victims, as Nepal faces ongoing disasters and requires improved disaster management policies."},{"hash":"8e4afb40f01a17084214e78590634dd3101fcdac783d9e827fc77cefadccdc48","title":"A mother and son tragically lost their lives in a house fire, their bodies charred.","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/issues/mother-son-charred-to-death-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"issues","content":"Mother and son died in a house fire while trying to put out a forest fire. The mother caught fire while protecting hay, and the son died trying to save her. Police are investigating, and more details are pending. Forest fires are still burning in the area.","summary":"Mother and son perish in Beteni community forest fire while attempting to extinguish it."},{"hash":"b54fa0c4e8a38682d2f1c13456612ee5d6122c8b9d5f6817ae4a70b36ea5683e","title":"Two people died and two others were injured in a road accident.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/issues/two-killed-and-two-injured-in-road-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/dbdbce93_cc17ef2f_15b84da5_accident_850x460_acf_cropped_850x460_acf_cropped1684914032_10241692099166_1024.jpg","category":"issues","content":"**Road Accident in Dadeldhura Kills Two**\n\nTwo men died and two others were injured in a tractor accident last night.\n\nThe deceased are:\n\n* Dhiraj Thapamgar, 40, tractor driver\n* Bishnu BK, 27\n\nThe injured are:\n\n* Sudeep BK, 31\n* Hikmat BK, 28\n\nThey are being treated at a local hospital.","summary":"A road accident involving a tractor in Dadeldhura claimed the lives of two individuals, injuring two others."},{"hash":"7e6981a5327ce2410247b2aeda4f72cca28c28a108d80560989dc82625cbbe22","title":"24 artifacts shipped from Hawaii to Nepal.","date":1714694400000,"source":"nn","link":"https://nepalnews.com/s/issues/24-pieces-of-artifacts-shipped-to-nepal-from-hawaii","imageLink":"https://web.nepalnews.com/storage/story/1024/441020358_818234927005128_7742768786942770028_n1714749977_1024.jpg","category":"issues","content":"The US Embassy returned 24 artifacts to Nepal, dating from the 13th to 18th centuries. They were donated by Ms. Susan Bradford.\n\nThe Embassy has worked to recover stolen or lost Nepalese artifacts, returning 63 items in the past year. They thank Ms. Bradford for her donation and hope it inspires others to return artifacts to their rightful owners.","summary":"Nepal Embassy in Washington, DC repatriated 24 ancient artifacts from private collection in Hawaii to the Department of Archaeology, Nepal."},{"hash":"6f8e980e79d7b07a8d480bc536b554223925b4db1c6846b5dbfb44baca6eccea","title":"Kanti Highway closed due to landslide","date":1714694400000,"source":"nn","link":"https://nepalnews.com/s/issues/kanti-highway-closed","imageLink":"https://web.nepalnews.com/storage/story/1024/Karnali_Highway1690012652_1024.jpg","category":"issues","content":"A landslide in Kalche has blocked the Kanti Highway. The road is closed until further notice due to damage to the gabion wall, which prevents vehicles from passing through.","summary":"Landslide on Kanti Highway near Lalitpur disrupts vehicular movement due to collapsed gabion wall."},{"hash":"aeb14f4cdcd03b9c57bb46afbd0ce56505fc715aa5896beb52c175e93f4fb690","title":"An elderly couple tragically died in a house fire.","date":1714608000000,"source":"nn","link":"https://nepalnews.com/s/issues/elderly-couple-dies-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/fire_51683693219_1024.jpg","category":"issues","content":"An elderly couple, Tej Bahadur Lama and Thuli Lama, died in a house fire in Dhading. The fire broke out around 11:30pm, and everything in the house was destroyed. When police arrived, the couple was already dead.","summary":"Fire kills elderly couple Tej Bahadur Lama and Thuli Lama in Thakre rural municipality, Dhading, destroying their home, food, and clothes."},{"hash":"6ce8b7f76f049609887d25e051f92c36bdc3626bba462cd4f34a775b9acb8deb","title":"**HWPL Statement on Israel-Iran Conflict**\n\nHWPL, a global peace organization, calls for an immediate end to violence between Israel and Iran.\n\n* Expresses deep concern over the escalating tensions and potential for further conflict.\n* Urges both sides to exercise restraint and engage in dialogue.\n* Emphasizes the need for a peaceful resolution based on justice and mutual respect.\n* Calls for international cooperation to prevent further violence and promote stability.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/hwpl-statement-on-israel-iran-conflict","imageLink":"https://web.nepalnews.com/storage/story/1024/21715166055_1024.jpg","category":"global","content":"**Iran-Israel Conflict**\n\nIran and Israel are fighting, using powerful weapons and killing people.\n\n**Casualties and Concerns**\n\nThousands of civilians have died in the Israel-Hamas conflict. The international community is worried that the fighting could spread into a bigger war.\n\n**Calls for Peace**\n\nHWPL and other organizations are asking Iran and Israel to stop fighting and talk to each other to make peace.\n\n**Recommendations**\n\nCountries should help Iran and Israel make friends and provide aid to people in need. An international law for peace is needed to prevent future wars. HWPL will continue to work for peace.","summary":"\nThe recent violent conflict between Iran and Israel is causing significant concerns in the international community. The two nations that do not share borders are mobilizing high-end weaponry to attack each other and kill human lives.1 April 2024, the Israeli military attacked the Iranian consulate in Syria. A strike against a non-military facility in a third nation, a nation not directly involved in the conflict, infringes international law and constitutes a war crime. Moreover, on 13 April, Iran responded by attacking Israel’s land. Both nations have pointed their guns directly at each other, and there are growing concerns in the international community that the attacks could escalate into another war.\nThe Israel-Hamas War in Gaza has killed 30,000 since last year, and news outlets reported on dire situations in Gaza, running out of space for proper burial. The war that has persisted in the region over the past century continuously overshadows the prospect of the coexistence of the human race.\nIt is a clear indication that the greatest victims of war are innocent civilians. How could those lost lives ever be brought back? What could compensate for the outcry of children and the anguish of the youth in devastated dwellings?\nHWPL strongly supports the voices of the citizens, the true protagonists of the global village, who oppose war and call for peace. All nations of the global community must uphold the citizens’ demands, thereby ceasing the unjust war and joining to accomplish peace. Organizations worldwide, in alliance with HWPL as peace solidarity, urge Iran and Israel to put a stop to the acts of aggression immediately and to come forward for conversations to usher in peace.\nHWPL recommend that the international community take necessary measures to facilitate the formation of amicable relations between the two nations and provide humanitarian aid. It would be reasonable for all countries to support an international legal instrument for peace that embodies the long-yearned path to peace and to comply with its contents so that we leave a legacy of peace for future generations. HWPL will not spare its efforts for peace and cessation of wars.\n\n\n\n\n\n\n\n"},{"hash":"c94f8e4afac88e1cb0fb370ada56857a008186039807d76728b22d93ca250d67","title":"Nepal and Korea are preparing for a high-level visit. This involves planning security, transportation, accommodations, and other arrangements to ensure a successful visit.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/preparation-of-high-level-visit-between-nepal-and-korea","imageLink":"https://web.nepalnews.com/storage/story/1024/korea1715163613_1024.jpg","category":"global","content":"Preparations are underway to mark 50 years of diplomatic relations between Nepal and South Korea. High-level visits, events, and investments are planned. South Korea is Nepal's fourth largest investor, and is looking to invest more in hydroelectricity. Nepal is a priority partner for South Korea, and many Nepali workers go to Korea. Nepalis are now involved in service and forestry sectors, in addition to agriculture and production.","summary":"Nepal and South Korea to mark 50th anniversary of diplomatic relations with high-level visits, investment announcements, and expansion in labor destinations for Nepali workers."},{"hash":"e723ab3067a8adddaf32c9827d2897f76acc62350800bee739d3b29786c034f6","title":"Japan and Nepal have many similarities, says Japan's Foreign Minister, Kamikawa Yoko.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/global/japan-and-nepal-share-many-things-in-common-japan-s-foreign-minister-kamikawa-yoko","imageLink":"https://web.nepalnews.com/storage/story/1024/japan_foregn_minister1714872450_1024.jpg","category":"global","content":"**Japan and Nepal: Similarities and Shared Challenges**\n\n* Japan and Nepal have many mountains, making nation-building difficult.\n* Both countries are democracies and have supported each other's democratic efforts.\n* Japan and Nepal have experienced devastating earthquakes and have helped each other in times of need.\n* Both countries have limited natural resources and value international cooperation.\n\n**Japan's Support for Nepal's Development**\n\n* Japan has provided assistance in infrastructure, agriculture, education, and healthcare.\n* The Nagdhunga tunnel will improve transportation and support Nepal's economic growth.\n* Japan supports Nepal's efforts to promote gender equality and peace through the \"Women, Peace and Security\" initiative.\n\n**Deepening Bilateral Ties**\n\n* The number of Nepalis living in Japan has increased significantly.\n* Japan-Nepal diplomatic relations will celebrate 70 years in 2026.\n* Japan will continue to support Nepal after it graduates from the Least Developed Country category.","summary":"Japan and Nepal share mountainous terrain, democratic values, and a history marked by earthquakes, leading to mutual support and assistance, including infrastructure development, education, healthcare, and cooperation in \"Women, Peace and Security.\""},{"hash":"92ad5a4c56c6702ac1fca8e9aea40059b95bd75ed4ab056b7e61b7be50879246","title":"Don't seek foreign employment through illegal means.","date":1715402001361,"source":"nn","link":"https://nepalnews.com/s/global/not-to-go-to-foreign-employment-through-illegal-route-embassy","imageLink":"https://web.nepalnews.com/storage/story/1024/embassy_of_nepal1714535848_1024.jpg","category":"global","content":"\nThe Embassy of Nepal in Islamabad has urged all the concerned to only use legal means to go for foreign employment, noting many Nepali have been victimized and stranded in Kyrgyzstan for some time on temptation of attractive jobs.The embassy said it has received information that some of those victimized have been assured to be sent to other countries using Kyrgyzstan route, sharing that some of the stranded people have been rescued and sent back to Nepal, some are on their way back but the process of reaching there has not stopped.\nIn a statement issued on Tuesday, the embassy said, \"As per the information received, some Nepali and foreigners are being involved in the fraudulent acts in the face of lucrative jobs\".\nIndividuals and groups involved in illegal activities of taking Nepali citizens abroad on the wrong temptation and leaving them stranded have to face the prevailing law, the statement further noted.\n\"The embassy sincerely requests all concerned not to fall prey to the ill-intended act of fraudulent groups and to use only the established and legal route arranged by the Government of Nepal to go for foreign employment\", the statement reads.\n","summary":"Nepali Embassy in Islamabad urges against illegal foreign employment amid victimizations in Kyrgyzstan."},{"hash":"bffbbeed94cbee7bdbcb2d6935e7e40625760854aa3ac8a57ccafcde31c85fea","title":"Ohio doctor couple supports strengthening ties between Nepal and the United States.","date":1714348800000,"source":"nn","link":"https://nepalnews.com/s/global/ohio-based-doctor-couple-s-efforts-to-strengthen-nepal-us-relations","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr1714368003_1024.jpg","category":"global","content":"**During the COVID-19 pandemic:**\n\n* Dr. Poudel and Dr. Mahato provided medical help to Nepali Americans in the US.\n* Dr. Poudel advocated for sending vaccines to Nepal, resulting in Nepal receiving vaccines from the US.\n\n**Dr. Poudel's other contributions:**\n\n* Recognized for his work by the City of Reynoldsburg and Senator Brown's office.\n* Provides free medical care to low-income Nepali patients.\n* Emphasizes the importance of healthy eating and exercise to prevent obesity.\n* Connects US officials with local Nepali representatives.\n* Facilitates collaborations between Nepali and American institutions for research and innovation.\n* Promotes US-Nepal relations through the Nepal Caucus in the US Congress.\n* Holds various leadership positions in Nepali American organizations.","summary":"Dr. Damodar Poudel and Dr. Sanju Mahato provided life-saving medical services to Nepali communities in the US during COVID-19, lobbied for vaccine donations to Nepal, and facilitated collaborations between Nepal and the US in various sectors, including health, trade, and education."},{"hash":"468fea9b415ea6e76ca037b6b29789a8d5dd2f4d95c5d5b4d67c94147f33d6e4","title":"Officials from Nepal and Malaysia met to discuss:\n\n* Strengthening trade and investment\n* Collaboration in health and education\n* Cooperation on tourism and cultural exchange\n* Enhancing air connectivity\n* Addressing climate change and disaster management","date":1714089600000,"source":"nn","link":"https://nepalnews.com/s/global/meeting-between-high-officials-of-nepal-and-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/439895042_779997867565671_7837840790905478273_n1714113714_1024.jpg","category":"global","content":"Nepal and Malaysia met to:\n\n- Improve their relationship and cooperation.\n- Trade and tourism between the two countries are growing.\n- Malaysia respects Nepal's Gurkha soldiers for their help in the past.\n- Since 2001, Nepalese people have been able to work in Malaysia, which has strengthened their relationship.\n- There is potential for tourism between the two countries, especially with a direct flight between the capitals.","summary":"Nepalese Ambassador Dilli Raj Poudel met with Malaysian Immigration Director General Dato' Ruslin bin Jusoh to enhance cooperation and strengthen relations between Nepal and Malaysia."},{"hash":"e536a2dbbb9354081e37437e2c2cb352bc2780c2c3f77a9a9239ab3df7f99546","title":"Nepal's government is committed to making it easier and safer for businesses to invest in the country.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/government-is-committed-to-facilitate-and-secure-investment-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/PRO_KTM_066A88701715326651_1024.JPG","category":"business","content":"**Government to Boost Economy**\n\nPrime Minister Prachanda promises to support investors to strengthen Nepal's economy. A new Hyundai Motor plant will create jobs, reduce imports, and use local resources and electricity. The government is making changes to laws and policies to make it easier for businesses to invest and create more employment.","summary":"Prime Minister Prachanda inaugurated the Hyundai Motor Assembling Plant in Nawalparasi, emphasizing economic transformation and private sector collaboration."},{"hash":"2aa4d008a1db97151655e83d459e6098de8445064eedbabca63f11fc9a8a3dfe","title":"Transparency and good governance support each other. Transparency promotes accountability and trust, while good governance ensures resources are used effectively and fairly. Together, they create a positive cycle of checks and balances that benefits everyone.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/business/transparency-and-good-governance-complement-each-other-president","imageLink":"https://web.nepalnews.com/storage/story/1024/9d263f51_cefd_4241_bb20_05f8888718f21715242217_1024.jpg","category":"business","content":"**Transparency and Good Governance**\n\nPresident Paudel emphasized that transparency and good governance go hand in hand. He commended auditors as \"economic watchdogs\" for their vital role in ensuring accountable and transparent financial practices.\n\n**Importance of Auditors**\n\nAuditors play a crucial role in preventing fraud, ensuring accurate accounting, and maintaining transparency in economic activities. They contribute to the credibility of a country's financial system, making it attractive for assistance from other nations.\n\n**Role of Skilled Auditors**\n\nSkilled and knowledgeable auditors are essential for ensuring transparency and accountability in government agencies and businesses. They can prevent misuse of funds and promote financial stability.\n\n**Conference Aims**\n\nThe National Conference on chartered accountancy aims to address the economic crisis facing Nepal and discuss solutions. It will also highlight the role of accountants in fostering economic development.","summary":"President Paudel emphasizes transparency and good governance, highlighting the crucial role of auditors in maintaining economic security, preventing fraud, and promoting accountability in agencies."},{"hash":"c421f2f8d013cc5c554ba2c77db9bd9c1b500b22e0c1b023672d9974111f3e94","title":"Prime Minister Dahal plans to present the upcoming budget in a new way.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/business/upcoming-budget-to-be-introduced-in-a-new-manner-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_new1713842655_1024.png","category":"business","content":"Prime Minister Prachanda plans to introduce new policies that focus on improving the economy, especially for those who are struggling financially. He will seek input from various parties to make the policies more people-oriented. The government is also working to promote good governance and fight corruption. Nepal's international relations are also being strengthened through high-level visits.","summary":"Prime Minister Dahal announced the upcoming budget will target economic equality, solicit public input, and prioritize good governance while showcasing Nepal's diplomatic growth."},{"hash":"a075617d73dd2ddd230185e93bc4a96eb63c19df0d395c2fc095fe4264a2bd4b","title":"**Nepal Swadeshi Summit 2024 Declaration**\n\nThe summit issued a 35-point declaration, calling for:\n\n* Promotion of domestic industries\n* Emphasis on agriculture and rural development\n* Reduction of imports\n* Increased use of local products\n* Investment in research and innovation\n* Support for small and medium-sized enterprises\n* Encouragement of entrepreneurship and job creation","date":1715402034139,"source":"nn","link":"https://nepalnews.com/s/business/nepal-swadeshi-summit-2024-35-point-declaration-issued","imageLink":"https://web.nepalnews.com/storage/story/1024/441187804_7890365774349885_1226150477776136282_n1715125603_1024.jpg","category":"business","content":"**Make in Nepal Summit 2024 Declaration**\n\n**Goals:**\n* Empower local industries\n* Increase domestic production\n* Encourage consumption of Nepali products\n\n**Key Points:**\n* Reform laws to support industries\n* Establish a specialized financial institution for industrial investments\n* Prioritize domestic products for government purchases\n* Ensure easy supply of raw materials\n* Differentiate customs rates for finished goods and raw materials\n* Implement One Stop Service Center\n* Encourage production and import of competitive domestic products\n* Fine industrialists instead of criminal charges\n* Create a separate Act to regulate the industrial sector\n* Review trade and investment agreements\n* Promote consensus among political parties for economic stability","summary":"The 'Make in Nepal-Swadheshi Summit-2024' concluded with a 35-point declaration promoting domestic industry, encouraging local production, and incentivizing consumer consumption of indigenous products."},{"hash":"53c3f9bbcf9667cddd56a7f8a64aefc3fbe7ed3365801f9faca679e05896b163","title":"Economic prosperity in Dailekh will spark prosperity in Nepal, says Minister Bhandari.","date":1715402042067,"source":"nn","link":"https://nepalnews.com/s/business/economic-prosperity-begins-from-dailekh-minister-bhandari","imageLink":"https://web.nepalnews.com/storage/story/1024/dailekh_petrol1696130214_1024.webp","category":"business","content":"Nepal's government hopes to find oil and gas in Dailekh district, which could boost the economy and make Dailekh a major economic hub.\n\nThe final drilling phase has started, and it's expected to take six months to finish. The government will then decide if the oil and gas found can be used, which could lead to processing facilities being built.\n\nThe Chinese government gave Nepal 2.5 billion rupees to help with the exploration, which is a collaboration between the two countries.","summary":"In Dailekh, Minister Bhandari inaugurates final petroleum exploration, potentially leading to economic prosperity for the district."},{"hash":"df9b7b06ec76b8f2f869bac62ff8e92d3b60b6a6145578db759c3601bcb09211","title":"Nepalese runners won two titles in Malaysia.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-runners-won-2-titles-in-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/422620795_859372276202663_5891976066813061462_n1714904704_1024.jpg","category":"sports","content":"Nepali runner Mahadev Rijal won two races in Malaysia:\n\n* **Today:** First place in 21 km half marathon, with a time of 1:14:48 seconds\n* **Yesterday:** First place in 21 km Climbathon, with a time of 3:03:58 seconds\n\nRijal was also the 8th Tower Runner in 2023, finishing a race with 83 flights of stairs in 9 minutes and 22 seconds.\n\nRijal is from Beni, Nepal, and has been running in Malaysia since he moved there five years ago.","summary":"Nepali runner Mahadev Rijal claimed consecutive victories in Malaysia, winning the 21 km half marathon today and the 21 km Climbathon event yesterday, becoming the first to complete both events in the competition."},{"hash":"7d22f65cb13004efc951d1a7217634e5de098beab800527921bfd8488bcb265b","title":"Nepal defeated West Indies A in the final match of a T20 series.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/nepal-wins-final-match-against-west-indies-a-in-t20-series","imageLink":"https://web.nepalnews.com/storage/story/1024/438230324_859581999531515_2675064775143100892_n1714829807_1024.jpg","category":"sports","content":"**Nepal Defeats West Indies 'A' in T20 Series**\n\nNepal won the final T20 match against West Indies 'A' by six wickets. West Indies 'A' had won the first three matches.\n\n**Nepal's Turnaround**\n\nNepal reached their target of 173 with 1.1 overs to spare. Kushal Malla (37 not out) and Anil Shah (58) led Nepal's chase.\n\n**West Indies' Performance**\n\nWest Indies 'A' scored 172 runs in their innings, with Alick Athanaze scoring 42 runs. Sompal Kami and Sagar Dhakal took three wickets each for Nepal.","summary":"Nepal defeated West Indies 'A' by six wickets in the final match of T20 Series, despite losing three consecutive matches previously."},{"hash":"bb189a36492ef05672b1ce8763b3e6b70343c234cd53688b22d4345275939757","title":"President sends well wishes to cricket team.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/president-extends-best-wishes-to-cricket-players","imageLink":"https://web.nepalnews.com/storage/story/1024/Sheetal_Niwas1623082198_1024.jpg","category":"sports","content":"President Paudel wished Nepali cricket players well in the ICC T20 World Cup. The tournament starts June 1st in the West Indies and US. Nepal is in Group D with South Africa, Sri Lanka, Bangladesh, and the Netherlands. Nepal's first match is against the Netherlands on June 4th.","summary":"President Paudel extends best wishes to Nepali cricket players participating in the ICC T20 World Cup, starting June 1st, with Nepal placed in Group D facing Netherlands, South Africa, Sri Lanka, and Bangladesh."},{"hash":"63f0360edf629c2552c07da82b4f8a204ad5b2ed608c251932759e4931274472","title":"West Indies team A won the Twenty20 series by defeating another team in the final match.","date":1715402061936,"source":"nn","link":"https://nepalnews.com/s/sports/west-indies-a-clinches-t20-series-title","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714701176_1024.jpg","category":"sports","content":"West Indies 'A' team has won the T20 series against Nepal, leading 3-1 with one match remaining. They defeated Nepal by 28 runs in the fourth match.\n\nAndre Fletcher scored the most runs for West Indies 'A' (84), while Rohit Kumar Paudel scored the most runs for Nepal (82).\n\nHayden Walsh, Matthew Forde, Fabian Allen, and Gudakesh Motie all took multiple wickets for West Indies 'A'.\n\nThe final match of the series will be played on Saturday.","summary":"West Indies 'A' clinched the T20 series against Nepal, leading 3-1 after defeating them by 28 runs in the fourth match."},{"hash":"c0268d83151b4700710f0d718bbec12fc67c78746b9c81699b68d8c7925acf37","title":"Nepal lost their third match in the T20 series against West Indies by 76 runs.","date":1714521600000,"source":"nn","link":"https://nepalnews.com/s/sports/t20-series-nepal-lose-third-match-to-west-indies-by-76-runs","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714577666_1024.jpg","category":"sports","content":"Nepal lost to West Indies 'A' in the third T20 by 76 runs. Nepal tried to chase 228 runs but could only make 151. Karan KC and Lokesh Bam both scored 28 for Nepal. Johnson Charles scored 119 for West Indies. Nepal has won two and lost two matches in the five-match series.","summary":"Nepal lost to West Indies 'A' by 76 runs in the third T20 match, despite Johnson Charles' century for the West Indies, with Nepal now holding a 2-1 record in the five-match series."},{"hash":"f6df2c95d8308e02a5d724675b6f580035fa1a3784b03ef6d2594dadf3ba0498","title":"Nepalese athletes depart to participate in Asian U20 Athletics Championship.","date":1715402071467,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-team-departs-to-participate-in-asian-u-20-athletics-championship","imageLink":"https://web.nepalnews.com/storage/story/1024/438206076_448748784338052_4246932501331390940_n1713843823_1024.jpg","category":"sports","content":"Nepal's athletics team left for Dubai for Asian U-20 Championships.\n\nTeam members:\n\n* Badal Karki (800m and 1500m)\n* Adeshkumar Yadav (100m and 200m)\n* Ajay B.K. (1500m and 3000m)\n* Kalpana Budha (1500m and 3000m)\n\nCoach: Kanti Mahato","summary":"Nepal's U-20 Athletics team, led by coach Kanti Mahato, departs for Dubai's Asian U-20 Championships featuring Badal Karki, Adeshkumar Yadav, Ajay B.K, and Kalpana Budha in various running events."},{"hash":"b70088aed087be48dc7ad38ba6f972de6b0d941f8703d43a1cae84eb468445f4","title":"Dengue cases in Bagmati province have crossed 11,000.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/health/dengue-cases-surpass-11-thousand-in-bagmati","imageLink":"https://web.nepalnews.com/storage/story/1024/kushtia_dengue_6yr_old_child_dies_of_dengue_in_kushtia_daily_bangladesh_16941828191697183214_1024.jpg","category":"health","content":"Dengue fever is a common problem in Bagmati Province, Nepal.\n\nOver 11,000 cases have been confirmed in the past 9 months, with Dhading having the most cases and Rasuwa having the least.\n\nKathmandu, Chitwan, and Makwanpur also have many cases.\n\nOne person in Makwanpur has died from dengue this year.\n\nDengue is caused by mosquitoes, and it's more common in the summer.\n\nThe Health Directorate is working to control dengue by killing mosquito larvae.","summary":"Over 11,000 dengue fever cases have been confirmed in Nepal's Bagmati Province since July 2023, with the highest cases in Dhading (3,501) and one fatality in Makwanpur."},{"hash":"8aef9eb1da2d64a20abdcf3e1f946935576aaae84d7d0b3cd9ba8aa4647804c0","title":"**Nepal's Population and Development Approach**\n\n* Emphasizes the importance of human rights and individual freedoms.\n* Acknowledges that population growth and development are interconnected.\n* Focuses on improving access to healthcare, education, and family planning services.\n* Aims to empower individuals, especially women and girls, to make informed choices about their reproductive health.\n* Recognizes the need to address poverty, inequality, and environmental degradation to achieve sustainable development.","date":1714435200000,"source":"nn","link":"https://nepalnews.com/s/health/nepal-s-approach-to-population-and-development-is-right-based-dpm-yadav","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav_NewYork_1_1068x8011714461437_1024.jpg","category":"health","content":"Nepal has adopted a rights-based approach to population and development, focusing on inclusivity, innovation, and sustainability. Nepal is working towards the full implementation of the International Conference on Population and Development (ICPD) agenda to achieve the United Nations' Sustainable Development Goals. Nepal has made progress in reducing poverty, improving health, and promoting gender equality. However, challenges remain, including pandemics, conflicts, and climate change. Nepal is committed to advancing people-centered development, human rights, and sexual and reproductive health and rights. Strengthened data systems and youth participation in decision-making are priorities.","summary":"Nepal emphasizes a rights-based approach to population and development, aligning with the International Conference on Population and Development's goals, despite acknowledging ongoing challenges."},{"hash":"853075cf39e1fcb42df78d974231e5f27301b7a218e2c71c13a200de5ecc34ac","title":"Japan donates community center for disaster preparedness.","date":1713830400000,"source":"nn","link":"https://nepalnews.com/s/health/japan-hands-over-the-community-center-for-disaster-prevention","imageLink":"https://web.nepalnews.com/storage/story/1024/1_IMG_22281713885995_1024.jpeg","category":"health","content":"Japan built a community center in Sindhupalchowk to help the local community prepare for and respond to disasters. The center includes facilities like disaster prevention committees, public broadcasting, and warehouses. Ambassador Kikuta hopes the center will not only improve disaster preparedness but also support local development.","summary":"Japan donated a Community Center for Disaster Prevention to Indrawati Rural Municipality in Sindhupalchowk for improved disaster prevention and regional revitalization."},{"hash":"91ef85d22d1f5e45d5c9e0d118acd881370663a55fa7eb366d52362a948b3462","title":"Dr. Sharma, a Member of Parliament, donated Rs. 2 million to a children's hospital to support their work.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr. Sunil Sharma, a member of parliament, donated two million rupees to a children's hospital being built by Dr. Bhagwan Koirala. The hospital, Kathmandu Institute of Child Health, aims to have specialized children's hospitals in all seven provinces of Nepal. One hospital is already operating in Damak, Jhapa, and plans are in place to build a 100-bed hospital in Kathmandu and 50-bed hospitals in each province.","summary":"MP Dr. Sunil Sharma contributes 2 million rupees to the under-construction Kathmandu Institute of Child Health (KIOCH) led by Dr. Bhagwan Koirala, who plans to establish specialized children's hospitals in all seven provinces."},{"hash":"42e79a4549bfdf6d5604bd78b3d44969e580204855bea65a83fee67398a94def","title":"Dr. Sharma, a parliamentarian, donated 2 million rupees to the children's hospital.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital-1","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr. Sunil Sharma, a member of parliament, donated 2 million rupees to the Children's Hospital being built by Dr. Bhagwan Koirala. The hospital aims to build specialized children's hospitals in all seven provinces of Nepal, with a 100-bed hospital in Kathmandu and 50-bed hospitals in the other provinces.","summary":"Dr Sunil Sharma donates two million rupees to the Kathmandu Institute of Child Health (KIOCH), a specialized children's hospital initiative led by Dr Bhagwan Koirala, aimed at establishing hospitals in all seven provinces."},{"hash":"3366c0665f89d2e7da9c8b7f2493798ccbb5625b22f9517335e99c27063a9b96","title":"Children receiving vitamin A capsules and deworming tablets.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/vitamin-a-capsules-de-worming-tablets-being-administered-to-children","imageLink":"https://web.nepalnews.com/storage/story/1024/vitamin_A1713434673_1024.jpg","category":"health","content":"Vitamin A capsules and de-worming tablets are being given to children under 5 in Nepal.\n\nAround 3.2 million children will receive Vitamin A, and 2.9 million will receive de-worming tablets.\n\nHealth workers will give the tablets to children in their homes.\n\nThe government gives these tablets to children for free twice a year.","summary":"The National Vitamin 'A' Programme distributes Vitamin 'A' capsules and deworming tablets to enhance child health."},{"hash":"5b4f058271600f6dc2c23ea89ba35933ad8acd0c14c908ed8bf88d76d0c121a2","title":"Tourists having fun on a boat ride.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/tourists-enjoying-a-motorboat-ride","imageLink":"https://web.nepalnews.com/storage/story/1024/HemantKC_KankrebiharSurkhet_RSS_27_IMG_41081715234871_1024.JPG","category":"travel-and-tourism","content":"Please provide the text you want summarized so I can assist you.","summary":"Please provide the major events to summarize."},{"hash":"e115a6d41dc575a6fb20a754295e2c6493cf6d2654ae267d4145bfcfcc13107f","title":"The government plans to create an innovation fund to support the expansion of India's IT sector. This fund will provide financial assistance to IT companies to develop new technologies, products, and services.","date":1714608000000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/pm-announces-to-institute-innovation-fund-for-it-sector-expansion","imageLink":"https://web.nepalnews.com/storage/story/1024/91fd8100_c369_454d_8e45_d73c48c2fe8d_1000x5001714631578_1024.jpg","category":"science-and-technology","content":"Prime Minister Prachanda plans to create an innovation fund in the next budget to boost the tech industry. This fund will support young scientists and entrepreneurs, encouraging them to use technology for job creation and economic growth. The government is also working on laws to prevent cybercrime.","summary":"Prime Minister Prachanda pledges innovation fund, improved ICT legal framework, 'Startup Programme' focus, and cybercrime control."},{"hash":"f695aa1ad994bab3c00f1b5a8d5ea6fd3e689cc6689b961e67fffef625c6e80d","title":"Today is the National ICT Day, which celebrates and promotes the importance of Information and Communication Technologies (ICT) in our lives. It highlights the role of ICT in connecting people, improving communication, and driving innovation and development.","date":1715402113711,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/national-ict-day-being-observed-today","imageLink":"https://web.nepalnews.com/storage/story/1024/ict_day1714614867_1024.jpg","category":"science-and-technology","content":"**National ICT Day**\n\nToday is National ICT Day, which celebrates the progress and use of information and communication technology (ICT) in Nepal.\n\nThe government is hosting an event with Prime Minister Prachanda as the guest of honor. Individuals and organizations that have made significant contributions to ICT will be recognized.\n\nThe government believes that ICT is important for economic growth and social progress. It is working to promote the use of ICT and make it more accessible to Nepalis.","summary":"Nepal commemorates National ICT Day by recognizing advancements and honoring individuals/organizations in the information and communications technology sector."},{"hash":"9789ea6409b4715294fcecec4caf76bc9f86f5d00af5cd8543239bf9f3e5e012","title":"Politics can motivate investors because:\n\n* **Stability and transparency:** Clear policies can provide confidence for investments.\n* **Economic growth:** Government policies can promote business activity and job creation.\n* **Infrastructure improvements:** Government investments in infrastructure can support new projects and boost the economy.\n* **Targeted incentives:** Governments may offer tax breaks or other incentives to encourage specific investments.\n* **International relations:** Positive relationships with other countries can create opportunities for foreign investment.","date":1714003200000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/politics-should-fill-enthusiasm-among-investors-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_25_at_131714045205_1024.jpg","category":"science-and-technology","content":"President Paudel says politics should encourage investors to help Nepal prosper.\n\nNepal has a lot of natural resources and could become wealthy by developing its energy quickly.\n\nThe government and businesses need to work together to make this happen.\n\nWith democracy and federalism, Nepal is becoming more stable and attractive to investors.\n\nNepal used to have energy shortages but now produces enough and exports the surplus, contributing to economic growth.","summary":"President Ramchandra Paudel emphasizes the importance of politics in fueling investor enthusiasm for energy development in Nepal, highlighting the country's prosperity potential and the need for government facilitation and private sector investment."},{"hash":"8645e6e32c99e132c7dedb2a85a2626985e9d5f7e0c18cf2f27997f5d483ec41","title":"A draft bill on IT and cybersecurity aims to ensure that artificial intelligence (AI) is used responsibly and transparently. It includes measures to protect user data, prevent misuse of AI, and hold organizations accountable for their AI systems.","date":1710201600000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/draft-bill-on-it-and-cyber-security-seeks-transparent-accountable-use-of-ai","imageLink":"https://web.nepalnews.com/storage/story/1024/Ministry_of_Communication1710223162_1024.jpg","category":"science-and-technology","content":"**IT and Cybersecurity Bill Draft**\n\n* Emphasizes the use of AI, machine learning, blockchain, and IoT.\n* Calls for a center for research and development in these technologies.\n* Establishes a structure for IT and cybersecurity, including a directors' committee and a coordination committee.\n* Covers various topics, including:\n    * Electronic records and data\n    * Digital signature and public service delivery\n    * IT audits and domain name management\n    * Cybersecurity center and data center establishment\n    * Cybercrimes and punishments\n    * Data safety and privacy\n* Bans cyberbullying, harassment, indecent content, and scams.\n* Requires government websites to meet certain standards.\n* Requires registration and licensing for domain names and cybersecurity services.","summary":"Nepal's draft IT and cyber security bill emphasizes the use of AI, ML, blockchain, and IoT, establishes research centers, structures, and committees for management, includes provisions for electronic records, data protection, digital harassment, cybercrimes, and domain name registration."},{"hash":"7b3564e64335cf6b09ca9388a43353ae8e4c829e4a33b5dafd81bc5c1b419b8b","title":"Minister Sharma emphasizes the need for cyber legislation to address current issues.","date":1715402131520,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/cyber-legislation-needed-to-resolve-problems-minister-sharma","imageLink":"https://web.nepalnews.com/storage/story/1024/Sharma1695206333_1024.jpg","category":"science-and-technology","content":"Cyber laws are needed to solve problems, Minister Sharma said. The government is working on a cyber security law but needs suggestions. Public awareness campaigns are important to protect against cyber threats. Information technology has both benefits and risks, and we need to be aware of the risks to stay safe.","summary":"Communication Minister Sharma emphasizes the need for cyber legislation to address issues, with government seeking suggestions and planning public awareness campaigns on cyber security."},{"hash":"c11dd4e0a73ed780f50db62b525aa16fa7c624433478c86d79746516e89b9f0d","title":"India and Bangladesh have talks about India exporting its excess energy to Bangladesh.","date":1715402135657,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/talks-positive-with-bangladesh-to-export-energy","imageLink":"https://web.nepalnews.com/storage/story/1024/Nepal_Electricity_Authority1691846323_1024.jpg","category":"science-and-technology","content":"Nepal and Bangladesh have agreed to trade electricity during the upcoming rainy season.\n\nNegotiations between officials from both countries have been positive, and an agreement will be finalized soon.\n\nNepal will export electricity to Bangladesh once the deal is signed and approvals are obtained.","summary":"Officials from Nepal and Bangladesh have made positive progress in talks regarding a power trade deal, with Nepal set to export electricity to Bangladesh during the upcoming rainy season."},{"hash":"a214fef6a569a812921b8fd6905466efcae36821d314e2d976e99d6f2fb54eff","title":"**Yakishime: Earth Metamorphosis**\n\nA Japanese traveling exhibition exploring the unique ceramic artwork of Yakishime pottery. It showcases the traditional techniques and philosophies behind this centuries-old craft, emphasizing its connection to nature and the transformative process of firing.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/japan-foundation-traveling-exhibition-yakishime-earth-metamorphosis","imageLink":"https://web.nepalnews.com/storage/story/1024/Leaflet_front1715264259_1024.jpg","category":"entertainment-and-lifestyle","content":"**Japan Culture Exhibition: \"YAKISHIME: Earth Metamorphosis\"**\n\n* **When:** May 11-30, 9:30am-4:30pm daily\n* **Where:** Embassy Hall, Panipokhari, Kathmandu\n* **Free Entrance**\n\nThis exhibition showcases unique Japanese ceramics called \"yakishime.\"\n\nYakishime are high-fired, unglazed ceramics used for food, tea ceremonies, and art.\n\nThe exhibition highlights the history, techniques, and beauty of yakishime, giving visitors a taste of Japanese culture and creativity.","summary":"The Embassy of Japan and the Japan Foundation will host a free exhibition at the Embassy Hall in Kathmandu from May 11-30 to showcase Japanese Yakishime ceramics, highlighting their history, use, and aesthetic appeal."},{"hash":"e61c612a2fa2945dbce36e78bfcbfcfe5e05c704908dd9baac7769efb299faed","title":"Fifty year long friendship celebrated due to shared experiences, laughter, and support. The bond remains strong despite life's challenges.","date":1715402146276,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/celebrating-50-years-of-friendship","imageLink":"https://web.nepalnews.com/storage/story/1024/209370c5_271f_40b2_b38c_4d479196175d1714881747_1024.jpeg","category":"entertainment-and-lifestyle","content":"**Korean Cultural Event in Nepal**\n\nTo celebrate 50 years of friendship between Korea and Nepal, the Korean Embassy is hosting a cultural event.\n\n**Event Highlights:**\n\n* **K-Tigers:** A Taekwondo performance team that combines martial arts with K-pop.\n* **People on Stage:** Top B-boy dance teams showcasing Korean dance culture.\n* **Celebration of Friendship:** A gathering to honor the past and future of the two countries.\n\nCome and experience the vibrant culture of Korea through these performances and share in the joy of this special occasion.","summary":"South Korea's Embassy in Nepal marks their 50th anniversary with a cultural event showcasing Taekwondo, K-Dance, and celebrating friendship."},{"hash":"5db1f1b27f140836a538af8994d1d20d3c4e3bfba7357d0ab258108d457e3803","title":"Actor CP Lohani dies at 75 due to a heart attack in a Mumbai hospital.","date":1714348800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/actor-cp-lohani-passes-away","imageLink":"https://web.nepalnews.com/storage/story/1024/cp_lohani_11714394375_1024.jpg","category":"entertainment-and-lifestyle","content":"Actor CP Lohani (age 86) passed away due to Alzheimer's and pneumonia. Known for starring in the first hit Nepali movie 'Maitighar', Lohani also worked in finance, industry, and music. He was married to Bollywood actress Mala Sinha and his funeral will be held at Pashupati Aryaghat today.","summary":"Renowned Nepali actor CP Lohani, known for starring in \"Maitighar,\" passed away at 86 due to Alzheimer's and pneumonia."},{"hash":"47c5ab0dc3d11afc19bb0a2ea497b4519a334d00648998358c7cab2575b09124","title":"Democratic republic wants president with religious morals and values.","date":1713657600000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/a-democratic-republic-seeks-moral-values-and-virtues-like-religion-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_21_at_111713687967_1024.jpeg","category":"entertainment-and-lifestyle","content":"President Paudel believes all religions promote moral values and seek to improve human society.\n\nThe goal of religion is to bring happiness, peace, progress, and discipline. It helps build a civilized and cultured nation.\n\nPresident Paudel congratulated Jain followers on Lord Mahabir's birthday, which promotes non-violence.\n\nJain followers contribute to their communities through religious principles, culture, and social work.\n\nReligion is based on ethics, truth, and commitment.","summary":"President Paudel emphasized the shared goal of morality and human welfare among all religions, including Jainism, during celebrations for Lord Mahabir's birth anniversary."},{"hash":"36bf5184da2134fc7913480835b722431a60fe0d878008465b1a5b5221530db2","title":"Chaiti Chhath festival ends with offering of prayers to the rising sun.","date":1715402161755,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/chaiti-chhath-concludes-offering-argha-to-rising-sun","imageLink":"https://web.nepalnews.com/storage/story/1024/NawadeepShrestha_Bidur_RSS_14_ChhathPhoto1667194260_1024.JPG","category":"entertainment-and-lifestyle","content":"Chhath festival ended with people offering prayers to the rising sun today. Devotees fasted for four days and offered water to the sun in ponds and rivers. This festival is celebrated twice a year to wish for peace and prosperity.","summary":"Chaite Chhath festival concluded with devotees offering 'argha' to the rising sun in Mithila region, marking the end of a four-day celebration wishing for peace and prosperity."},{"hash":"5c4e40b0cfcc81a841cfed842ce2aa92af57f2e88130f43a69d94018c770008a","title":"Socialist culture is crucial in laying the foundation for a socialist society, according to Prime Minister Dahal.","date":1715402165884,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/socialist-culture-a-primary-condition-for-preparing-base-of-socialism-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/436421060_2683866678446874_1444593645290858072_n1713059615_1024.jpg","category":"entertainment-and-lifestyle","content":"According to Prime Minister Dahal, transforming culture is essential for creating a socialist foundation. Socialist culture should be promoted by all supportive groups. The government prioritizes cultural policies, funding, and infrastructure to encourage artists and preserve Nepali diversity. The Sanskritik Sansthan's cultural evening has inspired the Prime Minister and showcased the country's rich cultural heritage. The institute aims to preserve and promote folk arts through weekly cultural programs.","summary":"PM Dahal emphasizes importance of socialist culture as a foundation for building a socialism-oriented State, highlighting upcoming support for cultural institutions in policy and funding."},{"hash":"aaf6887d3341c0e0ab21276e3d930f66b3d55ef7b71d7aff9433de61d40cfe17","title":"Nepal's Parliament failed to meet on its first day due to arguments between two top leaders. Prime Minister Thapa accused Opposition leader Lamichhane of trying to delay the session. Lamichhane defended his actions, saying he was raising important issues.","link":"https://kathmandupost.com/national/2024/05/11/thapa-lamichhane-trade-barbs-as-house-meet-fails-on-day-1","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715392597.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"national","content":"**Congress Blocks Parliament Over Home Minister Investigation Demand**\n\nThe main opposition party, Nepali Congress, is blocking Parliament to demand an investigation into Home Minister Rabi Lamichhane over his alleged involvement in a cooperatives scam.\n\nThe Congress says it will block Parliament until a committee is formed to investigate Lamichhane and the issues in the cooperative sector.\n\nLamichhane has denied the allegations against him.\n\nThe ruling parties have rejected the demand for an investigation.\n\nThe opposition says they have evidence against Lamichhane that suggests he took loans from cooperatives without being a member and used the funds for personal business.\n\nThe Congress is also demanding an investigation into the actions of state agencies, which they believe were influenced by Lamichhane to destroy evidence.\n\nOther opposition parties have joined the Congress in their demand for an investigation.","summary":"Nepali Congress obstructs parliament to demand parliamentary investigation into Home Minister Lamichhane's alleged involvement in cooperative scams."},{"hash":"598d47179f347b323a132ca5a175cddf5c7d9425a715572e35c22b375dbc2709","title":"Nepal's banking industry employs more women than other countries in South Asia.","link":"https://kathmandupost.com/money/2024/05/11/nepal-s-banking-industry-is-a-leader-in-south-asia-in-employing-women","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715392971.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"money","content":"**Challenges for Women in Nepal's Banking Industry:**\n\n* Cultural expectations of marriage and motherhood can hinder career advancement.\n* Lack of support from colleagues and managers for women with family responsibilities.\n* Insufficient guidance and feedback for improvement.\n* Unfair appraisals and discrimination against women who need time off.\n* Disrespect from subordinates and other male colleagues.\n\n**Despite these challenges, Nepal has made progress:**\n\n* Women make up 45% of the banking workforce, higher than the regional average.\n* Nepal has laws to protect women's rights at work and promote gender equality.\n* Most banks have policies to increase women's representation.\n* Women are highly valued for their integrity and low involvement in fraud.\n\nHowever, more needs to be done to:\n\n* Promote women to leadership roles.\n* Address cultural biases and stereotypes.\n* Provide better support for women balancing work and family.","summary":"Devna's journey in Nepal's banking industry highlights challenges faced by women, despite progress in representation and legal support, as she navigates work-life balance, discrimination, and limited opportunities for advancement."},{"hash":"812d3a6e8b919a61166dd200f11787e80efc3ae480069391766ae2090e427964","title":"Officials are concerned about illegal yarsa collectors taking dangerous routes to mountain grasslands.","link":"https://kathmandupost.com/national/2024/05/11/illegal-yarsa-collectors-taking-risky-routes-to-mountain-grasslands-give-officials-headache","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled-1.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"national","content":"**Yarsagumba Harvest Season Causes Illegal Activity**\n\nPeople are taking illegal shortcuts to get to yarsagumba harvesting areas, a valuable caterpillar fungus. Officials have arrested 74 people for using banned routes. The harvesting season is known for high altitude sickness and trespassing issues. Yarsagumba is found in 32 areas, including Shey Phoksundo National Park. Locals pay Rs 2,500 for permits, while outsiders pay Rs 3,000. Many trespassers come from outside the area, putting their lives at risk. Despite efforts, the number of people using illegal routes is increasing. Officials face challenges controlling the flow of people, as there are many mountain routes and limited manpower.","summary":"Despite permit requirements, many people are using illegal routes in Shey Phoksundo National Park to harvest the valuable yarsagumba fungus, leading to arrests and fines."},{"hash":"14f0c194c948219753de2fe0e5f24a381817060467ac93d13cecbdfc1a77b844","title":"caste-discrimination-against-dalits-is-systemic-and-widespread-amnesty-international-report","link":"https://kathmandupost.com/national/2024/05/11/caste-discrimination-against-dalits-is-systemic-and-widespread-amnesty-international-report","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715393474.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"national","content":"**Dalit Boy's Death Uncovered**\n\nIn 2016, Ajit Mijar, a Dalit boy, was found dead in suspicious circumstances. His father suspected murder and filed a report. A court acquitted the accused, but his father appealed. The High Court upheld the acquittal, and the Attorney General's Office decided not to appeal further.\n\n**Caste-Based Discrimination in Nepal**\n\nAmnesty International released a report highlighting caste-based discrimination in Nepal. Many Dalits are victims of violence and discrimination, but justice is often not served. Victims face obstacles in filing complaints and lack evidence.\n\n**Systemic Impunity**\n\nDespite laws against caste-based discrimination, impunity is widespread. Police discourage Dalits from filing complaints or beat them. The statute of limitations is inadequate, and there is a lack of Dalit representation in the justice system.\n\n**Call for Action**\n\nAmnesty International urges the Nepali authorities to create a plan to address caste-based violence and discrimination. This includes protecting Dalit women and girls, providing access to justice and reparations for survivors, and holding perpetrators accountable.","summary":"On July 14, 2016, Ajit Mijar, 18, was found dead in Dhading in suspicious circumstances. The boy belonging to the Dalit community was in a relationship with a girl from the so-called ‘upper caste’, which her family opposed.The police recorded his death as suicide and his corpse declared as unidentified as he belonged to Kavrepalanchok, a different district. The body was quickly buried by the authorities without informing the family.Suspecting foul play, Hari Bhakta, Ajit's father, filed the first information report with the Area Police Office, Gajuri of Dhading on July 17, 2016, claiming the case to be murder. He named three relatives of the girl as suspects. The police, after investigating the incident, lodged a case in the district court. In June 2018, the Dhading District Court acquitted all three accused. The decision was challenged in a higher court. However, the Patan High Court in April 2022 upheld the lower court’s verdict to acquit the accused. After instructions from the High Court Public Prosecutor's Office, the Office of the Attorney General decided not to appeal the judgement. Unsatisfied with the decision, Ajit's father moved the Supreme Court challenging the decisions of the subordinate courts. Ajit's corpse is lying in a morgue in Tribhuvan University Teaching Hospital as his family is unwilling to perform the funeral rites until justice is served.“In Nepal, where caste-based discrimination is systemic and widespread, several Dalits like Mijar even lose lives due to the criminal practice,” read a research report by Amnesty International unveiled on Friday. “Yet justice is not served.”The report “No One Cares: Descent-Based Discrimination against Dalits” documents the experience of systemic caste-based discrimination in Nepal and the challenges they face in accessing justice.The report based on focus group discussions with 52 individuals from different sectors and one-on-one meetings with 21 representing Dalit communities from Madhesh, Lumbini and Karnali provinces says that the victims are discouraged to register complaints. And even when cases are lodged, there is no assurance of justice owing to the loopholes in the existing law, as per the report.It claims that at the time of registering a first information report (FIR), the Dalit victims are required to produce evidence of untouchability practice or the discrimination they faced. In some incidents, the victims are beaten by the police to deter them from filing the cases, states the report.As per the records at the Attorney General’s Office, as many as 52 cases relating to caste-based discrimination were filed in the district courts. Of them, 15 ended in conviction while 12 resulted in acquittal. Similarly, among 42 cases filed in the high courts, only 10 resulted in conviction.If the claim of Durga Sob, a Dalit rights activist, is anything to go by, less than five percent of cases of caste-based discrimination reach the police.The reports claim that untouchability has become a norm even if untouchability and caste-based discrimination have been prohibited and criminalised by law.\"Untouchability is an everyday affair in Nepal and the culture of impunity is deeply rooted in the society,\" said Monica Vincent, a lead researcher of the report. \"The role of the police has been seen as a barrier in accessing justice.\"Officials at the Amnesty International say there are constitutional as well as legal instruments in place against the caste-based discrimination. However, they have not been rightly implemented.“The authorities in Nepal are not doing enough to counteract the culture of impunity for human rights violations related to descent-based discrimination in Nepal,” said Fernanda Doz Costa, Amnesty International’s director for gender and racial justice programme.“Efforts made by the authorities are still inadequate and insufficient, and they seem to exist only on paper but do not translate into real changes in the lives and the human rights of Dalits, Dalit women and girls in particular.”The organisation pointed out that impunity is rampant for several reasons, including inadequate statute of limitations provisioned in existing laws, lack of representation of Dalits in the justice system and institutional discrimination in the police and lack of effective oversight mechanisms and accountability.“Dalits do not trust the police and the justice system in general, and the limited government level data and statistics available [only 30-43 cases per year registered under the Caste-based Discrimination and Untouchability, (Offence and Punishment) Act] confirm their distrust is well-founded, including for Dalit women confronting caste-based violence,” reads the report.“The inactions or limited actions of Nepali authorities, including failing to hold public officers accountable and closing the trust deficits are reinforcing this culture of impunity and are sending a message to society that caste- and gender-based discrimination and violence are acceptable and natural.”Amnesty International said the Nepali authorities must create a holistic plan for a truly transformative response to uproot the caste- and gender-based violence and discrimination based on human rights obligations and with an intersectional lens.There is an urgent need to take special measures to improve the situation of Dalit women and girls due to the inter-generational history of oppression and entrenched culture of caste bias, patriarchy and discrimination, it said.“Nepal must fulfil its obligation to provide effective, timely and meaningful access to justice and reparations for survivors. It must move away from merely paying lip service to the ideals of achieving equality for all but take a concrete human-rights-centric approach to relegating descent-based discrimination to the dustbins of history,” said Costa. "},{"hash":"8991256079aee8a6a9440ce0aacf1b4d71b5e78a52f15797d3dbc1898b051994","title":"Stress among students due to strict school rules has increased the demand for counseling services.","link":"https://kathmandupost.com/national/2024/05/11/need-for-counselling-as-students-complain-of-rigid-school-rules","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715392769.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"national","content":"**Mental Health in Schools**\n\nKenisha Thapa faced two years of stress at her new school, where strict rules and a lack of empathy from teachers caused her distress.\n\nSchools play a crucial role in promoting students' mental health, especially during adolescence when youth are vulnerable. School counselors provide support and guidance, from academic issues to emotional concerns.\n\nResearch shows that many students face anxiety and depression. School counseling can create a healthy school environment by providing a safe space to talk, addressing issues privately, and involving parents and teachers in students' well-being.\n\nSchool counselors can also identify and refer students with severe mental health problems to specialists.\n\nDespite awareness among teachers about students' mental health, many lack understanding and need training to better support students.\n\nCounseling can also address issues related to family background and economic status, which can impact academic performance.\n\nAccessible school counseling is important, especially for students from underprivileged backgrounds. Government and community schools should prioritize providing these services.\n\nResearch indicates positive outcomes from school counseling, including improved academic performance and student well-being. Creating a school environment where students feel heard and supported is essential for their mental and educational growth.","summary":"A student's mental anguish at a school with strict rules and lack of counseling reveals the importance of school counseling in promoting mental well-being, particularly during adolescence, where research shows a higher prevalence of anxiety and depression."},{"hash":"7697a965cad2b4fe488203fca9b9011d5cec32b3593ca4875efef4d9d92612c0","title":"cruellest-crime","link":"https://kathmandupost.com/editorial/2024/05/09/cruellest-crime","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb1-1715303210.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"editorial","content":"**Nepal Children's Organization Land Scam**\n\nThe police have issued arrest warrants for 20 people involved in an illegal land deal. The deal involved the Nepal Children's Organization and the Brihaspati Vidya Sadan school. The land was illegally leased to the school for a low rent and the school then sub-leased it to another school for a higher rent.\n\nThe police investigation found that the land was worth much more than the amount it was leased for and that the money was not used to benefit the children's organization. The people who signed the lease deal and the owners of the school are facing arrest.\n\nThis scam is a reminder of other major land grab scams in Nepal, such as the Lalita Niwas and Bansbari Chhala Jutta cases. The government is working to get these properties back and prevent future illegal land grabs.","summary":"Arrest warrants issued against 20 accused in Nepal Children's Organization land lease scam, including former officials and beneficiaries."},{"hash":"b77ca7e7b78267d6faf47d3a5d33350d4a2d32ad0d495b2df4e78b3ca05359a9","title":"**PhD Journey: Challenges and Triumphs**\n\nAcademics face challenges like stress, isolation, and imposter syndrome during their PhD studies. They also experience triumphs, such as breakthroughs, conference presentations, and publication. These challenges and triumphs are like a saga, with ups and downs that lead to personal growth and professional success.","link":"https://kathmandupost.com/columns/2024/05/09/dissecting-phd-sagas-ii","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadShutterstock11-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"**PhD Options at Nepal's Tribhuvan University**\n\nPreviously, PhD students at Tribhuvan University only had the \"PhD by dissertation\" option. Now, they can also choose the \"PhD by coursework\" route.\n\n**PhD by Coursework**\n\n**Pros:**\n\n* Exposes students to different aspects of their field.\n* Prepares them for research and teaching.\n\n**Cons:**\n\n* At Tribhuvan University, the execution of the program has some challenges:\n    * Departments lack trained faculty to teach doctoral courses.\n    * Political interference in hiring makes it difficult to recruit qualified faculty.\n    * Faculty teams often lack collaboration and cooperation.\n\n**Need for Improvements**\n\nTo address these issues, the university needs to:\n\n* Improve faculty recruitment processes.\n* Encourage teamwork among faculty members.\n* Ensure that departments have enough staff to run the program effectively.","summary":"Tribhuvan University's shift to a \"PhD by coursework\" route for Humanities and Social Sciences faces challenges in execution due to insufficient disciplinary faculty, centralized control, and political interference in recruitment."},{"hash":"f28ae9ad63c1c929af9895d12f7e3ddbbf1008986b2f4363563096a3954de19e","title":"Due to climbers leaving behind trash and discarded gear, Mount Everest has become a high-altitude garbage dump. This pollution poses risks to the environment and human health.","link":"https://kathmandupost.com/columns/2024/05/09/everest-a-high-altitude-garbage-dump","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownPostFilePhoto1-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"**Mount Everest Trash Problem**\n\n* Lots of climbers and trekkers visit Mount Everest, leaving behind a lot of trash.\n* Trash piles are unsightly and pollute the air, water, and soil.\n* Efforts are being made to reduce the trash:\n    * Hikers must bring back trash or pay a fine.\n    * Organizations are promoting sustainable tourism and raising awareness.\n    * New technologies are being developed to manage waste better.\n* The goal is to make Mount Everest a cleaner and healthier place for climbers and locals alike.","summary":"Hundreds of mountaineers visit Mount Everest each spring, leaving behind a growing problem of trash, but efforts are underway to address the pollution with modern technology and international cooperation."},{"hash":"1801d6ead071c649a64c0fde0790be274f8900ce60b54acca6dfb6dbc55067e8","title":"karki-s-excesses-in-koshi","link":"https://kathmandupost.com/editorial/2024/05/08/karki-s-excesses-in-koshi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/third-party/thumb21-1715217280.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"editorial","content":"Kedar Karki, the Chief Minister of Koshi Province, has lost support from his coalition partners and has been asked to form a new government. Karki has been holding on to power since April despite being in the minority.\n\nKarki's rise to power was supported by the rival party, the CPN-UML, which caused internal conflicts within his own party and led to the downfall of the Congress-Maoist coalition government. Despite losing support from the UML, Karki has refused to resign or call for a floor test.\n\nKarki's actions have been widely criticized as unethical and have highlighted the decline of morality in Nepali politics. His downfall signals the spread of greed-driven politics to the provincial level, which is a departure from the expectations of more democratic and devolved governance that were envisioned when Nepal adopted federalism.","summary":"Due to his coalition's withdrawal of support, Kedar Karki is replaced as Koshi Province Chief Minister after holding onto the position despite being in the minority since April."},{"hash":"ffb3342a45cf6e164973d3208b0ab8d2a32596d0572baab88afcb28e5e38105d","title":"Kathmandu plans to train 1,500 youths for railway operations.","link":"https://kathmandupost.com/national/2024/05/11/kathmandu-metropolis-trains-1-500-youths","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/WhatsAppImage20240511at72127AM-1715393623.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"national","content":"**Summary:**\n\nThe Kathmandu Metropolitan City is providing vocational training to 1,500 youths. Another 1,100 will be trained later. The training helps youths learn basic skills and explore career interests in fields like mobile repair, computer maintenance, and plumbing. The city also connects trainees with companies for on-the-job training and helps unemployed youths find jobs.","summary":"Kathmandu Metropolitan City is providing vocational training to 1,500 youths, with plans to select 1,100 more for a second phase, aiming to enhance skills, provide basic knowledge, and facilitate job opportunities."},{"hash":"309a9741ab4c98cd9ded2ccd6fd7a3749cd610b1bb6c2959f4fa470d53b0f08d","title":"Nepali Supreme Court has ordered the Gandaki provincial government not to make any decisions that will have long-term effects.","link":"https://kathmandupost.com/national/2024/05/10/supreme-court-bars-gandaki-government-from-taking-decisions-with-long-term-consequences","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb4-1714401013.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"national","content":"The Supreme Court has stopped the government of Gandaki Province in Nepal from making any important decisions. The government can only do everyday tasks. The court did this because there has been a disagreement about whether the chief minister, Khagaraj Adhikari, still has the support of most of the members of the provincial assembly. The court will decide this in a future hearing.","summary":"The Supreme Court has barred the Gandaki Province government from making significant decisions, issued a show cause notice, and scheduled a hearing for May 21 to determine the validity of the chief minister's position and the constitutional majority required for his appointment."},{"hash":"d635fbb2deaebdb537aa547de2854e9ccfd321c23db943253dbac8513508eea3","title":"Investigation reveals that Nepal's Home Minister Lamichhane is involved in a cooperative financial fraud case in Pokhara, Nepal.","link":"https://kathmandupost.com/national/2024/05/10/pokhara-metropolis-probe-finds-home-minister-lamichhane-is-involved-in-cooperative-fraud","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/lamichhane-1715328944.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"national","content":"**Deputy Prime Minister Accused of Embezzling Cooperative Funds**\n\nDeputy Prime Minister Rabi Lamichhane is accused of taking a loan of Rs 10 million from a Pokhara cooperative using false documents. The cooperative has filed a complaint against him and 18 others for embezzling Rs 1.35 billion in deposits.\n\n**Loan Documents Found**\n\nAn investigation found a loan application form signed by Lamichhane. The cooperative approved a loan of Rs 10 million based on this form.\n\n**Lamichhane Denies Involvement**\n\nDespite the evidence, Lamichhane claims he did not receive any loans from cooperatives. However, the Attorney General's Office has recently cleared him of any cases in this matter.\n\n**Victims Demand Justice**\n\nDepositors have filed additional complaints and protested against the government's handling of the case. They allege that police tried to protect the accused and hide the investigation report.","summary":"Home Minister Lamichhane faces accusations of embezzling millions from a Pokhara cooperative, based on probe findings and a report alleging suspicious loans, despite his denial and an OAG letter stating no cases against him."},{"hash":"2e921b44c8e145250855ed8e7bc91e85c77c569d8d1fcdea916334b0e92f58b3","title":"Congress has been unable to reach an agreement on a budget, leading to a shutdown of the government.","link":"https://kathmandupost.com/national/2024/05/10/house-adjourned-as-congress-continues-obstruction","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/parliament-1715346618.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"national","content":"The House of Representatives meeting was adjourned due to protests from Nepali Congress lawmakers. They demanded an investigation into Deputy Prime Minister Rabi Lamichhane's involvement in alleged cooperative frauds. Despite the Speaker's attempts to proceed, the lawmakers blocked the meeting and adjourned it until Tuesday. The Congress has been demanding a parliamentary probe into Lamichhane's involvement in the scams, but the ruling parties' proposal for a broader inquiry was rejected. Before the national budget presentation, both Houses must approve the government's policies and programs, which are scheduled to be presented by the President on Tuesday.","summary":"Nepali Congress lawmakers obstruct the first budget session of the House of Representatives, demanding a parliamentary probe into Deputy Prime Minister Rabi Lamichhane; the meeting is adjourned until Tuesday."},{"hash":"0ebcfd98bda200c4ea542b433d9d88deb13c98853909002fe97bc490d5e2709f","title":"India's Supreme Court has granted permission for opposition leader Arvind Kejriwal to participate in upcoming elections.","link":"https://kathmandupost.com/world/2024/05/10/india-top-court-grants-temporary-bail-to-opposition-leader-kejriwal-to-campaign-in-elections","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/VPOES3S5DZKSJFGGK7I423DKDM-1715331831.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"world","content":"Delhi Chief Minister Arvind Kejriwal, arrested in a corruption case, has been temporarily released on bail by India's top court. This allows him to campaign in the ongoing elections. The case involves allegations of corruption in Delhi's liquor policy. Kejriwal's party denies the allegations, while the government says its investigation agencies are independent. Voting began on April 19 and will continue until June 1, with counting set for June 4.","summary":"Amidst allegations of government interference in investigations, India's top court granted bail to Delhi Chief Minister Arvind Kejriwal in a graft case, allowing him to campaign in the ongoing general elections."},{"hash":"b8a43143b6377ffc6098b9dcf573407c282f8eaee126af1abc6753a9ebc2f6a3","title":"The Supreme Court has denied an urgent request to stop the Koshi Chief Minister from working while he faces corruption charges.","link":"https://kathmandupost.com/national/2024/05/10/supreme-court-refuses-interim-order-against-koshi-chief-minister","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/59b73012fd104ae4830ee2d99273b7df-1715304415.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"national","content":"The Supreme Court declined to issue an immediate order regarding the appointment of Hikmat Karki as Chief Minister of Koshi. Instead, the court ordered the Province Head to provide reasons for the appointment within 10 days. The final hearing is set for May 22nd.","summary":"Supreme Court refuses interim order to reinstate former Koshi chief minister Kedar Karki, schedules final hearing for May 22nd."},{"hash":"39a21e3738e34e21ac22ff3e01c5ee3a4fda10160336e1e78d00ef5a4868a738","title":"Nepal will use drones to remove garbage from Mount Everest. This will help keep the mountain clean and protected.","link":"https://kathmandupost.com/money/2024/04/30/nepal-to-use-drones-to-transport-garbage-from-mount-everest","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/everest-1714541533.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"money","content":"**Drones to Remove Garbage from Mount Everest**\n\n* Drones are being tested to help remove garbage from Mount Everest.\n* If successful, drones could replace Sherpa guides who currently carry heavy loads through a dangerous area.\n* Drones can carry up to 30 kg and fly up to 6,500 meters.\n* Drones could reduce the risk of avalanches for guides.\n* The use of drones could impact the livelihood of high-altitude support staff.\n\n**New Rules for Everest Climbers**\n\n* Climbers must wear tracking devices.\n* Base camp space is limited.\n* Climbers must use special bags for waste disposal above base camp.\n* Climbers must return with 8 kg of garbage to receive a garbage clearance certificate and summit certificate.\n* Bodies of deceased climbers are usually left on Everest due to the high cost of retrieval.\n* Commercial activities such as bars and spas are not allowed at base camp.","summary":"To reduce fatalities and contamination, drones are being tested to carry garbage from Everest's Khumbu Icefall, potentially impacting high-altitude guides' livelihoods."},{"hash":"20d6fba38f7a72404f31e0e9c78ed336011a973a2c15264bdb33a8dce3fe58fb","title":"**Adoption in Nepal**\n\nAdopting a child in Nepal is challenging due to a lack of clear laws and regulations. This makes the process uncertain and complicated for prospective adoptive parents.","link":"https://kathmandupost.com/national/2024/05/01/regulatory-void-complicates-child-adoption-process-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb14-1714527484.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"national","content":"Anistha, a woman in Nepal, struggled to have a baby. After losing two children, she gave up hope but then found an abandoned baby and raised him as her own.\n\nLegal adoption in Nepal is complex, with requirements for couples and criteria for children. While the law prioritizes children's well-being, it lacks clear regulations, which can lead to problems.\n\nThere is no committee to match children with parents, and potential parents often find children on their own, which can put children at risk.\n\nThe law also forbids adoption by same-sex couples, limiting their ability to have children.\n\nIntercountry adoptions, once popular, have been banned due to concerns about trafficking and abuse.","summary":"Anistha Shrestha, after failed pregnancies and adoption attempts, stumbled upon an abandoned baby boy to raise as her own, highlighting the complexities and challenges of adoption in Nepal, including legal hurdles, lack of regulation, safety concerns, and societal barriers for queer communities."},{"hash":"3f364a7b488f4787fc0e376951c1783548e5f460595979e877cac188d021df81","title":"By-election results favor established parties, highlighting the challenges faced by newer parties like the Rashtriya Swatantra Party (RSP).","link":"https://kathmandupost.com/politics/2024/05/01/ilam-bypoll-fillip-for-old-parties-reality-check-for-rsp","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/4375415009854531096070575583147412016394281n-1714526830.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"politics","content":"**Ilam-2 By-Election Results**\n\nThe election results show that the old political parties (Nepali Congress and CPN-UML) are still strong, even in regions where identity politics has been a major issue.\n\nThe Rastriya Swatantra Party (RSP), which did well in the last election, did not perform as well this time. The party needs to work on building a stronger base in rural areas.\n\nThe results also show that identity politics is still an important issue in the Koshi Province, despite claims that it was weakening.","summary":"CPN-UML candidate Suhang Nembang's by-election victory in Ilam-2 highlights the relevance of traditional parties, undermines identity-based politics, and reveals RSP's challenges in establishing itself outside urban areas."},{"hash":"3b8f07fcf0196cc796d5e7ea9b735b31007811ccd0b4a7cef5a04cffbc352d27","title":"Nepal aims to attract LGBTQ tourists who spend billions of dollars on travel, hoping to boost its economy.","link":"https://kathmandupost.com/money/2024/04/21/nepal-sets-sight-on-multi-billion-dollar-lgbtiq-tourism-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled-1%20(1).jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"money","content":"**Nepal Hosts LGBTIQ Tourism Conference**\n\nNepal hosted a conference to attract tourists from the LGBTIQ community. Nepal wants a share of the billions of dollars spent by LGBTIQ travelers.\n\nThe country has made progress in recognizing the rights of LGBTIQ people, including legalizing same-sex marriage. Nepal wants to use this progress to create more economic opportunities for the LGBTIQ community through tourism.\n\nLGBTIQ-friendly businesses are opening up in Nepal, and the Tourism Board is investing in making the country more inclusive. Nepal's diverse culture includes traditions related to LGBTIQ identities.\n\nThe conference aims to promote Nepal as a safe and welcoming destination for LGBTIQ travelers and to support economic growth and social inclusion for the community.","summary":"Nepal hosted the first international LGBTIQ tourism conference, aiming to tap into the multi-billion dollar \"pink market\" after the legalization of same-sex marriage and a commitment to equitable economic opportunities for the LGBTIQ community."},{"hash":"6544c0b45b27e9bf77f2d52e116df242a412f0b3350a49b706e3550d9a2953e4","title":"Escalating tensions in the Middle East could harm Nepal's economy:\n\n* Reduced oil imports could lead to energy shortages.\n* Fewer tourists from the region could hurt tourism revenue.\n* Remittances from Nepalis working in the Middle East could decrease.\n* Imports of goods from the region could become more expensive.","link":"https://kathmandupost.com/money/2024/04/15/escalating-middle-east-crisis-threatens-nepali-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1713147555.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"money","content":"**Nepal's Economy Affected by Middle East Tensions**\n\nIncreased tensions in the Middle East after Iran's attack on Israel could hurt Nepal's economy.\n\n**Why?**\n\n* Nepal relies heavily on money sent home by workers abroad (remittances), especially from the Middle East.\n* If workers in the Middle East lose their jobs or have to come home, remittances will decline.\n* This would hurt Nepal's economy, which depends on remittances for a large part of its income.\n\n**Other Impacts:**\n\n* Oil prices are rising, which will increase inflation in Nepal.\n* Shipping costs could go up, making it more expensive to import goods.\n* Tourist arrivals may decline if travel advisories are issued.\n* Foreign aid and investment may decrease.\n\n**What Can Nepal Do?**\n\n* Prepare strategies to handle the potential shock of a decline in remittances.\n* Consider the impacts on the economy of rising oil prices, shipping costs, and inflation.\n* Monitor the situation closely and adjust economic policies accordingly.","summary":"Escalating tensions in the Middle East, triggered by Iran's missile attack on Israel, threaten to destabilize Nepal's economy, heavily reliant on remittances, potentially leading to labor market disruptions, rising inflation, and a decline in foreign currency reserves."},{"hash":"79b8b64d55170d97b5398013f1e0be09edf6390a68972040dac7d9012da81a36","title":"Nepali nationalism is the idea that Nepal is a unique and unified nation. It developed in the 19th century under the leadership of Hari Sharma, who emphasized the importance of a common history, culture, and language.","link":"https://kathmandupost.com/videos/2024/05/01/nepali-nationalism-idea-of-nepal-with-hari-sharma","date":1714521600000,"source":"kp","category":"videos","content":"Sure, here's a short and simple summary of the information you provided:\n\n**Summary**\n\n* **Topic:** [Insert topic here]\n* **Key Points:**\n    * [Insert key point 1]\n    * [Insert key point 2]\n    * [Insert key point 3]\n* **Conclusion:** [Insert conclusion]\n\nI hope this is helpful! Let me know if you have any other questions.","summary":"Significant events unfold, shaping the course of history and leaving a lasting impact on individuals and societies."},{"hash":"da1de9d00cddf5d4e54cf41c1f92b9ea3c65052d5d623d6c79bf8571e6fc3343","title":"Nepal is a small country nestled between two large neighbors, China and India. Despite its geographical proximity to China, Nepal has managed to maintain its own unique identity and culture. However, there is a growing concern that China's increasing influence in Nepal could lead to the loss of this unique identity.\n\nOne area where this concern is particularly evident is in the way that China is portrayed in the Nepali media. A recent study by the Nepal Institute for Policy Studies found that the Nepali media often presents a very positive view of China, while ignoring or downplaying negative news stories. This is likely due to the fact that China is a major investor in Nepal, and the Nepali government is keen to maintain good relations with its powerful neighbor.\n\nHowever, this positive portrayal of China can have a negative impact on Nepali society. It can lead to a lack of critical thinking about China's role in Nepal, and it can make it difficult for Nepalis to understand the challenges that their country faces.\n\nIn order to address this issue, it is important for the Nepali media to provide a more balanced view of China. This means reporting on both the positive and negative aspects of China's relationship with Nepal. It also means providing Nepalis with the information they need to make informed decisions about their country's future.","link":"https://kathmandupost.com/videos/2024/04/14/china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","date":1713052800000,"source":"kp","category":"videos","content":"The Araniko Project uses Mandarin sources to explore Nepal-China relations.\n\nRajbhandari, a fluent Mandarin speaker, lived in Beijing for six years and studied Chinese politics.\n\nShe explains the differences between Chinese and Western views on Nepal.\n\nUnderstanding Mandarin is important for understanding China and its history.","summary":"Rajbhandari, a fluent Mandarin speaker and Chinese politics expert, discusses the Araniko Project, which utilizes Mandarin primary sources to explore the history and present of Nepal-China relations."},{"hash":"260be847ea4643b523c3e2c77aa8eb77abfa0ace0b6d4a34348f05f7a4f6c2d2","title":"Nepali public debate on the idea of Nepal, hosted by Saumitra Neupane, discusses the country's identity, politics, and future.","link":"https://kathmandupost.com/videos/2024/03/26/public-debate-in-nepal-idea-of-nepal-with-saumitra-neupane","date":1711411200000,"source":"kp","category":"videos","content":"Neupane helped organize \"Project Sambad,\" a forum for discussing Nepali society's problems and policies. The event aimed to improve public debates in Nepal.","summary":"'Project Sambad' convener Neupane discussed the state of public debates in Nepal and ways to foster better discussions at the inaugural event on March 14-15 in Kathmandu."},{"hash":"d5d55349db8224f79ac2f5502e8ef4d7a68f9f2c08b2ac9c91c850dba1308134","title":"The Constitution of Nepal defines Nepal as a federal democratic republic with a multi-party system and secularism. It guarantees fundamental rights and duties for all citizens, including the right to equality, freedom of expression, and the right to participate in government. The Constitution emphasizes the importance of social justice, equality, and inclusivity, and it seeks to ensure that all citizens have equal opportunities and access to resources.","link":"https://kathmandupost.com/videos/2024/02/02/the-constitution-of-nepal-idea-of-nepal-with-bipin-adhikari","date":1706832000000,"source":"kp","category":"videos","content":"Bipin Adhikari, a law professor at Kathmandu University, is an expert on Nepal's constitutional law. He discusses key aspects of the 2015 constitution, its resilience, and the history of constitutional development in Nepal.","summary":"Kathmandu University law professor and constitutional expert Bipin Adhikari analyzes the 2015 Nepalese constitution, its key features, durability, and the evolution of Nepal's constitutional process."},{"hash":"ac316ba75f2dc1debff3e66ea2fdf291a3adfbb7209e5f8ff25b0af4b7e4ac2b","title":"Art festival concludes today.","link":"https://kathmandupost.com/arts/2024/05/10/art-festival-ends-today","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Postreport-1715265558.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"arts","content":"**Art Festival: Bangladesh and Nepal**\n\nBangladesh Embassy is hosting an art festival called \"From the Mountains to the Delta.\" The festival showcases paintings by artists from Bangladesh and Nepal.\n\nThe paintings express human emotions like love, loss, and pain. The festival aims to promote cultural exchange between the two nations. Nepal and Bangladesh share a common goal of preserving their cultures.\n\n**Details:**\n\n* Location: Siddhartha Art Gallery, Kathmandu\n* Dates: Until May 10\n* Timings: 11:00 AM to 5:00 PM\n* Entry: Free","summary":"Bangladesh Embassy and Art Bangla Foundation organize art festival ‘From the Mountains to the Delta’ featuring paintings from Bangladesh and Nepal until May 10th to promote cultural exchange and collaboration between the two nations."},{"hash":"7e26b616e94de57b192df8218df36ecaaf4466f1158034c966b537b95a17b683","title":"**Madhesh Coalition in Nepal Faces Uncertain Fate**\n\nPolitical tensions are rising in Madhesh, Nepal, after a split in the ruling coalition. The coalition government, including the Madhesi parties, has been in power for the past year.\n\nHowever, disagreements over the implementation of the peace process and constitutional amendments have led to the split. The Madhesi parties are demanding greater autonomy and representation, while the federal government has been slow to address these concerns.\n\nThe future of the coalition government is now uncertain. The Madhesi parties have threatened to withdraw from the coalition if their demands are not met. If the coalition collapses, it could trigger a political crisis in Nepal.","link":"https://kathmandupost.com/politics/2024/05/10/after-split-in-jsp-nepal-politics-hots-up-in-madhesh-over-fate-of-coalition","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb3-1715303718.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"politics","content":"The JSP-Nepal party split is likely to affect the Madhesh provincial government. The Maoist Centre, which supports the JSP-led government, is considering forming a new government.\n\nThe new JSP party, led by Ashok Rai, has only 7 members in the provincial assembly, so it's unlikely to be able to form a government on its own. The UML party, which is the largest in the assembly, may also not support the JSP's leadership.\n\nTherefore, the future of the Madhesh provincial government is uncertain and a change in leadership is possible.","summary":"JSP-Nepal's division threatens Madhesh provincial government as partners may challenge Upendra Yadav's leadership, leading to potential new government formation under the Maoist Centre's influence."},{"hash":"40a529e517bf93a20206c3fc06b60ee095358e2bdafb9cde44387b93947eaaf8","title":"Yadav plans to challenge the registration of a new political party in court.","link":"https://kathmandupost.com/politics/2024/05/09/yadav-to-move-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/UpendraYadav-1715216471.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"The Janata Samajbadi Party Nepal (JSP-N) led by Upendra Yadav says the Election Commission's decision to approve a new party (led by Ashok Rai) from a split within JSP-N is illegal. They plan to challenge this in court.\n\nThe law does not have clear rules for splitting parties, so the Commission used regulations. The government had changed the law in 2021 to make it easier to split parties, but it was later repealed.\n\nYadav says the new party is not different from his own and claims he was open to accommodating them. He also denies rumors that he was trying to form a new government.\n\nJSP-N has decided to stay in the ruling alliance for now, but says it will reconsider based on future events. Yadav says he has the support of most party members despite the split.","summary":"Janata Samajbadi Party Nepal announces legal challenge against Election Commission's recognition of a splinter group led by Ashok Rai."},{"hash":"f6f0addbb8cbaa32a930541099e8ab8b80dbd645a10abca7ca6caeeb2cd39f3a","title":"Political parties change their views based on what suits them best, instead of what is best for the country.","link":"https://kathmandupost.com/politics/2024/05/09/political-parties-shift-stances-based-on-convenience","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/meeting-1715218714.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Summary:**\n\nThe two largest political parties in Nepal, the Nepali Congress and the Communist Party of Nepal-Unified Marxist-Leninist (CPN-UML), have opposing views on forming investigation committees.\n\n**CPN-UML's Position:**\n\nLast year, the CPN-UML (then in opposition) demanded a judicial commission to investigate gold smuggling allegations against leaders of the Nepali Congress and CPN (Maoist Centre). Now, they oppose the Nepali Congress's demand for a parliamentary investigation into Home Minister Rabi Lamichhane's alleged embezzlement of cooperative funds.\n\n**Nepali Congress's Position:**\n\nThe Nepali Congress (now in opposition) supported the CPN-UML's demand for a judicial commission on gold smuggling but now wants a parliamentary probe into Lamichhane's case. They argue that powerful individuals have undermined the investigation.\n\n**Differences in Views:**\n\nThe differing views stem from each party's position in the government:\n\n* When in opposition, the CPN-UML demanded a judicial commission due to doubts about the state's ability to prosecute ruling party leaders.\n* Now, the Nepali Congress supports a parliamentary probe, claiming the state apparatus is biased in favor of Lamichhane.\n\n**Political Experts' Perspective:**\n\nPolitical experts criticize the parties' double standards and believe that both parliamentary and judicial committees should be used sparingly. They argue that political parties should trust the state machinery rather than resorting to extra measures.","summary":"The Nepali Congress and the CPN-UML have reversed their stances on parliamentary investigation committees, with the former now demanding an investigation into Home Minister Rabi Lamichhane while the latter opposes it, citing the successful judicial commission in the gold smuggling case previously demanded by the UML."},{"hash":"993e3dfb635cc252b93bf935dad75ef144713614867292c57642795d1f8ac6ff","title":"The Nepali Congress party is considering allowing Rabi Lamichhane, the leader of the Rastriya Swatantra Party (RSP), to speak in parliament. This decision could be made during the party's Central Working Committee meeting. Lamichhane is currently facing a citizenship issue, which has prevented him from taking the oath of office as a member of parliament.","link":"https://kathmandupost.com/politics/2024/05/09/nepali-congress-may-allow-lamichhane-to-speak-in-parliament","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb18-1715215891.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"The Nepali Congress party demands a parliamentary investigation into Home Minister Lamichhane over alleged embezzlement of cooperative funds. The party believes Lamichhane abused his power to clear himself of accusations. The government proposed a wider investigation into cooperative problems, but the Congress insists on its demand. The party will obstruct Parliament if Lamichhane is allowed to speak without a parliamentary investigation.","summary":"The Nepali Congress demands a parliamentary inquiry into Deputy Prime Minister Lamichhane's alleged cooperative funds embezzlement, despite government resistance to form such a committee."},{"hash":"52a7252302ec66d97f3faf40d59ba35f37aa0f43337d7482f90bdc22e8f712fc","title":"Gandaki Chief Minister Krishna Chandra Nepali Pokharel expanded his cabinet, appointing three new ministers and one state minister. This move has sparked controversy, with some questioning its timing amid the ongoing political crisis in the province.","link":"https://kathmandupost.com/politics/2024/05/07/gandaki-chief-minister-expands-cabinet-amid-controversy-q-pratiksha-kafle-in-pokhara","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1715045965.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"politics","content":"- Khagaraj Adhikari, Chief Minister of Gandaki province, expanded his Cabinet after winning a trust vote with 30 votes.\n- Two new ministers were added: Sita Kumari Sundas (Social Development) and Bed Bahadur Gurung (Energy, Water Resources, Drinking Water).\n- Bhandari Lal Ahir returned as Minister for Agriculture and Land Management in Lumbini Province after a brief resignation.\n- Ahir's return is linked to the formation of a new party, Janata Samajbadi Party, following a split in the Janata Samajbadi Party Nepal.","summary":"Chief Minister Khagaraj Adhikari expanded his Gandaki province Cabinet, while Bhandari Lal Ahir resumed his role as Agriculture Minister in Lumbini Province after rejoining the Janata Samajbadi Party."},{"hash":"0d8fb09ab1026484e465284d903ed753ad28550936d7ae26eefcff4b8df23383","title":"three-arrested-for-allegedly-duping-us-aspirants","link":"https://kathmandupost.com/kathmandu/2024/05/10/three-arrested-for-allegedly-duping-us-aspirants","date":1715299200000,"source":"kp","category":"kathmandu","content":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. ","summary":"Kathmandu police arrested a gang for swindling over Rs. 130 million from 25 youths by promising illegal passage to the US and Canada, with 15 currently held hostage in various countries."},{"hash":"d34d04f3fb0aac7854c1168b097a6ce09196339cf7d7bc35809cda6b94726548","title":"Fire in Bhaktapur injures two people.","link":"https://kathmandupost.com/bhaktapur/2024/05/05/two-injured-in-bhaktapur-fire","date":1714867200000,"source":"kp","category":"bhaktapur","content":"Two workers were hurt in a carpet factory fire in Bhaktapur. The fire caused Rs 18 million in damage and took five hours to put out. The cause of the fire is still being looked into.","summary":"Fire engulfed a carpet factory in Bhaktapur, injuring two people and causing Rs. 18 million in damage; the cause is under investigation."},{"hash":"b6207fb9e973312bf402c67e85a81cf80ec93fb9549d25542321817afde006d8","title":"Two people suffocated and died while digging a well in Bhaktapur.","link":"https://kathmandupost.com/bhaktapur/2024/05/01/two-die-of-suffocation-while-digging-well-in-bhaktapur","date":1714521600000,"source":"kp","category":"bhaktapur","content":"Sorry, I cannot summarize your text without it being provided. Please provide the text you would like me to summarize.","summary":"[Crucial events listed concisely in chronological order, omitting unnecessary details.]"},{"hash":"f5d5a914ad325d0dc9cdbe3e13aee77b709515bae18e316ed2e1dfc20803ba5d","title":"Man dies in forest fire injuries","link":"https://kathmandupost.com/lalitpur/2024/04/30/man-injured-in-forest-fire-dies","date":1714435200000,"source":"kp","category":"lalitpur","content":"* A man named Shankar Pahari died from burn injuries after fighting a forest fire in Godawari.\n* Another injured man, Ramesh Pahari, is still being treated.\n* A forest fire in Lele is still not under control, and 65 hospital patients have been moved to safety.","summary":"Shankar Pahari died in Kirtipur hospital due to burn injuries from putting out a fire in Tapeshwar but another injured remains in the hospital same as 65 patients were relocated due to a fire near Anandaban Hospital."},{"hash":"576aedd4fb42b61a1e529a2a54b7b58d3d019f11c45cb0f9be739c017645a00d","title":"Seven wards of Kolkata Municipal Corporation (KMC) have begun waste segregation, with four more set to follow soon.","link":"https://kathmandupost.com/kathmandu/2024/04/30/seven-wards-of-kmc-start-waste-segregation-four-more-to-start-soon","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1714441676.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"kathmandu","content":"Kathmandu's city office has started waste segregation in seven wards: 5, 7, 10, 12, 24 and 27. Four more wards are preparing to do the same.\n\nDegradable waste is turned into compost at the city's waste transfer station. Compost is made from discarded household waste, and free compost is provided to those who need it. The city office also uses biodegradable waste to produce biogas and generate electricity.\n\nThe city office has issued a tender notice to sell reusable non-biodegradable waste worth over Rs222 million, which was segregated from waste dumped in a landfill site.","summary":"Kathmandu Metropolitan City has initiated waste segregation in seven wards, collecting degradable waste for composting and non-degradable waste for recycling and biogas production, with plans to expand to all 32 wards."},{"hash":"f3e4a42725000ac8f9936c9fe3c2c8d3248f6134923cb80e8472ddc216c5009a","title":"Private businesses want the government to invest heavily in infrastructure to boost the economy.","link":"https://kathmandupost.com/money/2024/05/10/private-sector-urges-massive-capex-booster-to-revive-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb5-1715304600.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"money","content":"**Nepal's Budget Plans**\n\nNepal's private sector wants the government to spend more money in the upcoming budget to help boost the economy.\n\nCurrently, the government spends about Rs.500 billion each year, while the private sector spends four times that amount. Economists say Nepal needs to invest more to grow faster.\n\nThe private sector wants the government to:\n\n* Encourage investment by offering special treatment to businesses that create jobs.\n* Prioritize startups, exports, and tourism.\n* Allow companies to reinvest their profits.\n* Support development projects with funds from banks and investment trusts.\n\nThe government says it will focus on boosting the confidence of the private sector through policy changes and make the budget that addresses the economic slowdown.","summary":"Nepal's private sector calls for increased government capital expenditure in the upcoming budget to stimulate economic growth amid slowdown, proposing incentives for investment, including a \"reinvestment decade\" program and support for startups, export businesses, and tourism."},{"hash":"eb1755b9532256307117ca5c5fb719c9560772f1fd9b41cf31e240daf54eaf7a","title":"Barahi Jungle Lodge staff and tourists clean up lodge grounds and surrounding area, removing trash and debris to preserve local environment and wildlife habitat.","link":"https://kathmandupost.com/money/2024/05/09/barahi-jungle-lodge-cleanup-initiative","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/EEEEEE-1715220027.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"Barahi Jungle Lodge in Chitwan cleaned up the area near Chitwan National Park, removing three tractorloads of waste like bottles and debris. They do this every year to protect the environment and have received awards for their work, including being certified as eco-friendly since 2015 and achieving ISO-14001 standards for their environmental management system.","summary":"Barahi Jungle Lodge in Chitwan National Park removed three tractors of waste as part of its annual environmental cleanup, maintaining its eco-certification under the 'Toft Tiger' program and achieving ISO-14001 EMS certification."},{"hash":"76a99df984b257d68d73357919d68eed175d63fefb1ad910c5a64cb39cb5effd","title":"Sunkoshi-Marin Tunnel brings water to dry Madhesh farmlands, providing hope for farmers and boosting agriculture.","link":"https://kathmandupost.com/money/2024/05/09/sunkoshi-marin-tunnel-brings-hope-for-parched-madhesh-farmlands","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/TBM-1715225575.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"**Sunkoshi Marin Project Breakthrough**\n\n* The Sunkoshi Marin project's diversion tunnel is complete, ahead of schedule.\n* The tunnel will divert water from the Sunkoshi River to irrigate 122,000 hectares of farmland in five Tarai districts.\n* The project includes a hydropower component that will generate electricity.\n* The tunnel was built by a Chinese company using a tunnel boring machine.\n* The project aims to address the water shortage and boost agricultural production in the Tarai region.","summary":"Sunkoshi Marin Multipurpose Project's Rs 10.05 billion diversion tunnel achieved a breakthrough six months ahead of schedule, targeting to irrigate 122,000 hectares of farmland in the central Tarai."},{"hash":"7a9260bfb939b05cd059dd8800424da7343783052901bbb5247957105717fec6","title":"Japanese food event from May 10","link":"https://kathmandupost.com/money/2024/05/08/japanese-food-event-from-may-10-1715175694","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/japanesefood-1715175685.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"money","content":"Izakaya Hokkaido, a Japanese restaurant in Nepal, is hosting a Japanese food event at the Radisson Hotel Kathmandu on May 10-12, starting at 6:30 pm. The event aims to share Japanese food culture and new flavors with Nepali people.","summary":"Izakaya Hokkaido hosts a three-day Japanese food event from May 10 at Radisson Hotel Kathmandu to showcase Japanese cuisine and foster cultural exchange."},{"hash":"c5fe1d2f9a8cd6eef1f0a323caa11b7801cd42a62a453832aeefed4f02fa2511","title":"The government plans to check pregnant women for mental health issues.","link":"https://kathmandupost.com/health/2024/05/10/ministry-plans-to-screen-pregnant-women-for-mental-health-problems","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb4-1715304323.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"health","content":"**Mental Health Screening for Pregnant Women**\n\nNepal plans to start screening pregnant women for mental health problems. This is because many women dying during childbirth have mental health issues. The screening will be offered at Thapathali Maternity Hospital and then rolled out to other areas.\n\nNepal wants to reduce the number of women dying during childbirth. In the past, the rate was reduced, but it has gone up again. Postpartum bleeding and high blood pressure during pregnancy are the main causes of deaths during pregnancy.\n\nHowever, self-harm (suicide) is also a significant cause of deaths during pregnancy. To address this, Nepal is working to improve the quality of health services and the ability to refer women to hospitals when needed. Also, ambulances will be made available for emergency calls.\n\nNepal has free institutional delivery and travel allowances for women to use these services. The government is also giving out a medication to treat bleeding after childbirth.","summary":"Nepal's Health Ministry plans to screen pregnant women for mental health issues to curb alarmingly high maternal deaths caused by suicide, with the aim of meeting the UN's Sustainable Development Goal of reducing maternal mortality to 75 per 100,000 births by 2030."},{"hash":"59f298234b280fa0591d0d30e4fbe9e9eb1f6e5022825d49db7c9d29cf0971ae","title":"Doctors and health workers receive specialized training to screen and prevent non-communicable diseases (NCDs).","link":"https://kathmandupost.com/health/2024/05/09/doctors-health-workers-get-ncd-screening-training","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/health/thumb19-1715216811.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"health","content":"**Trained Health Workers Screen for Non-Communicable Diseases in Kathmandu**\n\nOver 50 health workers have been trained to screen for major non-communicable diseases (NCDs) like high blood pressure, diabetes, and heart disease. Patients seeking care at local health facilities will be screened, allowing for timely diagnosis and treatment.\n\nNCDs are now the leading cause of death in Nepal, accounting for 71% of deaths. Medicines for some NCDs are provided free of cost at state-run health facilities.\n\nThe training aims to reduce the burden of NCDs by improving detection and care. Health workers will prescribe medicines, counsel patients, and refer them to specialists if necessary.","summary":"Kathmandu health workers received training to screen patients for non-communicable diseases, including high blood pressure, heart disease, cancer, and diabetes."},{"hash":"82b739d47f0c00dff5e5dd29a2d0a22bf0dc7eaf617fbb8b14963fbec0702e41","title":"Only a small amount (less than 2%) of medicines available on the market have undergone testing within nine months.","link":"https://kathmandupost.com/health/2024/05/03/under-two-percent-medicines-in-the-market-tested-in-nine-months","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1714697599.jpg&w=900&height=601","date":1714694400000,"source":"kp","category":"health","content":"**Medicine Quality in Nepal**\n\n- Drug inspectors collected hundreds of medicine samples from Nepal's market.\n- Department of Drug Administration (DDA) tested only 348 samples (less than 2% of registered medicines).\n- Some collected samples expired before testing, meaning potential substandard medicines may still be in the market.\n- DDA admits testing too few samples, leading to concerns about the quality of medicines being used by patients.\n- Experts warn that substandard medicines can harm health.\n- DDA faces challenges due to understaffing and insufficient laboratory capacity.\n- Delays in testing mean that substandard drugs may be sold before results are known.\n- DDA struggles to monitor the large number of pharmacies with only a limited number of drug inspectors.","summary":"Despite collecting around 1,000 medicine samples annually, the Department of Drug Administration, Nepal's drug regulatory body, has tested less than 2% of registered drugs, resulting in delays in identifying substandard medicines, which could adversely affect patient health."},{"hash":"f7d587fba320830df3d5490b1476f7bed784a09cb467e0da2566ea0c042e9aa7","title":"Pollution from cars and factories is making young children more likely to get asthma.","link":"https://kathmandupost.com/health/2024/04/29/toxic-air-is-giving-young-children-asthma","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GKnxljjWYAAVcmb-1714354861.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"health","content":"**Baby's Asthma Due to Poor Air Quality**\n\nPoor air quality in Kathmandu is causing an increase in childhood asthma.\n\nA recent study links air pollution to asthma, lung problems, and other health issues in children.\n\nAir pollution can also lead to pregnancy loss and underdevelopment of children's organs.\n\nExperts say poor air quality can cause short- and long-term health problems, including asthma, pneumonia, and cancer.\n\nChildren with asthma have shortness of breath, trouble sleeping, and wheezing.\n\nParents should seek medical help if their child has these symptoms.","summary":"Polluted air in Nepal leads to a rise in childhood asthma, with severe health implications, including shortened lifespans."},{"hash":"7278c32d05b7d91efd57a55cdeffa191fb8097c7d25b5ac6952d0aaf8ada290f","title":"People in 7 districts will receive medicine to prevent elephantiasis.","link":"https://kathmandupost.com/health/2024/04/27/people-in-7-districts-to-be-given-anti-elephantiasis-medicine","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb21706159670-1714183227.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"health","content":"**Elephantiasis Prevention Program in Nepal**\n\n* Preparations complete for a two-week campaign to prevent elephantiasis (lymphatic filariasis) in seven districts.\n* All healthy people over two years will receive free anti-elephantiasis medicine.\n* This may be the last year of the campaign due to budget cuts.\n* Elephantiasis is a mosquito-borne disease that can cause disability and social stigma.\n* Nepal aims to eliminate the disease by 2030.","summary":"Nepal's Epidemiology and Disease Control Division begins a two-week mass drug administration campaign against lymphatic filariasis (elephantiasis) in seven districts, targeting individuals over two years old to eliminate the disease."},{"hash":"0ed1ef279c5c1097aa7cd97df03f1d585cd0b8b8aa22954171fd3e38f37f8625","title":"Nepalese food is now available in New York City.","link":"https://kathmandupost.com/food/2024/05/10/taking-nepali-taste-to-new-york","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/food1-1715265554.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"food","content":"**Aditya Mishra: Nepali Chef in New York**\n\nAditya Mishra is a Nepali chef in New York City who promotes Nepali cuisine. He started a supper club called \"The Sewing Tin\" to share Nepali flavors and stories.\n\n**Inspiration and Journey:**\n\n* Inspired by cooking shows and Chef Bourdain, Mishra left engineering to pursue cooking.\n* He learned culinary skills at Michelin-starred restaurants and received a James Beard scholarship.\n\n**The Sewing Tin:**\n\n* Created with co-founder Akhil Upad to provide a personal and community-oriented dining experience.\n* The name is inspired by the immigrant experience of finding sewing supplies in cookie boxes.\n\n**Promoting Nepali Cuisine:**\n\n* Mishra's menu blends Nepali and Indian cuisine, offering authentic dishes like kachaila (Nepali tartar).\n* He aims to introduce Nepali cuisine to a global audience.\n\n**Challenges and Opportunities in New York:**\n\n* As an outsider, Mishra faced challenges but also found opportunities to share his culture.\n* He encourages chefs to be creative and passionate while preserving authenticity.\n\n**Mishra's Signature Dish: Confit Duck Chatamari**\n\n* Combines Nepali chatamari (fermented rice pancake) with French confit duck.\n* Features a garlic aioli, pickled onions, and scallions.","summary":"Aditya Mishra, a Nepali chef in New York, elevates Nepali cuisine through his supper club 'The Sewing Tin', featuring dishes like his signature Confit Duck Chatamari, which blends traditional Nepali flavors with French culinary techniques."},{"hash":"4f18229de2a5d8016e8888758de34cc858e98af2b542ed3077fa8ab2d1e49a3b","title":"* **Patience:** Taking your time and not rushing into things.\n* **Passion:** Doing what you love and caring deeply about it.\n* **Pastries:** Sweet and delicious baked goods.","link":"https://kathmandupost.com/recipes/2024/04/27/patience-passion-and-pastries","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/BakeleusbyCeleus-1714186343.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"recipes","content":"**About the Baker**\n\nCeleus Baral is a passionate baker and environmental science student who runs the online shop \"Bakeleus.\" She believes in the importance of understanding where our food comes from and using fresh, local ingredients.\n\n**Baking Tips**\n\nBaral recommends using precise measurements and not rushing the process when baking. She also encourages experimentation and creativity.\n\n**Recipes**\n\n- **Mini Carrot Cakes:** Made with carrots, walnuts, spices, and cream cheese frosting.\n- **Mulberry Fudge Cake:** A chocolatey cake with mulberries and vanilla ice cream.\n- **Strawberry Casserole:** A creamy dessert with strawberries, yogurt, and cream cheese.","summary":"Celeus Baral, a passionate baker, runs an online baking shop, Bakeleus, while pursuing her environmental science studies, emphasizing the connection between nature and her unique baking."},{"hash":"9780e132b8e20251511cc1c330b02a430eeb7118100ff4ca205cc2bdd81eedba","title":"**Potato Nutrition**\n\nPotatoes are a great source of:\n\n* Potassium\n* Vitamin C\n* Fiber (in skin)\n\n**Health Benefits**\n\n* May lower blood pressure\n* Support heart health\n* Reduce risk of some cancers\n\n**Types of Potatoes**\n\n* Russet (baking)\n* Yukon Gold (all-purpose)\n* Red (roasting)\n* New (boiled)\n\n**Tips**\n\n* Leave skin on for extra fiber.\n* Cook potatoes whole to retain nutrients.\n* Avoid fried potatoes as they are high in calories.","link":"https://kathmandupost.com/food/2024/01/27/know-your-food-potato","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled8copy-1706323718.jpg&w=900&height=601","date":1706313600000,"source":"kp","category":"food","content":"**Potatoes: A Staple Food in Nepal**\n\nPotatoes are a popular and nutritious vegetable in Nepal. Here's why:\n\n* They're cheap and used in many dishes.\n* They contain Vitamins B1, B6, C, and minerals like potassium and copper.\n* They're energy-dense and free of fat and cholesterol.\n\nPotatoes can improve health by:\n\n* Supporting heart, muscle, and nervous system health with potassium.\n* Providing fiber for digestive health.\n* Boosting immunity with Vitamin A.\n\nNepal produces millions of tons of potatoes annually. Red and white potatoes are common, but purple potatoes are growing in popularity.\n\n**Benefits of Different Types of Potatoes:**\n\n* **Red Potatoes:** Popular and nutrient-rich.\n* **Dark Potatoes:** Packed with antioxidants.\n* **Sweet Potatoes:** Good source of Vitamin A.\n* **Purple Potatoes:** Rich in antioxidants to prevent heart disease and cancer.\n\n**Potato Chips and French Fries:**\n\n* Popular snacks, but high in calories and low in nutrients.\n* Frying reduces nutrient content.\n\n**Note for Diabetics:**\n\n* Limit potato intake due to high carbohydrate content.","summary":"Potatoes are a widely consumed staple food in Nepal, providing essential nutrients like vitamins, minerals, and fiber, despite being sometimes used as a derogatory term; despite its nutritional value, excessive consumption of potato chips and french fries can lead to weight gain."},{"hash":"8f050af11428f186d46c4f64b300a3441341f2f7048fe6b8a30e31626fd61759","title":"**Eggs**\n\n* **Nutrition:** Rich in protein, healthy fats, vitamins, and minerals.\n* **Types:** Brown, white, and specialty eggs (e.g., free-range, organic).\n* **Storage:** Keep refrigerated at 40°F or below.\n* **Preparation:** Can be cooked in various ways (e.g., boiled, fried, scrambled).\n* **Benefits:**\n    * Supports muscle growth and immune function.\n    * May reduce the risk of heart disease and stroke.\n    * Contains antioxidants that protect the eyes.","link":"https://kathmandupost.com/food/2024/01/13/know-your-food-eggs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/ezgif3822bacc5da-1705113903.jpg&w=900&height=601","date":1705104000000,"source":"kp","category":"food","content":"**Chicken Eggs: A Superfood**\n\n- Rich in vitamins and minerals for overall body health.\n- Inexpensive, complete protein source.\n- Daily consumption benefits: weight loss, reduced blood pressure, and protection from infections.\n\n**Sourcing in Nepal**\n\n- Nepal produces enough eggs for its own needs.\n- Eggs come in two sizes: big and medium.\n\n**Types of Eggs**\n\n- **Pastured eggs:** From chickens raised outdoors, more nutritious with higher Omega-3 fats.\n- **Farm eggs:** Produced by chickens in poultry farms, less expensive than pastured eggs.\n\n**Recommended Intake**\n\n- Healthy adults can consume 1-2 eggs daily.\n- Eggs provide almost all essential nutrients.\n\n**Quality Concerns**\n\n- No agency checks egg quality in Nepal.\n- Antibiotics used in chicken farming may leave residues in eggs.\n\n**Additional Benefits**\n\n- Aid in weight loss and bone strength.\n- Enhance mental function and skin health.\n- Reduce risk of stroke and eye diseases.\n- Critical for pregnant women and breastfeeding mothers for baby's brain development.","summary":"Chicken eggs, a nutritious and affordable superfood, provide essential nutrients, reduce malnutrition, and offer various health benefits including weight loss, lower blood pressure, infection protection, and eye health."},{"hash":"4441762448a02cd0b37a86fb1a58f420dbb6206d6c636319eb6405bfa4ae8b25","title":"Piano Piano South offers authentic Italian cuisine in a cozy setting.","link":"https://kathmandupost.com/food/2023/12/28/italian-delights-at-piano-piano-south","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/Main1-1703773991.jpg&w=900&height=601","date":1703721600000,"source":"kp","category":"food","content":"**Piano Piano South**\n\n**Location:** Sanepa, Lalitpur\n\n**Ambiance:** Peaceful Italian restaurant with indoor and outdoor seating in a garden.\n\n**Menu:**\n\n* Antipasti: Tomato soup, bruschetta, calamari\n* Main courses: Ravioli, pasta with seafood\n* Desserts: Tiramisu, chocolate cake\n\n**Wines:**\n\n* Wide selection of wines to pair with the Italian dishes.\n\n**Other Highlights:**\n\n* Perfect place for relaxation or family gatherings.\n* Tranquil ambiance with piano music.\n* Inclusive pricing (including taxes).","summary":"Piano Piano South, an Italian restaurant in Sanepa, offers a delightful culinary journey with an antipasti selection, hearty main courses, delectable desserts, and a well-curated wine list, providing a tranquil escape from the city's hustle and bustle with its indoor and outdoor seating options."},{"hash":"85fd1b1b76fc26f28ffe0a271a86ba321af054d84ef73a9cb8c3c3bf2c72f12e","title":"**7 Must-Visit Places in Nepal for 2024:**\n\n1. Kathmandu: Vibrant cultural hub with ancient temples and monuments\n2. Pokhara: Serene lake city with stunning mountain views\n3. Chitwan National Park: Home to endangered rhinos and tigers\n4. Everest Base Camp Trek: Epic hike offering breathtaking Himalayan panoramas\n5. Lumbini: Birthplace of Buddha, pilgrimage site\n6. Nagarkot: Hill station with panoramic mountain views\n7. Bandipur: Charming medieval town with traditional Newari architecture","link":"https://kathmandupost.com/travel/2024/02/19/7-places-in-nepal-you-should-visit-in-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1708309532.jpg&w=900&height=601","date":1708300800000,"source":"kp","category":"travel","content":"**Mundhum Trek**\n\n* Cultural walk through indigenous villages in eastern Nepal.\n* Highlights Kirati culture and panoramic views of Mount Everest.\n* Requires tents and advance planning.\n\n**Janaki Mandir**\n\n* Largest temple in Nepal, with 60 rooms.\n* Honors Janaki (Sita) and her marriage to Ram.\n* Celebrated during Vivaha Panchami (December).\n\n**Kuri Village**\n\n* Snow-capped destination near Kathmandu.\n* Offers stunning Himalayan views.\n* Best visited during winter for snow activities.\n\n**Annapurna Base Camp**\n\n* Short and affordable trek to the foothills of Annapurna.\n* Showcases Nepali culture, villages, and wildlife.\n* Ideal for trekking in autumn and spring.\n\n**Bardiya National Park**\n\n* Home to the Royal Bengal Tiger.\n* Offers jungle safaris and opportunities for wildlife viewing.\n* Best visited during the dry season (September to May).\n\n**Khaptad National Park**\n\n* Offbeat and pristine protected area in western Nepal.\n* Ideal for trekking in spring and autumn.\n* Bring your own camping gear and supplies.","summary":"Nepal boasts cultural trails like Mundhum Trek featuring stunning views, historic sites like Janaki and Ram Mandir, picturesque landscapes of Kuri Village, breathtaking Annapurna Base Camp, wildlife sanctuaries in Bardiya and Khaptad National Parks, and the remote and serene Limi Valley."},{"hash":"c077b34beda2250a997231f215f178053a057340c5c72de0aec15b25ae40ddb7","title":"Phidim is a town in Nepal that is experiencing changes. While some people hold on to traditional ways, others embrace new technologies and ideas. This mix of old and new is shaping the town's identity.","link":"https://kathmandupost.com/travel/2023/11/18/old-memories-and-new-realities-in-phidim","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/phidim%20main%20(1).JPG&w=900&height=601","date":1700265600000,"source":"kp","category":"travel","content":"The author returned to his hometown, Phidim, after a long time. He found that it had changed a lot. New buildings and paved roads had replaced old houses and dirt roads. Despite the transformation, the author felt a sense of nostalgia for the Phidim of his memories.\n\nThe author concluded that Phidim is in a state of transition, trading its rustic charm for the hallmarks of urbanization. However, he also realized that this is a common experience, as people leave their hometowns in search of better opportunities. Phidim remains etched in the author's heart, a testament to the intricate dance between memory and evolution.","summary":"Returning to his hometown of Phidim, the author discovers remarkable transformation, from old houses to modern buildings, but also notes the decline of the town due to a lack of opportunity, resulting in an exodus of its people."},{"hash":"6ec2c2cb523a223a47b5f232132774b5872a4d0a9220fb4a176d50e203ea7484","title":"Architecture and art merge seamlessly","link":"https://kathmandupost.com/travel/2023/10/28/a-blend-of-architecture-and-artistry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/travel5-1698457058.jpg&w=900&height=601","date":1698451200000,"source":"kp","category":"travel","content":"Lucknow, known as the \"smiling city,\" is a vibrant place with historic landmarks like Bara Imambara. Built in 1784 to help people during a famine, this complex has grand gates, an elegant mosque, and a massive hall called Asafi Hall. The hall's vaulted roof stands without any pillars and is a marvel of engineering. Inside the Imambara is a confusing maze called Bhool Bhulaiyaa, where sound echoes through the corridors. The complex also has an underground royal stepwell with intricate carvings and a hidden \"CCTV\" system using water reflections.","summary":"Bara Imambara, a historic building in Lucknow, known for its grand architecture, labyrinthine Bhool Bhulaiyaa, and Shahi Baoli with a CCTV-like well design."},{"hash":"e38b1beb524d0349efe3710dd274aab2205ecb04d36e45cc18e25ff5fb66e639","title":"Of-Treks-and-Trails offers a variety of guided trekking and hiking adventures in different countries. The company provides professional guidance, local support, and tailored itineraries to ensure a safe and unforgettable experience.","link":"https://kathmandupost.com/travel/2023/10/14/of-treks-and-trails","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/travelmain-1697245584.jpg&w=900&height=601","date":1697241600000,"source":"kp","category":"travel","content":"**Climbing Mountains:**\n\n* Climbing requires facing cold, hunger, and physical challenges.\n* Guides help trekkers navigate rocky paths and bridges.\n* Nepal's economy relies on climbing and trekking guides.\n\n**Tips for Beginners:**\n\n* **Stay Positive:** Belief in yourself can help you succeed.\n* **Prepare Physically:** Train, walk, and stretch to build strength and endurance.\n* **Pack Smart:** Choose lightweight, warm clothing. Bring essentials like down jackets, gloves, and a safety knife.\n\n**Managing Challenges:**\n\n* **Altitude Sickness:** Rest and wait for symptoms to subside.\n* **Injuries:** Carry painkillers and seek medical help if needed.\n* **Period Management:** Bring supplies and handle cramps as best you can.\n* **Female Trekkers:** Face stereotypes and underestimation, but stay strong.\n\n**Becoming a Trekking Guide:**\n\n* Join a trekking association and enroll in a guide course.\n* Learn skills like map reading, guiding techniques, and safety measures.\n* Consider a bachelor's program in mountaineering for a comprehensive education.","summary":"Experienced guides Luckme Syangden and Manu Rai share tips and highlight the challenges faced by trekkers while navigating the treacherous heights of Everest, Annapurna, and Manaslu, emphasizing the importance of maintaining a positive mindset, physical preparation, and effective communication."},{"hash":"a9ad689d21f22e85bcaa462724561585142b33988f2d2ded57420f55cc029fb5","title":"Nepal, a land of breathtaking mountains, ancient temples, and friendly people, welcomes solo travelers with open arms.\n\n- **Safe and Accessible:** Nepal is a relatively safe country with good infrastructure and friendly locals.\n\n- **Cultural Immersion:** Experience the vibrant Nepali culture through visits to temples, meeting locals, and trying traditional dishes.\n\n- **Trekking Mecca:** Nepal offers world-renowned trekking routes to Mount Everest, Annapurna, and Langtang.\n\n- **Affordable Adventure:** Enjoy affordable accommodation, food, and guided tours.\n\n- **Incredible Landscapes:** Witness stunning mountain panoramas, lush hills, and picturesque valleys.","link":"https://kathmandupost.com/travel/2023/06/17/travelling-nepal-solo","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/SoloTravelMain11zon-1686967229.jpg&w=900&height=601","date":1686960000000,"source":"kp","category":"travel","content":"**Women Empowering Women in Travel**\n\nFive women founded Duluwa Outdoors to encourage women to travel independently. Solo travel is safe in Nepal, where many women have traveled alone for generations.\n\n**Tips for Solo Travel:**\n\n* Plan ahead: research transportation, lodging, and activities.\n* Dress for the location and consider potential risks.\n* Budget carefully and keep an emergency fund.\n\n**Safety Tips:**\n\n* Arrive at settlements before dark and stay overnight if possible.\n* Be aware of wildlife and natural disasters.\n* Consider wilderness first aid training.\n* Trust your instincts and inform someone of your whereabouts.","summary":"5 female travelers launched Duluwa Outdoors in 2021 to empower women in Nepal to travel solo and connect through social media, sharing safety tips and travel destinations for solo travelers."},{"hash":"6abff852e013616a4b186563210990eae2ab277dec212259f16a73c76d3dc949","title":"Government to give cash rewards to cricketers and other athletes.","link":"https://kathmandupost.com/sports/2024/05/10/government-to-provide-cash-reward-to-cricketers-athletes","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb6-1715304954.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"sports","content":"**Government Awards $29.71 Million to Sportspersons**\n\n- Cricket:\n    - Rs20.47 million to men's team and officials for qualifying for World Cup\n    - Rs1.3 million each to 15 team members\n- Karate:\n    - Rs1.95 million to Arika Gurung for Asian Games silver\n- Kabaddi:\n    - Rs390,000 each to 12 women's team members for Asian Games bronze\n- Para Games:\n    - Rs1.3 million to Palesha Goverdhan for Asian Para Games bronze","summary":"The government approved cash awards totaling Rs29.71 million for sports persons, including Rs20.47 million for the cricket team qualifying for the 2024 T20 World Cup."},{"hash":"d3bf2681c5f44f567c2b7e08f966046fb572ea416e8cfddac399e392844a7256","title":"Nepal defeated West Indies A by 2 wickets in the final match of the one-day series. Nepal won the series 2-3.","link":"https://kathmandupost.com/cricket/2024/05/04/nepal-win-last-match-against-west-indies-a-to-conclude-series-2-3","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GMucR8qbwAAxeZl-1714817959.jpg&w=900&height=601","date":1714780800000,"source":"kp","category":"cricket","content":"**Nepal Defeats West Indies A in Fifth T20.**\n\nDespite losing the series 3-2, Nepal won the fifth match by six wickets thanks to:\n\n* Strong batting by Aasif Sheikh, Anil Sah, and Kushal Malla.\n* Impressive bowling by Sagar Dhakal and Sompal Kami.\n\n**Nepal's Chase:**\n\n* Sheikh and Sah scored 51 and 50 runs, respectively.\n* Malla hit a quick 37 runs to seal the victory.\n\n**West Indies A's Batting:**\n\n* Mark Deyal and Johnson Charles were dismissed by Dhakal.\n* Roston Chase contributed 33 runs.\n* Sompal Kami took three wickets in the penultimate over.\n\n**Awards:**\n\n* Player of the Match: Sagar Dhakal (3-17)\n* Player of the Series: Rohit Paudel (265 runs)\n\n**Nepal's Next Steps:**\n\n* Training camp in the West Indies and the United States.\n* Opening World Cup match against Netherlands on June 4.","summary":"Nepal defeated West Indies A by six wickets, riding on fifties from Aasif Sheikh, Anil Sah, and Kushal Malla, despite West Indies A clinching the five-match series 3-2."},{"hash":"9d7ced68a72cb11104cf4b0dbf516e03a1daade9b97560e45bd16d4688ad8043","title":"Nepal gave West Indies a target of 211 runs to win.","link":"https://kathmandupost.com/cricket/2024/05/02/west-indies-a-post-210-run-target-against-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/match-1714707130.jpg&w=900&height=601","date":1714608000000,"source":"kp","category":"cricket","content":"**Nepal Loses to West Indies A in T20 Series**\n\nIn the fourth T20 match, Nepal lost to West Indies A by 28 runs. Nepal needs to score 210 runs, but could only score 181.\n\nRohit Paudel was the only Nepali player in good form, scoring 82 runs. Other batsmen like Aasif Sheikh, Kushal Bhurtel, and Kushal Malla struggled.\n\nEarlier, West Indies A scored 209 runs, with Johnson Charles and Andre Fletcher scoring half-centuries. Nepal defeated West Indies A in the first T20, but lost the second and third matches.\n\nThe fifth T20 match will be played on Saturday.","summary":"Nepal lost by 28 runs against West Indies A in the fourth T20, conceding an unassailable 3-1 series lead, despite Rohit Paudel's 82 runs."},{"hash":"a5e3edf276d54cd57e7292f16946aa79bba9683852ec9205a675963d0ef498de","title":"Nepal announces its team for the ICC Men's T20 World Cup.","link":"https://kathmandupost.com/sports/2024/05/01/nepal-announces-squad-for-icc-men-s-t20-world-cup","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/nepal-1714612274.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"sports","content":"Nepal's T20 World Cup squad features experienced players from the recent Asian Cup.\n\nDespite a recent loss, the team retains most of the core. Captain Rohit Paudel leads the squad, aiming to address batting struggles.\n\nVeterans Binod Bhandari, Aarif Sheikh, Bibek Yadav, and Lokesh Bam are left out due to poor performance.\n\nAll-rounder Dipendra Singh Airee, Aasif Sheikh, and Kushal Malla are included, while Kushal Bhurtel remains despite recent struggles.\n\nGulsan Jha and Pratis GC are young additions, with Sompal Kami as the lone veteran from the 2014 World Cup.\n\nSpinners Sagar Dhakal and pacer Kamal Singh Airee are new to the squad, joining veterans Lalit Rajbanshi and Karan KC.\n\nNepal faces the Netherlands, Bangladesh, Sri Lanka, and South Africa in Group D, starting June 4.","summary":"Nepal finalises its 15-man squad for the ICC Men's T20 World Cup, despite a recent defeat against West Indies A, retaining experienced players while experimenting with new talent."},{"hash":"587d9826d33d077d9f8ec0c9800df873f925ac5cba53d816e1a766ef3043efeb","title":"Nepal lost to West Indies A by 76 runs in cricket match.","link":"https://kathmandupost.com/cricket/2024/05/01/nepal-lose-to-west-indies-a-by-76-runs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/43806500011620135283099391032221761881945213n-1714559440.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"cricket","content":"West Indies A beat Nepal by 76 runs in their third T20 match. They scored 228 runs thanks to a century from Johnson Charles and half-century from Andre Fletcher. Nepal scored 151 runs, with Karan KC top-scoring with 28. Hayden Walsh took three wickets for West Indies, while Gudakesh Motie took two. West Indies A now lead the series 2-1.","summary":"West Indies A extended their series lead to 2-1 over Nepal in a T20 match, thanks to Johnson Charles' century and Hayden Walsh's three wickets, defeating Nepal by 76 runs in a 228-run chase."},{"hash":"a77a0c2323c017cc870d2101f4c8687ac8940074ab08956956a8ebe7c6643e11","title":"philippines-calls-for-expelling-chinese-diplomats-as-south-china-sea-row-escalates","link":"https://kathmandupost.com/world/2024/05/10/philippines-calls-for-expelling-chinese-diplomats-as-south-china-sea-row-escalates","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersJMZEKD5QEJLFDCE6KC3JIDTXEQ-1715343526.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"world","content":"**Philippines calls for expulsion of Chinese diplomats over alleged phone conversation leak.**\n\nThe Philippines accuses China of spreading false information and interfering in its affairs through its diplomats. The national security adviser wants those diplomats expelled. China denies the allegations and says its diplomats must be protected. The two countries have been arguing over control of the South China Sea. Expelling diplomats could make the situation worse.","summary":"Philippines' national security adviser urges expulsion of Chinese diplomats over alleged leak of a phone conversation involving a Filipino admiral, escalating the South China Sea dispute."},{"hash":"7db2d9d4c99609c4b086d6cf94403e6fe601b7047785e3e34dc46a6f991739e6","title":"Israel conducted airstrikes in eastern Rafah, Gaza, after ceasefire talks ended without an agreement.","link":"https://kathmandupost.com/world/2024/05/10/israel-strikes-eastern-rafah-as-ceasefire-talks-end-with-no-deal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersDSIPAC3TY5OD3AQ33THP2DJ2RU-1715308919.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"world","content":"**Israeli Bombardment in Rafah**\n\nIsrael attacked areas in Rafah, killing several people, including women and children. Israel claims Hamas militants are hiding there and plans to continue the operation.\n\n**US Warning**\n\nUS President Biden warned Israel against a full-scale invasion of Rafah, threatening to withhold weapons. Israel dismissed the threat and said it will proceed with its plans.\n\n**Negotiations End**\n\nTalks between Hamas, Israel, and mediators in Cairo have ended without reaching a ceasefire deal.\n\n**Gaza Crisis**\n\nIsraeli strikes have killed thousands of Palestinians, injured many, and forced hundreds of thousands to flee their homes. The closure of the Rafah border with Egypt has cut off a vital aid route and halted the evacuation of wounded and sick people.\n\n**Medical Crisis**\n\nGaza's medical system is collapsing due to lack of supplies and access. Hospitals are unable to operate, and many essential services have been disrupted.","summary":"Israeli forces bombarded areas of Rafah on Thursday, Palestinian residents said, as Prime Minister Benjamin Netanyahu dismissed US President Joe Biden’s threat to withhold weapons from Israel if it assaults the southern Gaza city.A senior Israeli official said late on Thursday that the latest round of indirect negotiations in Cairo to halt hostilities in Gaza had ended and Israel would proceed with its operation in Rafah and other parts of the Gaza Strip as planned.Israel has submitted to mediators its reservations about a Hamas proposal for a hostage release deal, the official said.“If we must, we shall fight with our fingernails,” Netanyahu said in a video statement. “But we have much more than our fingernails.”In Gaza, Palestinian militant groups Hamas and Islamic Jihad said their fighters fired anti-tank rockets and mortars at Israeli tanks massed on the eastern outskirts of the city.Residents and medics in Rafah, the biggest urban area in Gaza not yet overrun by Israeli ground forces, said an Israeli attack near a mosque killed at least three people and wounded others in the eastern Brazil neighbourhood.Video footage from the scene showed the minaret lying in the rubble and two bodies wrapped in blankets.An Israeli air strike on two houses in the Sabra neighbourhood of Rafah killed at least 12 people including women and children.Among the dead was a senior commander of the militant Al-Mujahedeen Brigades, and his family, and the family of another group leader, medics, relatives and the group said.Israel says Hamas militants are hiding in Rafah, where the population has been swelled by hundreds of thousands of Gazans seeking refuge from the bombardments that have reduced most of the coastal enclave to ruins.In the United States, the White House repeated its hope that Israel would not launch a full operation in Rafah, saying it did not believe that would advance Israel’s aim of defeating Hamas.“Smashing into Rafah, in [President Biden’s] view, will not advance that objective,” spokesperson John Kirby said.Kirby said Hamas had been pressured significantly by Israel and there were better options to hunt down what remains of the group’s leadership than an operation with significant risk to civilians.Israel’s assault on Gaza has killed nearly 35,000 Palestinians and wounded nearly 80,000, most of them civilians, the health ministry in Hamas-run Gaza said.It launched its offensive in response to a cross-border attack by Hamas militants on Israel on October 7 in which they killed about 1,200 people and abducted 252. Some 128 hostages remain in Gaza and 36 have been declared dead, according to the latest Israeli figures.Biden on Wednesday issued his starkest warning yet against a full ground invasion in Rafah, telling CNN that: “I made it clear that if they go into Rafah...I’m not supplying the weapons.”Israel’s ambassador to the United States said the decision to withhold weapons from Israel over Rafah sends the “wrong message” to Hamas and the country’s foes.“It puts us in a corner because we have to deal with Rafah one way or the other,” Ambassador Michael Herzog told a Carnegie Endowment for International Peace webinar.The Israeli military has the munitions it requires for operations in Rafah and other planned operations, chief armed forces spokesperson Rear Admiral Daniel Hagari said.Israeli armed forces have already killed 50 Palestinian gunmen in east Rafah and uncovered several tunnels, Hagari said. Hamas had no immediate comment.TALKS ENDIn Cairo, delegations from Hamas, Israel, the US, Egypt and Qatar had been meeting since Tuesday. The talks in Egypt’s capital made some headway but no deal was reached, according to two Egyptian security sources.Izzat El-Risheq, a member of Hamas’ political office in Qatar, said the Hamas delegation had left Cairo, having reaffirmed its approval of the mediators’ ceasefire proposal. The plan entails the release of Israeli hostages held captive in Gaza and a number of Palestinians jailed by Israel.Hamas blames Israel for the lack of agreement, and its Al-Aqsa TV’s Telegram account said the group would not make any concessions beyond those in the proposal it had accepted.Israel has said it is open to a truce, but has rejected demands for an end to the war.US State Department spokesperson Matthew Miller said Washington continued to engage with Israel on amendments to a ceasefire proposal, adding work to finalise the text of an agreement was “incredibly difficult”.MEDICAL SECTOR COLLAPSINGIsraeli residents set fire twice to the perimeter of the headquarters of the UN agency for Palestinian refugees in East Jerusalem, causing extensive damage to the outdoor areas but no casualties, UNRWA chief Philippe Lazzarini wrote on X. There was no immediate comment from Israeli police.“Once again, the lives of UN staff were at a serious risk,” Lazzarini wrote, adding he had decided to close the compound until security is restored.On Tuesday, Israeli tanks seized the Gaza side of the Rafah border crossing with Egypt, cutting off a vital aid route and forcing 80,000 people to flee the city this week, according to the United Nations.Israel kept up tank and aerial strikes across Gaza and tanks advanced in the Zeitoun neighbourhood of Gaza City in the north, forcing hundreds of families to flee, residents said. The Israeli military said it was securing Zeitoun, starting with a series of intelligence-based aerial strikes on approximately 25 militant targets.Deir Al-Balah in central Gaza was packed with people who had fled Rafah in recent days. Palestinian medics said two people, including a woman, were killed when a drone fired a missile at a group of people there.The closure of the Rafah crossing with Egypt has prevented the evacuation of the wounded and sick and the entry of medical supplies, food trucks and fuel needed to operate hospitals, the Gaza health ministry said on Thursday.The only kidney dialysis centre in the Rafah area had stopped operating due to the shelling.“The entire medical sector has collapsed,” said Ali Abu Khurma, a Jordanian surgeon volunteering at Al Aqsa hospital in Deir al-Balah.United Nations aid chief Martin Griffiths said that for three consecutive days, “nothing and no one has been allowed in or out of Gaza.”“It means no aid. Our supplies are stuck. Our teams are stuck. Civilians in Gaza are being starved and killed, and we are prevented from helping them. This is Gaza today, even after 7 months of horrors,” Griffiths posted on X. "},{"hash":"a328ac09240d3df1cc8d66f05bfa52469056838e24eba76c9319b74a8eb321a2","title":"Indian Prime Minister Narendra Modi did not vote in recent elections in the disputed Kashmir region. Critics argue that integrating Kashmir into India is not supported by the local population.","link":"https://kathmandupost.com/world/2024/05/09/india-s-modi-skips-election-in-kashmir-as-critics-dispute-integration-claims","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersTXBCPSMKWBO6LC3GZCKDYYKG5A-1715227216.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"world","content":"The BJP is not running candidates in Kashmir for the upcoming election. Instead, local parties are competing, including the National Conference and the People's Democratic Party. They oppose the BJP and will align with the opposition led by the Congress party. Analysts believe the BJP's absence is because an election outcome would contradict their claims of a peaceful Kashmir after removing its special status in 2019. Discontent and alienation remain high in Kashmir despite the removal of some restrictions. There are still many troops present and residents accuse security forces of atrocities. The BJP's decision not to run candidates suggests they are aware of the negative sentiment and would likely not win.","summary":"Despite being a no-show in 3 Kashmir seats, the BJP remains poised for parliamentary victory, while Kashmir simmers with discontent after losing its semi-autonomous status in 2019."},{"hash":"a4143de903fa1fc3e92b11c2278fc9a9dd2e9792a971b2d127e548cd352c8666","title":"Due to ongoing fighting near Rafah, the US has temporarily stopped some weapon supplies to Israel.","link":"https://kathmandupost.com/world/2024/05/08/us-pauses-some-weapons-to-israel-as-battles-rage-around-rafah","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersKM2X5SPOCNJ7HM666NXHRL7BIY-1715169460.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"world","content":"**Hamas and Israel clash near Rafah.**\n\n**USA stops weapons shipment to Israel amid concerns.**\n\n**USA and Egypt push for ceasefire.**\n\n**US official says Washington paused delivery of heavy bombs.**\n\n**Israeli forces enter Rafah, cutting off aid.**\n\n**Israeli military strikes Hamas targets in Gaza.**\n\n**Gunfights and shelling reported throughout Gaza.**\n\n**Cairo talks resume, with positive signs.**\n\n**CIA director to meet Israeli leaders.**\n\n**Hamas offers revised ceasefire proposal.**\n\n**Israel demands end to hostage-taking.**\n\n**Over 34,000 Palestinians killed in conflict.**\n\n**Rafah mayor pleads for humanitarian aid.**","summary":"Hamas said it was battling Israeli troops on the outskirts of the Gaza Strip’s crowded southern city of Rafah on Wednesday after a US official said Washington had halted a shipment of powerful bombs that Israel could use in a full-scale assault.The United States, which is seeking to stave off an Israeli invasion of Rafah, said it believes a revised Hamas ceasefire proposal may lead to a breakthrough in an impasse in negotiations, with talks resuming in Cairo on Wednesday.A senior US official said President Joe Biden’s administration paused a shipment of weapons to Israel last week in an apparent response to the expected Rafah offensive. The White House and Pentagon declined to comment.The official, speaking on condition of anonymity, said Washington had carefully reviewed the delivery of weapons that might be used in Rafah, and as a result paused a shipment consisting of 1,800 2,000-lb bombs and 1,700 500-lb bombs.This would be the first such delay since the Biden administration offered its “ironclad” support to Israel after Hamas’ Oct. 7 attack. Washington is Israel’s closest ally and main weapons supplier.A senior Israeli official declined to confirm the report, asking not to be named: “If we have to fight with our fingernails, then we’ll do what we have to do,” the source said. A military spokesperson said any disagreements were resolved in private.Israeli forces seized the main border crossing between Gaza and Egypt in Rafah on Tuesday, cutting off a vital aid route.Residents and officials said Rafah’s city council building was hit by Israeli tank fire on Tuesday and caught fire.“The streets of the city echo with the cries of innocent lives lost, families torn apart, and homes reduced to rubble. We stand on the brink of a humanitarian catastrophe of unprecedented proportions,” Rafah’s mayor, Ahmed Al-Sofi, said in an appeal to the international community to intervene.The Israeli military said on Wednesday it had uncovered Hamas infrastructure in several locations in eastern Rafah and its troops were conducting targeted raids on the Gaza side of the Rafah crossing and airstrikes across the Gaza Strip.It has told civilians to go to an “expanded humanitarian zone” in al-Mawasi, some 20 km (12 miles) away.Armed groups of Hamas, Islamic Jihad and Fatah said in separate statements that gunfights continued in the central Gaza Strip, while residents of northern Gaza reported heavy Israeli tank shelling against eastern areas of Gaza City and districts.CEASEFIRE TALKSIn Cairo, all five delegations participating in talks on Tuesday - Hamas, Israel, the US, Egypt and Qatar - reacted positively to the resumption of negotiations, and meetings were expected to continue on Wednesday, two Egyptian sources said.CIA Director Bill Burns was to travel from Cairo to Israel on Wednesday to meet Israeli Prime Minister Benjamin Netanyahu and his Mossad counterpart, an Israeli government source said.Israel on Monday declared that a three-phase proposal approved by Hamas was unacceptable because terms had been watered down. White House spokesperson John Kirby said the new text presented by Hamas suggests the remaining gaps can “absolutely be closed.”The proposal included a first phase with a six-week ceasefire, an influx of aid to Gaza, the return of 33 Israeli hostages, alive or dead, and the release by Israel of 30 detained Palestinian children and women for each released Israeli hostage, according to several sources.Since a week-long ceasefire in November, the only pause so far, the two sides have been blocked by Hamas’ refusal to free more Israeli hostages without a promise of a permanent end to the conflict and Israel’s insistence on only a temporary halt.Israel’s offensive has killed 34,789 Palestinians, most of them civilians, the Gaza Health Ministry said.The war began when Hamas militants attacked Israel on Oct. 7, killing about 1,200 people and abducting 252 others, of whom 128 remain hostage in Gaza and 36 have been declared dead, according to the latest Israeli figures.Al-Sofi, Rafah’s mayor, said 1.4 million people sheltering in the city had nowhere to go. Those in eastern neighbourhoods were being told to move to the coastal al-Mawasi area “which lacks the necessities of life”, he said.Around 200 patients from Rafah’s Abu Youssef al-Najjar Hospital, in an area designated by the Israeli army as a combat zone, were forced to evacuate to the west of the city after receiving calls warning them to leave, health officials said.Israel was reopening Kerem Shalom crossing on its border with the Gaza Strip on Wednesday, a statement from the Israeli agency in charge of it said, adding aid trucks routed through from Egypt were already undergoing security inspections there.Israel had closed Kerem Shalom crossing on Sunday after Palestinian shelling nearby killed four soldiers. The United Nations had warned the closure of both the Rafah and Kerem Shalom crossings had “choked off” the two main arteries for getting aid into Gaza, with stocks low inside the enclave. "},{"hash":"4d1e5970683b220a3a181fcf8a9659ad24ba8e6238140fc24bf200beeabc779f","title":"unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","link":"https://kathmandupost.com/books/2023/07/31/unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/books-1690776078.jpg&w=900&height=601","date":1690761600000,"source":"kp","category":"books","content":"**Unauthorized Book Translations in Nepal**\n\nMany popular international books have unauthorized translations in Nepal, meaning they were translated without permission from the authors or publishers.\n\n**Impacts**\n\n* Authors lose royalties and creative control.\n* Readers receive poor-quality translations.\n\n**Major Authors Affected**\n\n* Taslima Nasrin: All of her books have unauthorized Nepali translations.\n* Steve Jobs: \"Steve Jobs\" by Walter Isaacson.\n* Rich Dad Poor Dad: Three Nepali translations, all unauthorized.\n\n**Contributing Factors**\n\n* Lack of enforcement of copyright laws.\n* Desire for easy money among publishers.\n\n**Government Response**\n\n* Copyright Act (2002) exists but is not strictly enforced.\n* Plan to amend the Act to give the registrar's office more autonomy.\n\n**Consequences**\n\n* Harming Nepal's book publishing industry.\n* Tarnished reputation in the global market.\n* Lack of inspiration for authors to create works.\n\n**Possible Solutions**\n\n* Cooperation between government, publishers, and authors.\n* Seizure of pirated books.\n* Inclusion of digital piracy and international treaty rules in law.","summary":"Unauthorized translations of popular international books by renowned authors, including Taslima Nasrin, Steve Jobs, Robert Kiyosaki, and Shiv Khera, have flooded Nepal's book market, harming authors and publishers while compromising translation quality."},{"hash":"f91af36450d89ad58798b4c4d401adfda4ba09b3625ea1c7677f78706e25f747","title":"Young people from an area where Maoist rebels operate are struggling to find opportunities in the United States.","link":"https://kathmandupost.com/national/2023/06/25/desperate-youths-from-maoist-heartland-hit-us-wall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/CIJ-1687660964.jpg&w=900&height=601","date":1687651200000,"source":"kp","category":"national","content":"**Illegal Immigration to the United States**\n\nVillages in eastern Nepal have been affected by a surge in illegal immigration to the United States. Many young people have paid large sums to human traffickers to get to the US, but many have been deported and lost everything they had.\n\nDeported youths have faced hardships and lost an average of $6 million each. The village of Tak has been particularly hard hit, with over 40 million dollars lost by its residents.\n\nLoans taken out for these journeys have left many in debt, forcing some families to flee their homes. The lack of legal remedies and political will has allowed this phenomenon to continue.\n\nNepalis continue to attempt to reach the US illegally, despite the risks involved. The lack of economic opportunities and the presence of human traffickers are contributing factors to this trend.\n\nThe number of deportees and the amounts lost remain largely unknown, highlighting the urgent need for more research and legal protections for victims.","summary":"Bharat Budha, chair of Putha Uttarganga Rural Municipality’s ward 10, knows that many youths from his village have made it to the United States via ‘tallo bato’—backdoor route—and that many are still on the way. He also knows that eight of them have been deported from the country and that they have lost a cumulative Rs45 million in the process. The deported youths say that they returned home empty-handed after facing unspeakable ordeals and lost Rs6 million each on average.The Tak village in Rukum East—a close-knit settlement of 425 houses—was considered the Maoists’ ‘base area’ during the insurgency. Village youths who reached the US through illegal routes and got deported have lost an estimated Rs40 million. The number of those who returned without completing the journey and the amount they lost remain unknown.To get to the US, the youths have taken loans at up to 36 percent interest per annum from their relatives and village landowners. In Tak village, at least one person each from half of the households has gone abroad, Budha said. “Youths started going to America about six-seven years ago,” he said. “If they could gather enough money, the whole village would try to go to the US.” Budha’s own son had reached the US illegally in 2017, spending Rs3.2 million.During the insurgency, outsize slogans of revolution would adorn the walls of houses in the village. Hoping for a better life, people from all walks of life helped out the Maoists. But now, village youths are paying the agents to illegally get to the US—a country that the Maoists used to call their ‘enemy’, an ‘imperialistic force’. This has cost the Tak village much and in multiple ways.Death of a dreamSome of the deported youths have chosen to flee the village altogether, burdened with debt and creditors’ pressure. At least five such families have already left, said a resident. The family of Ram Budha was one of them. On April 28, 2015, Ram, who had returned to Nepal after working in Malaysia for eight years, took the illegal route to the US. He travelled through arduous trails for months and finally arrived in the country. Upon reaching the country, he was detained and had to stay at the detention camp for 27 months. When his refugee application was rejected, he was deported to Nepal in mid-December 2019. He lost Rs4.5 million in the process. He now owes over Rs6 million to creditors. “After the creditors began to put pressure on me, I couldn’t live in the village peacefully,” said Ram, who currently runs a vegetable farm in Tarakeshwar, Kathmandu.While those who got to the US through illegal routes and fortunately got refugee status there narrate their stories with pride, those who have been deported or returned from half-way have tragic tales to tell.Nanda Kala Gharti, who lives in a small stone house on the upper flank of Tak village, spends her days in melancholy. Her husband, Dhanlal, had chosen to take the illegal route to the US, and Nanda Kala, a mother of four, is living with the repercussions of his decision. Dhanlal had got into the US after a six-month long arduous journey and was detained immediately. He had to spend four years in the detention camp, before he was deported to Nepal. He had already lost Rs6 million.Nanda Kala said they now have an insurmountable crisis in their hands. Pointing to her son, she exclaimed, “When will he grow up, go abroad and pay back the loans!”Dhanlal himself tried to go to Croatia once and spent 15 days in Kathmandu for the process. But after he was turned down, he returned home dejected. “Now we will submit the passport to another agent [for Dhanlal’s trip abroad],” Nanda Kala said. “There’s no point staying here.”Stories that echo each otherThe situation in Sisne Rural Municipality is similar to that of Putha Uttarganga. Here, one can hear plenty of stories of those who have tried to go to the US and those who are fighting refugee cases there. Krishna Regmi, chair of the rural municipality, personally knows seven people who have been deported from the US.Gangaram Khadka, a resident of Sisne-3, runs a bee and chicken farm. Like other young men in his village, Khadka had headed off to the US via an illegal route on 27 March, 2018. He had reached the US via the New Delhi-Moscow-Barcelona-Bogota-Panama-Costa Rica-Nicaragua-Honduras-Guatemala-Mexico route. When he finally arrived in the US, he was detained and had to spend 11 months in detention. He was deported on 15 March, 2019. He had handed over Rs3.2 millions to the agent and spent Rs2 million to fight the case to become a refugee. “It’s not possible for me to pay back the loan while working in Nepal,” he said. “I aim to pay back some interest and head off abroad again.”For six months after Khadka was deported, he had anxiety and headache, he said, adding the three people from his village who were deported like him are also struggling with their mental health.Tikaram Pun, a 40-year-old resident of Bohora village in Musikot-4, is also haunted by his past journey. In September 2017, he reached the US after crossing 17 countries with the help of organised human traffickers. Of the 41 people in his group, 31 were from Rukum East and Rukum West, he said. Pun, who was detained on arrival in the US, spent 24 months in a detention camp. His refugee application was also refused and so he was deported along with eight other Nepalis. “When I returned, I started having mental health problems. I still suffer from them,” he said. Pun is under pressure from creditors and relatives to pay back the Rs9.2 million loan he had taken for the task.Those who died on the wayA group of 10 Bangladeshis and seven Nepalis, including Rupak Bohora of Bafikot-3 in Rukum West, were on a mission to reach Costa Rica through Colombia, Caribbean Coast, Capuragana and Panama. But while they were crossing a sea, their boat capsized. As many as 12 died in the incident, including six Nepalis. Rupak’s wife, Geeta, learned about the incident only after six days, on 25 June, 2021.“I still don’t know what exactly happened,” said Geeta, who had been married off at age 19 and is now a mother of two daughters. The only thing she knows is that Rupak has died and she is now all alone. And that she has Rs5 million in loan taken for Rupak’s trip. She showed a picture of her husband on her phone to this scribe and said, “I only have memories.”Lack of political will and legal remediesThe concrete bridge over Chewang river is on the edge of Tak village. On the walls of the bridge are paintings of political theorists like Marx, Engels, Lenin, Stalin and Mao, and the iconic slogan, ‘Workers of the world, unite!’, below them. But the slogan appears to be at odds with life in the village. Given the phenomenon of illegal travels to the US through the help of organised human traffickers, the whole village appears to be emptying. Neither the local governments are concerned about the phenomenon nor are the political parties paying attention.Puniraj Gharti, chair of Putha Uttarganga Rural Municipality, said though the trend is worrying, there’s nothing he can do. “How could we stop them from making the trip when they are struggling to make a living in the village?” he said.Krishna Regmi, chair of Sisne Rural Municipality, said that the vicious cycle of poverty started after marijuana farming was banned in the country. Then the Maoist insurgency added to the woe, forcing youths to migrate. The signing of the peace agreement in 2006 didn’t herald any change in the economy either and youths are struggling to get jobs. Organised human traffickers are cashing in on this sorry state of affairs, Regmi said. “Meter byajis [usurious lenders] are also promoting this phenomenon,” he added.The phenomenon is equally rife in Dang’s Tulsipur and Ghorahi. Ramesh Kumar Pandey, chair of Ghorai-15, says that even though many heading to the US are swindled, no complaints are filed at the ward office. “Only those who attempt to go to Saudi Arabia or Qatar file the complaints,” he said.One can infer from Pandey’s statements that the families of such illegal travellers don’t want to publicise the ordeals of their family members. On the one hand, agents threaten them to not publicise the issue; on the other, they fear they themselves would be punished by law.According to the Anti-Human Trafficking Bureau, as many as 178 Nepalis, including 174 men, have been deported from the US in the five fiscal years after 2018-19. Of them, the highest 49 are from Rukum while 37 are from Dang. The data doesn’t include those who returned after making it to the half-way or those who have been fighting the legal battle in the US for refugee status. But this data is enough to show that many such youths are from the ‘base areas’ of the Maoist insurgency.SSP Jeevan Shrestha, chief of the bureau, said that data on the number of such victims and the amounts they have spent is hard to collect since complaints are rarely filed with the police. “This is human trafficking but for a lack of law, we are still compelled to launch the cases as per Human Trafficking and Transportation (Control) Act 2074 BS,” Shrestha said. “The Act provides a maximum penalty of Rs250,000 for the offenders and 50 percent of that as compensation to the victims.” Without specific law, police also invoke the theft and organised crime act to punish the offenders, he added.On the one hand, police receive no complaints; on the other, the phenomenon sees no control.Bhaskar Gautam, a political scientist, says the rise in cases of human trafficking in the insurgency’s ‘base areas’ is due to the political system’s abject failure.While the Maoists raised issues related to livelihood, nationalism and a new kind of democracy to fuel their war machine, after the peace process, it is livelihoods that have been hit the hardest, Gautam said. “The traditional way of life and economy took a hit during the insurgency,” he said. “Developments after the peace process also failed to address that. What sprang up was organised human trafficking.”(Mahesh KC in Rukum East and Durgalal KC in Dang contributed to this report.)This report is prepared in collaboration with the Center for Investigative Journalism-Nepal. "},{"hash":"5b41caa28761fd8ada1be7951764ae6954dd5a645984d3ea1fe0cdb1a6b25396","title":"no-private-hospital-bed-for-poor-patients","link":"https://kathmandupost.com/national/2023/06/10/no-private-hospital-bed-for-poor-patients","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/thumb19-1686358218.jpg&w=900&height=601","date":1686355200000,"source":"kp","category":"national","content":"**Gyanumaya BK's Story:**\n\nGyanumaya spent thousands on back pain treatment at a private hospital. She was not aware that hospitals are supposed to provide free care to those who cannot afford it.\n\n**Health Facility Operation Standards:**\n\nIn 2020, the government made a rule that requires private hospitals to reserve 10% of their beds and provide free treatment to the poor.\n\n**Hospitals Not Following Rules:**\n\nMany private hospitals, including the one Gyanumaya went to, do not follow the rules. They claim to give discounts but do not show proof.\n\n**Monitoring and Enforcement Problems:**\n\nGovernment agencies responsible for enforcing the rules lack manpower and motivation. They do not regularly inspect hospitals or take action against those that violate the rules.\n\n**Call for Action:**\n\nOfficials believe that legal action and more effective monitoring are needed to ensure that private hospitals adhere to the government's mandate and provide essential healthcare to those who need it most.","summary":"A 69-year-old laborer in Pokhara, Nepal, is struggling to pay off medical bills after discovering that her hospital was not adhering to regulations requiring them to provide free treatment and 10% of beds to the needy."},{"hash":"76d90bffa13a5f8e29f2a657b46763cb72bd2b5c3e7c4836de6d4bbffed828a2","title":"**Nepali Bureaucracy**\n\nThe Nepali bureaucracy is known for its:\n\n* **Hierarchy:** Strict chain of command and levels of authority.\n* **Formalism:** Emphasis on rules, procedures, and paperwork.\n* **Centralization:** Power concentrated in central government.\n* **Patronage:** Personal relationships and favors influence decision-making.\n* **Corruption:** Bribery, embezzlement, and misuse of public funds are common.\n* **Inefficiency:** Slow decision-making, delays, and bureaucratic hurdles.\n* **Lack of transparency:** Limited public access to government information.\n* **Political interference:** Government officials influence bureaucratic decisions.","link":"https://kathmandupost.com/columns/2024/05/08/understanding-nepali-bureaucracy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadPostIllustration-1715184406.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"columns","content":"**Nepali Bureaucracy: Two Sides of Power**\n\nThere are two different views of the Nepali bureaucracy:\n\n1. **All-Powerful:** Politicians see bureaucrats as too powerful, challenging their authority.\n\n2. **Submissive:** News reports often show bureaucrats working closely with politicians for their own benefit.\n\n**How Can Bureaucrats Be Both Powerful and Submissive?**\n\nBureaucrats have more options today than in the past due to a stronger bureaucratic system:\n\n* **Resist:** They can stand up to politicians if they do things against the law.\n* **Maintain Status Quo:** They can keep things the same to avoid conflict.\n* **Collude:** They can work with politicians for personal gain.\n\n**Strengthening of Bureaucracy**\n\nAfter 1990, new laws protected bureaucrats from unfair treatment by politicians. This gave them more power.\n\n**Trade Unions and Politicization**\n\nPolitical movements after 1990 made bureaucrats more active in politics. Trade unions for civil servants gave them even more influence.\n\n**Multiple Options**\n\nThe stronger bureaucracy now gives bureaucrats more choices when dealing with politicians:\n\n* **Positives:** They can resist illegal decisions.\n* **Negatives:** They can also support or oppose based on their political views, keep things the same to protect their jobs, or collude for personal benefit.\n\n**Implications**\n\n* Too much power in the bureaucracy can lead to problems.\n* However, taking away their protections can make them too subservient.\n* Reforms are needed to balance power between bureaucrats and politicians.","summary":"Contradictory narratives depict Nepali bureaucracy as both all-powerful and subservient, empowered by post-monarchy safeguards and politicization while facing fluctuating options and challenges."},{"hash":"a67b8cd26635fa2281f13500ace4b1c241ed1e818a7be9248b076f23d682b291","title":"Massification of Education refers to the rapid growth and expansion of educational opportunities, making education accessible to a larger proportion of the population. This process involves:\n\n* Increasing enrollment rates\n* Establishing more schools and universities\n* Making education affordable and accessible to all","link":"https://kathmandupost.com/columns/2024/05/08/massing-of-education","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/opinion/DownPostFilePhoto-1715184169.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"columns","content":"**Mass Higher Education: A Post-WWII Phenomenon**\n\nSince the 1970s, there has been a rapid increase in people attending college, known as \"mass higher education.\" This is a new concept that started after World War II.\n\n**Origins:**\n\n* **UK:** Planned for a wider participation in higher education to achieve social equality.\n* **USA:** Expanded HE to increase scientific knowledge and skills needed for the economy.\n\n**Expansion:**\n\n* Funded by governments, corporations, and international organizations.\n* Argued to be necessary for economic growth and competitiveness.\n* Led to a boom in universities and colleges.\n\n**Consequences:**\n\n* Lower admission standards to accommodate more students.\n* Dilution of academic content and grade inflation.\n* Declining quality of higher education and a shortage of graduates with original research abilities.\n\n**Lifelong Learning:**\n\n* Promoted by UNESCO as a concept to encourage continuous learning throughout life.\n\n**Concerns:**\n\n* Business interests and private profit have influenced the expansion of mass higher education.\n* It has led to a decline in the overall quality of higher education and a lack of graduates with the skills needed by employers.","summary":"Post-WWII, global mass higher education's rapid expansion, initially driven by social equality and scientific advancement, has shifted toward a private commodity focused on economic growth."},{"hash":"14fbcd22a699570d65e7758d4c2963317220d35cfa4e26f16ce7492b810b1cab","title":"India's Prime Minister, Modi, is expected to run for a third term in the upcoming election. Many people are worried about this because they believe he will further divide the country and weaken its democratic institutions.","link":"https://kathmandupost.com/columns/2024/05/07/bracing-for-modi-s-third-term","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadReuters-1715097209.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"columns","content":"**Summary**\n\n**India's Massive Election**\n\n* Largest election ever, with over 500 members of parliament to be elected.\n* Prime Minister Modi expected to win a third term easily.\n* Parties are less involved, as the election is seen as a vote for or against Modi.\n* Election campaigns have been lackluster, with little excitement.\n* Voter turnout is lower than usual.\n\n**Modi's Performance**\n\n* Mixed record, with both successes and failures.\n* Economic growth, but also rising inequality.\n* Failures in handling demonetization and the COVID-19 pandemic.\n* Aggressive foreign policy, but limited results.\n* Tense relations with South Asian neighbors.\n\n**Modi's Political Tactics**\n\n* Presents himself as the only credible leader.\n* Uses his supporters as cheerleaders.\n* Weakens opposition through raids and fake news.\n\n**Modi's Ambitions**\n\n* Seeks to consolidate his power as an autocrat.\n* Likely to spend more on image-building and military expansion.\n* Nepal may face challenges in dealing with a third-term Modi government.","summary":"India's largest-ever election, expected to result in another term for Prime Minister Modi despite a lack of excitement, highlights the country's democratic struggles with strongman rule and economic disparities."},{"hash":"505beefca11049926520cda4acceb5956f992fa7c660a8ef9ded812776844ff1","title":"**Toilets for All**\n\nToilets-for-All is a program that aims to provide accessible and clean toilets to those in need, especially in areas with limited sanitation facilities. This includes:\n\n* Building and maintaining public toilets in urban and rural areas\n* Offering toilets to schools, hospitals, and other institutions\n* Promoting hygiene and sanitation practices\n* Ensuring toilets are accessible to people with disabilities\n\nThe program aims to improve public health, reduce the spread of disease, and create more hygienic and dignified living conditions for communities.","link":"https://kathmandupost.com/editorial/2024/05/07/toilets-for-all","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb-1715129836.png&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Gender-Inclusive Toilets: A Necessity for Everyone**\n\nActivists are calling for toilets that don't separate people based on gender. This is important for transgender and non-binary people who often face discrimination and discomfort in public toilets.\n\nNepal is promoting gender equality and safety by building gender-inclusive toilets. These toilets are safe and respectful for everyone, regardless of their gender identity.\n\nMany countries have gender-inclusive toilets, but it's important to also educate people about gender diversity and disability. This will create a more welcoming and inclusive society for all.\n\nGender-inclusive toilets can also boost tourism by making queer individuals feel welcome and accepted.","summary":"Gender-inclusive toilets break the gender binary, welcoming all individuals regardless of gender identity, and are essential for marginalized communities like transgender and non-binary individuals, as their absence forces them to conform to societal norms, marginalizes them, and creates safety concerns, especially in schools, despite international examples and Nepal's efforts to promote equality."},{"hash":"33d5b7761eb5bd3b41e26b739647600e33685d1a97a97f0651c70b2650289129","title":"Unity is strength; division leads to weakness.","link":"https://kathmandupost.com/editorial/2024/05/07/divided-we-fall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb7-1715044507.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"Political parties in Nepal are constantly splitting and merging. This is mainly due to conflicts over power, not ideology. The recent split in the Janata Samajbadi Party Nepal is believed to have been caused by efforts to form an alternative coalition. Such splits weaken political movements and make people lose trust in parties. This also hurts the idea of a diverse and inclusive society.","summary":"Political parties in Nepal, driven by power struggles, have once again engineered a split in a junior coalition partner, hindering the stability of the ruling coalition."},{"hash":"349bf15e76b9ee93953ea9dcd19ecc5848ef7349536cadd8b4015572475f8225","title":"DIY","link":"https://kathmandupost.com/editorial/2024/05/05/do-it-together","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb14-1714955634.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"editorial","content":"Prime Minister Dahal plans to form a parliamentary committee to investigate fraud in cooperatives. The main opposition party, the Nepali Congress, is demanding a probe into Home Minister Lamichhane's involvement. However, the Congress fears that the probe will be used to shield Lamichhane. Dahal has assured that the probe will be fair, but the Congress remains skeptical. The meeting point for both parties is that the embezzlement of cooperative funds needs to be addressed. Cooperation between major parties is crucial to tackle the issue and avoid public unrest.","summary":"Prime Minister Dahal plans to address co-operative embezzlement concerns, including allegations against Home Minister Lamichhane, through a parliamentary probe, despite Congress skepticism and a call for a functional parliament during the budget session."},{"hash":"b8cf800b128e5429effac6538b5cdeff14e12e5c92d4968c239f48ce105eb283","title":"**Interview with Padam Giri**\n\nPadam Giri, a renowned conservationist, highlights the importance of protecting the Himalayan ecosystem.\n\nHe emphasizes the need for community involvement, sustainable tourism, and policy changes to address climate change and deforestation.\n\nGiri advocates for local ownership and emphasizes the value of indigenous knowledge in conservation efforts.","link":"https://kathmandupost.com/interviews/2024/05/05/interview-with-padam-giri","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/padamgiri-1714923097.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"interviews","content":"**Budget session begins without resolving differences over probe committee**\n\nDespite the upcoming budget session starting on Friday, the government and opposition parties remain at odds over forming a parliamentary committee to investigate fraud allegations against Deputy Prime Minister Rabi Lamichhane.\n\nThe government argues that a broader investigation of the cooperative sector is necessary, rather than focusing on a single case. The opposition, however, insists on a committee specifically targeting Lamichhane.\n\nSeveral bills await approval in parliament, including a bill to amend the Transitional Justice Act. Despite efforts to expedite bill endorsements, the parliament has been unproductive in this regard. The government is working to prioritize and consult widely in the drafting process.\n\nThe government believes that the opposition's obstruction of the House over the probe committee demand could jeopardize the budget endorsement process. It hopes that the opposition will reconsider their stance and prioritize the smooth functioning of parliament.","summary":"Nepal's federal parliament budget session commences without resolving the dispute over forming a committee to investigate fraud allegations against Deputy Prime Minister Lamichhane, leading to uncertainty over the session's productivity."},{"hash":"39eb27d07dda639b3d5dd4481b8d6012361b0eeb330937898496f65c11c09fe8","title":"Expect difficulties in the coming two months due to ongoing fires.","link":"https://kathmandupost.com/interviews/2024/04/28/next-two-months-will-be-challenging-due-to-fire-incidents","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/anilpokharel-1714368894.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Fire Incidents in Nepal**\n\n* 110 houses destroyed in Mahottari last week\n* Several settlements burned in Gulmi, Rupandehi, and Arghakhanchi earlier\n* 9 people have died in fires since April 13\n* Fires caused by low rainfall, high temperatures, and wind gusts\n* Accumulated forest litter and stubble burning have intensified blazes\n* Inadequate resources, equipment, and trained personnel hinder firefighting efforts\n\n**Government Response**\n\n* Convening meetings and alerting authorities\n* Training community forest group members to fight fires\n* Introducing portable fire pumps, which are effective in difficult terrains\n* Adopting advanced systems like helicopter firefighting\n* Empowering local governments to lead the response\n* Provinces assessing risks and assisting local governments","summary":"Fire incidents have surged in Nepal due to lack of rainfall, soaring temperatures, winds, and inadequate forest fire management, resulting in loss of lives and property, prompting the government to implement measures such as training and equipping firefighters and introducing portable fire pumps."},{"hash":"2d1dcd1af2a010f1dc8a5288d051100d0a7e6e1ee7a6d0087e377a8fa051364f","title":"Nepal offers equal opportunities for investors regardless of gender, ethnicity, or other factors.","link":"https://kathmandupost.com/interviews/2024/04/28/nepal-presents-equal-opportunity-for-all-investors","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1714270342.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Nepal Investment Summit**\n\nNepal is holding an investment summit to attract foreign investors. The government has learned from past summits and is taking steps to make it easier for investors to invest in Nepal.\n\n**Attracting Investors**\n\nNepal is inviting successful investors to share their experiences and presenting the success stories of those who have invested in Nepal. The government has also made changes to laws to remove obstacles to foreign investment.\n\n**Improving Investment Climate**\n\nThe government is working on improving Nepal's sovereign credit rating to show that Nepal is more open to foreign investment. Nepal is also making it easier for investors to take back profits.\n\n**Hydropower and Energy**\n\nNepal has plans for clean energy development, including hydropower. Nepal has agreements with India, Bangladesh, and China to sell surplus energy.\n\n**Political Stability**\n\nNepal's government acknowledges that there is political instability, but it emphasizes that the country has stable policies.\n\n**Addressing Rumors**\n\nThe government denies rumors that big investors are reluctant to invest in Nepal because of the current political coalition.\n\n**Geopolitical Factors**\n\nNepal welcomes legal investment from all countries and wants to ensure that investments are not targeted against any particular country.","summary":"Nepal's third Investment Summit aims to attract foreign investment, presenting success stories and implementing reforms to enhance its investment-friendly environment, despite concerns about geopolitical influences and political instability."},{"hash":"b8119b43ed80553d871f3b6e70a45b435e16350f69e3656d8ec00cdfd1f5e39e","title":"Directly electing the Prime Minister and Chief Ministers could end political instability. This would give voters more control and accountability.","link":"https://kathmandupost.com/interviews/2024/04/21/direct-election-of-prime-minister-and-chief-minister-way-out-of-instability","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/interview-1713764589.jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"interviews","content":"**Political Instability in Nepal**\n\n* Political parties are competing unfairly to control provincial governments, causing public frustration.\n* Leaders blame the mixed electoral system for instability, but political ambition and corruption may be the real causes.\n* Some argue for a two-party system, but there is no guarantee it would bring stability.\n* The mixed electoral system has increased representation of marginalized groups, but some leaders misuse it for personal gain.\n* Direct election of the prime minister and chief ministers is proposed as a solution for stability.\n\n**Provinces and Decentralization**\n\n* Provinces have adopted the same problematic parliamentary system as the central government.\n* Local units, which use a different system, have more stability.\n* Some claim provinces are unnecessary, but others argue they are essential for inclusivity.\n* Provinces have failed to deliver on promises of decentralization and improvement of services.\n* Madhesh Province has experienced corruption and lack of inclusivity, despite being led by Madheshi parties.\n\n**New Parties in Madhesh**\n\n* Janamat Party and Nagarik Unmukti Party have emerged, challenging established Madheshi parties.\n* Janamat focuses on fighting discrimination and bad governance, while Nagarik Unmukti represents the interests of the Tharu community.\n* Rastriya Swatantra Party prioritizes good governance and has gained support in hill areas.","summary":"Nepali politics has been marred by unhealthy power struggles within provincial governments, leading to public frustration and accusations that the electoral system perpetuates instability. Political analyst Tula Narayan Shah advocates for direct election of executive heads in both provinces and the center, arguing that it would foster stability. Additionally, the poor performance of provinces and the emergence of new political parties in Madhesh reflect public dissatisfaction with the ruling elite and highlight ongoing issues of discrimination and governance."},{"hash":"5c600ef479c5d95e859fb1a9dbd261d3a264f62d509d4185d7c4d11d0a9bb8ee","title":"I support a fully proportional representation system with a 5% threshold.","link":"https://kathmandupost.com/interviews/2024/04/15/i-am-for-a-fully-pr-system-with-a-five-percent-threshold","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/interviews/Untitled1-1713152017.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"interviews","content":"**Nepal's Electoral System**\n\n**Concerns:**\n* Nepali Congress leaders believe the mixed electoral system is unstable, leading to hung parliaments.\n\n**Former Election Commissioner's Views:**\n* The success of an electoral system depends on its users, not its design.\n* Nepal's mixed system was implemented after the 2006 People's Movement to ensure representation for historically underrepresented groups.\n* The system has been successful in increasing representation, but leaders have misused the proportional representation (PR) system.\n\n**Anomalies in the Mixed System:**\n* Leaders have promoted family members and loyalists in PR seats.\n* The names of influential people have been placed at the top of PR lists to increase election chances.\n\n**Representation of Marginalised Groups:**\n* Women have gained representation, but their presence in decision-making positions is still low.\n* Dalits have increased representation, but it is not proportional to their population.\n\n**Proposed Solutions:**\n* Former Commissioner suggests a fully proportional representation (PR) system.\n* Candidates should be selected through primaries to reduce leader influence.\n* The PR system should be implemented at the local level.\n* Increase the threshold to qualify for PR votes to ensure bigger parties secure more seats.\n\n**Other Considerations:**\n* Voting rights for Nepalis abroad is feasible, but leaders may resist due to unpredictable election outcomes.\n* Online voting is technically possible to connect voters abroad to their local booths.","summary":"Amidst political instability, Nepali Congress and CPN-UML leaders advocate for electoral system reform, with former election commissioner Neel Kantha Uprety emphasizing the need for an inclusive, fully proportional representation system that minimizes leader manipulation."},{"hash":"16ca03860b600f5d221a63cab7bc1b2ab4dad746bbb104c9f57095e07f85ef78","title":"**Muluki Ain** is a set of laws in Nepal that defines acceptable behaviours, punishments, and rights.","link":"https://kathmandupost.com/letters/2021/11/08/muluki-ain-is-a-legal-code","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/third-party/mulukiain-1636421052.jpg&w=900&height=601","date":1636329600000,"source":"kp","category":"letters","content":"**Muluki Ain, Nepal's Historic Legal Code**\n\nThe Muluki Ain, translated by Heidelberg University, provides valuable insights into Nepal's history. It established a legal system that recognized the rule of law and defended against arbitrary rulings.\n\nWhile the Muluki Ain reflected the existing caste system, it aimed to be fair. It emphasized that punishments should be equal for all, regardless of caste. The code also acknowledged the need for social reforms and intended to address embedded injustices.\n\nThe Muluki Ain was a comprehensive document that covered various aspects of life, including religious customs and social traditions. Despite its limitations, it played a significant role in Nepal's legal and social development.","summary":"The 1854 Muluki Ain, translated by Heidelberg University, rationalized Nepal's legal system, formalized caste-based social norms while recognizing the need for reform, and established rule of law."},{"hash":"f26d8550751249ca6fce9099e307f744741857845591c48ab0d55210ac42e144","title":"**Misleading News**\n\nMisleading news is information presented as true but contains distortions or omissions designed to deceive.\n\n**Causes:**\n- Biased sources\n- Incomplete or inaccurate reporting\n- Sensationalism\n- Deliberate manipulation\n\n**Effects:**\n- Public confusion and misunderstanding\n- Loss of trust in media\n- Damage to reputations\n- Social division and conflict\n\n**How to avoid:**\n- Check multiple sources\n- Consider bias and motivations\n- Look for supporting evidence\n- Be skeptical of sensationalism","link":"https://kathmandupost.com/letters/2021/04/12/misleading-news","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/opinion/thumb-1618223282.jpg&w=900&height=601","date":1618185600000,"source":"kp","category":"letters","content":"A news report claimed Sinohydro Corporation, a Chinese contractor for the Melamchi Water Supply Project, did not pay for materials used in constructing the Ambathan dam in Helambu, Nepal. Sinohydro denies this, stating:\n\n* They acquired materials legally from local vendors, suppliers, and recycled previously excavated materials.\n* They have paid all vendors and suppliers in full.\n* Documents supporting these transactions are available.\n\nSinohydro believes the news report is misleading and should be corrected.","summary":"Sinohydro denies owing taxes on resources used in Helambu project, claiming it legally sourced materials and paid local suppliers."},{"hash":"e862b51d7419ba6f589572cd4032419c790b93c181a1334f46e1b9ab2f51169b","title":"Misunderstanding occurs when two or more people have different expectations or interpretations of a situation. It can be caused by miscommunication, lack of clarity, or biased thinking. Misunderstandings can lead to conflict and damaged relationships, but they can also be resolved through open communication and a willingness to listen and understand each other's perspectives.","link":"https://kathmandupost.com/letters/2021/01/03/misunderstanding","date":1609632000000,"source":"kp","category":"letters","content":"**Japan Needs Nepalese Workers**\n\nJapan is facing a labor shortage and is looking to Nepal for workers in 14 industries.\n\n**Misunderstandings About the Agreement**\n\n* The agreement does not require government-to-government hiring.\n* The Japanese government does not interfere in the private job market.\n* Private recruiting agencies are not banned from participating in the process of sending and accepting workers.\n* Workers may have to pay for their own airfare, insurance, and medical exam.\n\n**Help for Nepali Workers**\n\n* Nepali workers are encouraged to find their own jobs in the Japanese labor market.\n* Japan and Nepal are working to address issues with recruitment agencies.\n* Nepal has signed similar agreements with other South Asian countries.\n\n**Conclusion**\n\nThe Embassy of Japan hopes this information will help Nepalese workers understand the agreement and find jobs in Japan.","summary":"Japan and Nepal agreed to a Memorandum of Cooperation in 2019 to facilitate the employment of Nepalis as Specified Skilled Workers (SSW) in Japan without government intervention, allowing private agencies to assist with job placement and expenses varying by employment contract."},{"hash":"4d564e4aa9b147540d5d27c861b9724bce96976aa16a590835a10f4f29687ad6","title":"**Contributions to Nepali:**\n\n* Preserving and promoting Nepali language and culture\n* Advocating for language rights and education in Nepali\n* Creating Nepali-language resources and materials\n* Fostering Nepali literary and artistic expression\n* Strengthening the Nepali community worldwide","link":"https://kathmandupost.com/letters/2020/11/30/contributions-to-nepali","date":1606694400000,"source":"kp","category":"letters","content":"Professor Hutt expresses gratitude to Deepak Thapa for highlighting concerns about Nepali studies in Europe and America. He acknowledges the significant contributions of his colleague, Krishna Pradhan, whose teaching and support enabled the development of Nepali language, literature, history, and culture courses at SOAS. However, these courses will no longer be available for future UK students.","summary":"Emeritus Professor Hutt expresses gratitude for colleague Krishna Pradhan's contributions to Nepali studies at SOAS, while lamenting the absence of future Nepali studies offerings in the UK."},{"hash":"a1d8bb473b76b044c715510c1e3cd12b7293a4516faf36066b07acc77fd64756","title":"chhaupadi-persists","link":"https://kathmandupost.com/letters/2020/09/24/chhaupadi-persists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2020/third-party/thumb3-1600897015.jpg&w=900&height=601","date":1600905600000,"source":"kp","category":"letters","content":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email ","summary":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email "}]