[{"hash":"76a99df984b257d68d73357919d68eed175d63fefb1ad910c5a64cb39cb5effd","title":"The Sunkoshi-Marin Tunnel brings much-needed water to farms in the dry Madhesh region, giving farmers hope for a better future.","link":"https://kathmandupost.com/money/2024/05/09/sunkoshi-marin-tunnel-brings-hope-for-parched-madhesh-farmlands","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/TBM-1715225575.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"money","content":"**Sunkoshi Marin Project**\n\nThis project aims to provide water for farming in central Tarai, an area that often faces drought.\n\n**Key Features:**\n\n* A 13.3 km tunnel to divert water from the Sunkoshi River to the Marin River.\n* A 31.07 megawatt hydroelectric power plant.\n* Irrigation for 122,000 hectares of land in five districts.\n\n**Timeline:**\n\n* Tunnel completed in January 2023, six months ahead of schedule.\n* Project expected to be finished in July 2027.\n\n**Benefits:**\n\n* Improved irrigation, leading to increased crop production and income for farmers.\n* Hydroelectric power generation.\n* Economic opportunities in the Tarai region.\n\n**Cost:**\n\n* Total project cost is estimated at Rs87 billion.\n* Tunnel construction cost: Rs10.05 billion.\n\n**Environmental Impact:**\n\n* The project will flood some land and relocate a portion of a highway.\n* Year-round irrigation is expected to boost agricultural productivity and reduce food shortages."},{"hash":"993e3dfb635cc252b93bf935dad75ef144713614867292c57642795d1f8ac6ff","title":"Nepali Congress might allow Rabi Lamichhane, the leader of Rashtriya Swatantra Party, to speak in parliament despite his citizenship case being under investigation.","link":"https://kathmandupost.com/politics/2024/05/09/nepali-congress-may-allow-lamichhane-to-speak-in-parliament","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb18-1715215891.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"politics","content":"**Nepali Congress Demands Investigation of Home Minister**\n\nThe main opposition party, Nepali Congress, refuses to back down from its demand for a parliamentary investigation into Deputy Prime Minister and Home Minister Rabi Lamichhane.\n\nLamichhane is accused of stealing money from credit unions. Police reports show large amounts of money were transferred to his name without permission.\n\nNepali Congress claims Lamichhane used the police and Attorney General's office to pretend he is innocent. They believe he is afraid of being punished if he is fully investigated.\n\nThe government has called a special Parliament session, but the parties disagree on how to handle the investigation. The opposition wants a committee solely focused on Lamichhane, while the ruling parties want a broader investigation of the entire credit union industry.\n\nThe opposition is blocking Parliament proceedings until the government agrees to their demand. They also say they will prevent Lamichhane from speaking in Parliament until the investigation begins.\n\nThe Nepali Congress also discussed the political situation in some provinces where the ruling parties are facing challenges forming governments. They expressed concern about unconstitutional actions and are considering legal action."},{"hash":"2aa4d008a1db97151655e83d459e6098de8445064eedbabca63f11fc9a8a3dfe","title":"Transparency and good governance are like two sides of the same coin. They help each other to make sure that everything is done honestly and fairly.","date":1715192100000,"source":"nn","link":"https://nepalnews.com/s/business/transparency-and-good-governance-complement-each-other-president","imageLink":"https://web.nepalnews.com/storage/story/1024/9d263f51_cefd_4241_bb20_05f8888718f21715242217_1024.jpg","category":"business","content":"**Summary:**\n\nPresident Ramchandra Paudel emphasized the importance of transparency and good governance, with auditors playing a vital role as the \"economic watchdog\" of the nation. Audits ensure clear accounts, prevent fraud, and promote accountability.\n\nMinister Jwala Kumari Sah acknowledged the role of auditors in controlling fake bills and revenue evasion. She highlighted the need for a transparent and error-free auditing system.\n\nACAN's conference aims to address Nepal's economic crisis, exploring solutions and policy reforms.\n\nNoted individuals such as Dr. Sanduk Ruit, Maha Prasad Adhikari, and Chandra Prasad Dhakal were honored for their contributions.\n\nEconomists, industrialists, bankers, and policy makers will engage in discussions on prosperity and economic development."},{"hash":"b0548d7d73811f457ad631f1ee665c61883d228e05213db65aec4554aedab71e","title":"Construction of a new bridge along the Narayangadh-Muglin road is ongoing.","date":1715192100000,"source":"nn","link":"https://nepalnews.com/s/nation/bridge-construction-along-narayangadh-muglin-road-section-in-full-swing","imageLink":"https://web.nepalnews.com/storage/story/1024/narayan_ghat_mugling_sadak1715234021_1024.jpg","category":"nation","content":" **Bridge Construction Update on Narayangadh-Muglin Road**\n\nOut of 15 bridges on the road, 11 are already open. The remaining 4 bridges are being built.\n\nTwo bridges, near Muglin Bazaar, are expected to be finished by mid-July. The other two will be completed by mid-November.\n\nThese bridges are being built with help from the World Bank. They have delayed the construction due to cutting a wall and giving money to people affected by the construction.\n\nOnce finished, the bridges will help prevent landslides that often happen in the area during the rainy season."},{"hash":"5f808d965456943d2c763161d048323e2fb684156515796bd838825bb9dc3826","title":"Begnas Lake is a lake in Nepal.","date":1715192100000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/begnas-lake","imageLink":"https://web.nepalnews.com/storage/story/1024/RambahadurThapa_Gandagi_RSS_27_image_1236502911715235354_1024.JPG","category":"travel-and-tourism","content":"There is no information to summarize."},{"hash":"5b4f058271600f6dc2c23ea89ba35933ad8acd0c14c908ed8bf88d76d0c121a2","title":"Tourists are having fun on a motorboat ride.","date":1715192100000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/tourists-enjoying-a-motorboat-ride","imageLink":"https://web.nepalnews.com/storage/story/1024/HemantKC_KankrebiharSurkhet_RSS_27_IMG_41081715234871_1024.JPG","category":"travel-and-tourism","content":"There was no text provided to summarize."},{"hash":"c9cb8c8369fbe5ab01f24d6402791c28319c3a2905da1f49d8b00da77cf5e286","title":"NPC launches a plan to guide public investments and spending to make sure they benefit the people and the economy.","date":1715105700000,"source":"nn","link":"https://nepalnews.com/s/capital/npc-launches-public-investment-management-action-plan","imageLink":"https://web.nepalnews.com/storage/story/1024/national_planing_commision1715174848_1024.jpg","category":"capital","content":"**Government Spending Plan**\n\nThe government has a 5-year plan to improve how it spends money. They want to make sure that projects are completed on time and within budget.\n\n**Goals of the Plan:**\n\n* Track spending on projects\n* Improve the national project database\n* Make government procurement more transparent\n* Regularly maintain infrastructure\n* Hold project leaders responsible\n* Avoid duplication in projects\n* Carefully select projects for funding"},{"hash":"a6c4771d0060587b29f8d499dddaf05cb6343fa5c06e4954c8fdba2c26aba630","title":"Prime Minister inaugurates the breakthrough of the Sunkoshi-Marin diversion tunnel, a major project that will divert water from the Sunkoshi River to the Marin River for irrigation and hydropower generation.","date":1715105700000,"source":"nn","link":"https://nepalnews.com/s/nation/pm-inaugurates-breakthrough-of-sunkoshi-marin-diversion-tunnel","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_05_08_at_121715166729_1024.jpg","category":"nation","content":"A huge tunnel has been built in Nepal called the Sunkoshi-Marin Diversion Multi-purpose Project. The tunnel is over 13 kilometers long and runs from Kusumtar to Kanadhungri. The tunnel took 19 months to build, which is one year faster than planned. A dam will be built at Kanadhungri to store water, which will then flow through the tunnel to Kusumtar. The water from the tunnel will be used to generate electricity and provide water for irrigation to five districts in Nepal. The tunnel cost about 10 billion rupees to build."},{"hash":"6ce8b7f76f049609887d25e051f92c36bdc3626bba462cd4f34a775b9acb8deb","title":"**Statement on Israel-Iran Conflict from Human Rights Watch**\n\nHuman Rights Watch (HRW) condemns the ongoing conflict between Israel and Iran, calling for an end to violence and respect for human rights. HRW urges both sides to adhere to international law, avoid civilian casualties, and protect essential infrastructure. The organization also emphasizes the importance of accountability for violations and calls for an independent investigation into alleged war crimes.","date":1715105700000,"source":"nn","link":"https://nepalnews.com/s/global/hwpl-statement-on-israel-iran-conflict","imageLink":"https://web.nepalnews.com/storage/story/1024/21715166055_1024.jpg","category":"global","content":"**Iran and Israel Conflict**\n\nIran and Israel, who are not neighbors, are fighting with powerful weapons.\n\n**Attacks on Iran**\n\nOn April 1, 2024, Israel attacked Iran's office in Syria, which is against international law since it's a non-military target in a country not involved in the conflict.\n\n**Response from Iran**\n\nOn April 13, Iran attacked Israel in response.\n\n**Concerns**\n\nThe international community is worried that the attacks could turn into a bigger war.\n\n**Victims of War**\n\nInnocent civilians are always the ones who suffer the most in wars, and there is no way to bring back the lives that have been lost.\n\n**Call for Peace**\n\nPeople around the world and organizations like HWPL are calling for an end to the war and peace talks between Iran and Israel.\n\n**Recommendations**\n\nThe international community should help Iran and Israel make peace and provide aid to those in need. All countries should support international efforts for peace so we can have a peaceful future."},{"hash":"a7ae5aa2dae3518f8ce15910e21d1137431eb7ffac115aec32edba2436c3e319","title":"President attends a special event to celebrate Law Day.","date":1715242896181,"source":"nn","link":"https://nepalnews.com/s/capital/president-attends-law-day-celebration","imageLink":"https://web.nepalnews.com/storage/story/1024/court_supreme1689943003_1024.jpg","category":"capital","content":"**Law Day Celebration in Nepal**\n\nOn Wednesday, Nepal celebrated Law Day with events across the country. The Supreme Court held a special ceremony, which was attended by the President, Prime Minister, Speaker, and other officials.\n\nChief Justice Bishwambhar Prasad Shrestha gave a speech wishing everyone a good Law Day and emphasized the importance of following the constitution, laws, and human rights. He also said that the judiciary, the Attorney General's Office, and the Nepal Bar Association need to work together to ensure justice is served effectively.\n\nLaw Day in Nepal commemorates the introduction of the Chief Court Act in 2008, which established an independent judiciary and separated the powers of the government.\n\nThe event was attended by the Vice President, Prime Minister, Speaker, and other high-ranking officials, as well as judges, lawyers, and media representatives."},{"hash":"f8b320c5ac0d91a4692b29f81b597abd4e652cb41c52cdc041d366bda20e64c4","title":"The president attended a celebration honoring Law Day, which recognizes the importance of law and the rule of law.","date":1715242901921,"source":"nn","link":"https://nepalnews.com/s/capital/president-attends-law-day-celebration-1","imageLink":"https://web.nepalnews.com/storage/story/1024/supreme_court1692883355_1024.jpg","category":"capital","content":"On Wednesday, Nepal celebrated Law Day (Law Day 2081 BS) with events nationwide.\n\nThe Supreme Court held a special program attended by the President, Prime Minister, Speaker, and other officials. Chief Justice Bishwambhar Prasad Shrestha expressed hope that this day would inspire everyone to create a society where the Constitution, rule of law, and human rights are fully protected.\n\nThe Chief Justice emphasized the importance of ongoing judicial reforms, highlighting the need for collaboration with stakeholders such as the Attorney General's Office and Nepal Bar Association.\n\nLaw Day commemorates the establishment of the Chief Court Act in 2008 BS, promoting an independent judiciary and separation of powers.\n\nThe event was attended by senior government officials, legal professionals, and media representatives."},{"hash":"eaa68818202e2c137a07be57fc82cd4e591c909af8b7499683ff63085a69d32c","title":"Today is Mother's Day, a special day to honor and celebrate mothers.","date":1715242906955,"source":"nn","link":"https://nepalnews.com/s/capital/mother-s-day-being-celebrated-today","imageLink":"https://web.nepalnews.com/storage/story/1024/matatirtha1715133076_1024.jpg","category":"capital","content":"Today is Matatirtha Aunsi, Mother's Day in Nepal. People show their love and respect for their mothers.\n\nOn this day, people take baths and offer gifts and food to their mothers. They also remember mothers who have passed away by performing a special ritual called shradda.\n\nAccording to Hindu beliefs, honoring mothers is very important. It is thought to bring good luck and free people from any unpaid debts to their mothers.\n\nThere is a fair at Matatirtha Kunda today in memory of mothers. It is believed that taking a dip in the pond there can help people pay off their maternal debt."},{"hash":"44172b270948216931bef0859271a5987d28a88d6d7b29551a7ffb8f3585cd4d","title":"Repairs and rebuilding of the historic Thanthu Durbar, which was built during the Malla era, have started.","date":1715242911702,"source":"nn","link":"https://nepalnews.com/s/capital/reconstruction-of-malla-era-thanthu-durbar-starts","imageLink":"https://web.nepalnews.com/storage/story/1024/Bhaktapur_Durbar_Square1696211760_1024.jpg","category":"capital","content":"A historic palace in Bhaktapur called Thanthu Durbar is being rebuilt after it was damaged. The palace was built 346 years ago. Officials said the rebuilding will cost about 128.5 million rupees. They also said that old houses in Bhaktapur should be checked to make sure they are safe to live in. The palace was used by the Bhaktapur municipality before 2072 BS and is now a priority for reconstruction."},{"hash":"ec74e9c2eff256b96016e9ec97583942ee18b0857af7e6ee3cb7c1b44c996719","title":"Two girls in Lalitpur suffered severe burns and later died from their injuries.","date":1715242915938,"source":"nn","link":"https://nepalnews.com/s/capital/two-girls-succumb-to-burn-injuries-in-lalitpur","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"capital","content":"Two girls, Priya Giri (age 8) and Elisa Giri (age 3), died on Monday due to burns from a hut fire in Lalitpur.\n\nTheir parents, Sanjay Giri (age 35) and Rupa Giri (age 32), are in critical condition in the hospital. One other person is in stable condition."},{"hash":"625167eaf146bd0aea28cb2af768dfa2e3395746aa48ec1e15a143e1a9646890","title":"Weather Update: 50 degrees","date":1715242919512,"source":"nn","link":"https://nepalnews.com/s/nation/weather-update-50","imageLink":"https://web.nepalnews.com/storage/story/1024/Weather_rain1690631860_1024.jpeg","category":"nation","content":"**Today:**\n* Cloudy day with some rain, lightning, and wind.\n* Rain likely in eastern, central, western, and hilly areas.\n* Possible light snow in high mountains and hills.\n\n**Tonight:**\n* Still cloudy with rain and wind in eastern and central areas.\n* Rain and possible light snow in some parts of Koshi, Bagmati, and Gandaki provinces."},{"hash":"da811d203e8cfa11bc2ae6d59ffc40f548abd4c80d2f72a82edfa6a80c5dab20","title":"27 people have died in the last 24 days due to forest fires and lightning.","date":1715242923510,"source":"nn","link":"https://nepalnews.com/s/nation/27-people-die-due-to-fire-forest-fire-and-lightning-in-last-24-days","imageLink":"https://web.nepalnews.com/storage/story/1024/Manang_forest_fire1681707860_1024.jpg","category":"nation","content":"- 27 people died in the past 24 days due to fires, forest fires, and lightning.\n- 18 people died in fires, 6 died in forest fires, and 3 died from lightning strikes.\n- 90 people were injured in these incidents.\n- The government will provide financial help to the families of the fire victims so they can build temporary homes. This was done for earthquake victims before."},{"hash":"ab5d56be00b4c1fb7db7e1cffcd9e24b893fcf184a5fd66ad361cf5feab41c8e","title":"The government is not listening to the opposition's concerns, according to the Chief Whip of the opposition party.","date":1715242927197,"source":"nn","link":"https://nepalnews.com/s/politics/govt-ignoring-major-opposition-s-concern-chief-whip-lekhak","imageLink":"https://web.nepalnews.com/storage/story/1024/ramesh_lekhak1690593303_1024.jpg","category":"politics","content":"The Nepali Congress Party (NC) is unhappy with the government for ignoring their concerns. They want the government to investigate a scandal involving money from cooperatives.\n\nThe NC also wants the government to clean up the cooperative sector, which is a key part of Nepal's economy.\n\nThe NC is not interested in forming a new government with the CPN UML party. Instead, they want to work with different political parties to address the needs of the people.\n\nThey believe parliament should be effective and responsive to the people's needs and concerns. If parliament is not given enough business, it will become weak."},{"hash":"8bc8cf551442bfbb2f0e8c19dfe75d5b09798d20881fa31d6e24b3cf04ec5a88","title":"Prime Minister Pushpa Kamal Dahal has promised to use diplomatic channels to help Nepalis who are serving in the Russian military.","date":1715019300000,"source":"nn","link":"https://nepalnews.com/s/nation/pm-dahal-assures-of-taking-diplomatic-initiatives-to-bring-back-nepalis-serving-in-russian-army","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_education1712301039_1024.jpg","category":"nation","content":"Prime Minister Dahal promised to use diplomacy to return Nepalis fighting in the Russian Army. He has been talking to the Nepalis in the war zone and is working through the appropriate channels to find out how they are doing. The Prime Minister's office is working on your request, he stated. The government has been consistently taking diplomatic initiatives and has issued a diplomatic note. The prime minister pledged to address the demands of the families of the Nepalis serving in the Russian Army. He is committed to assisting these Nepalis. The sit-in by the families was postponed after PM Dahal's Public Relations Expert Buddhi GC promised to meet their demands."},{"hash":"a889addd44d59b6795f653e6ef75b7cb3896388933f90d6e1b61d66c67c08039","title":"The Prime Minister asked the people to come together and work as one to solve problems related to identity and country.","date":1714932900000,"source":"nn","link":"https://nepalnews.com/s/nation/prime-minister-appeals-for-solidarity-in-execution-of-identity-and-national-issues","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_education1712301039_1024.jpg","category":"nation","content":"Prime Minister Prachanda asked minority groups to unite to protect their rights and finish implementing laws on identity and other national issues.\n\nHe believes these groups should work together to identify real representatives who fight for their rights.\n\nPrachanda said that his party helped fight for these rights in the constitution and appeals to minorities to show support for the implementation of these laws.\n\nHe also mentioned that provinces can choose an additional language for government work if spoken by the majority in the province and that the Language of Government Works Act passed by the Bagmati Provincial Assembly is a good step.\n\nPrachanda强调了建立身份和权利的重要性，并表示他一直在为所有阶层、民族、地区和性别的平等而努力。\n\n他还希望其他省份也能效仿巴格马蒂省，解决语言、文化权利问题，并更有效地实施尼泊尔日历。"},{"hash":"68db8c5cbecbbc95aee3e118cfaa7b0bcef5303b7ad540a2bdcb2fe39f77bcda","title":"Nepal plans to take legal action.","date":1715242943441,"source":"nn","link":"https://nepalnews.com/s/politics/jsp-nepal-to-seek-legal-recourse","imageLink":"https://web.nepalnews.com/storage/story/1024/janata_samajbadi_party1709595520_1024.jpg","category":"politics","content":"**Janata Samajwadi Party (JSP) to Fight Party Split Legally**\n\nJSP, led by Upendra Yadav, plans to take legal action against a group that has split from the party. The split group, led by Ashok Rai, has been recognized as a separate party by the Election Commission.\n\nJSP's leaders have decided to hold a meeting on Wednesday to discuss the split and decide on legal actions. After the meeting, they will hold a press conference to make their decision public."},{"hash":"e6d8c9af0f93f7449981010a3d3f4289589d46ce366bd845f268501aa10f6f24","title":"A leader named Oli sees a need for the left-leaning parties to come together.","date":1714932900000,"source":"nn","link":"https://nepalnews.com/s/politics/uml-chair-oli-sees-need-for-unity-among-leftist-parties","imageLink":"https://web.nepalnews.com/storage/story/1024/kp_sharma_oli1709990573_1024.jpg","category":"politics","content":"**Summary:**\n\nFormer Prime Minister KP Oli, leader of the CPN (UML) party, urged all leftist political parties in Nepal to unite under his party.\n\nOli said his party wants to be a strong national force and will focus on unity, organization, and policies, not emotions.\n\nHe also talked about the recent by-election results, which he saw as a sign of success for his party in the upcoming parliamentary election.\n\nFormer leader Siddinath Gyawali was remembered for his integrity and dedication, and Oli said he had a good relationship with him.\n\nCPN Unity National Campaign Chairperson Bam Dev Gautam hinted at joining the CPN (UML) after doing self-reflection."},{"hash":"4891c943f0e6afc7dd755df2212632bf8efe7fe9d90e5696053d306e1401177c","title":"The speaker will meet with important leaders from big parties, including the Prime Minister, to talk about things.","date":1714932900000,"source":"nn","link":"https://nepalnews.com/s/politics/speaker-to-hold-consultations-with-top-leaders-of-major-parties-including-pm","imageLink":"https://web.nepalnews.com/storage/story/1024/1674121407_devrajghimire_1200x560_20230119171026_R4IAR0RrQh1697368501_1024.jpg","category":"politics","content":"Speaker Devraj Ghimire is meeting with Nepal's top political leaders tomorrow to discuss Parliament issues.\n\nThe meeting will include Prime Minister Prachanda, Sher Bahadur Deuba (Nepali Congress), KP Sharma Oli (CPN-UML), Rabi Lamichhane (Rastriya Swatantra Party), and Rajendra Lingden (Rastriya Prajatantra Party).\n\nThe main opposition party has been blocking Parliament, demanding an investigation into corruption allegations against Deputy Prime Minister Lamichhane.\n\nSpeaker Ghimire called the meeting to find a way to solve this issue before the Parliament's next session begins on May 10th.\n\nHe has also had meetings with other parliamentary leaders to make the next session more productive."},{"hash":"2efa4e07b67707342ee7b709b73afb5599d461217e8b32df0e9558105171577f","title":"Seven maritime and port operators have submitted an application to the European Commission to gain recognition as a legitimate organization representing the sector.","date":1715242958737,"source":"nn","link":"https://nepalnews.com/s/politics/seven-jsp-mps-submit-application-to-ec-seeking-legitimacy","imageLink":"https://web.nepalnews.com/storage/story/1024/ElectionCommission_202210091335231681286610_1024.jpg","category":"politics","content":"Seven members of parliament (MPs) from the JSP party have applied to the Election Commission to be recognized as the legitimate party. This may lead to a split within the party. The MPs claim they want to better represent the party's goals and strengthen its internal democracy. The EC has received the application and is reviewing it. Currently, the party has 12 MPs in parliament, and the seven who applied for legitimacy claim to have the support of party members in the central executive committee and central committee."},{"hash":"213c75c365bc6587173be238bffe53c278b0237429dd89be3735129f6ae1ba9e","title":"New member Nembang promises to honor votes cast in his favor.","date":1714414500000,"source":"nn","link":"https://nepalnews.com/s/politics/hor-newly-elected-member-nembang-pledges-to-value-ballots-in-his-favour","imageLink":"https://web.nepalnews.com/storage/story/1024/438095612_1098369961439606_545259671524641072_n1714490922_1024.jpg","category":"politics","content":"Suhang Nembang, a newly elected member of the House of Representatives, promised to serve his supporters by fulfilling their expectations and delivering results as a lawmaker. He was elected in the Ilam-2 by-election after his father, Subas Chandra Nembang, who was a former member of the same House, passed away. Nembang thanked those who helped him win and said he will focus on completing his father's unfinished goals."},{"hash":"4e99a70221a7d6268625e92c0b4ebd09bd1d62198ce041cfeec5e786901fd03d","title":"Minister Joshi wants to provide quick help to quake survivors in Jajarkot so they can build homes.","date":1715019300000,"source":"nn","link":"https://nepalnews.com/s/issues/minister-joshi-insists-on-immediate-relief-to-build-shelter-for-jajarkot-quake-survivors","imageLink":"https://web.nepalnews.com/storage/story/1024/bhukampa_jajarkot__7_1699080065_1024.jpeg","category":"issues","content":"**Earthquake Relief in Nepal**\n\nThe government wants to help those who lost their homes in the earthquake in November. They need to get money to rebuild their homes as soon as possible.\n\nThe government knows that Nepal has many disasters like landslides and floods. They want to create plans to reduce the damage from these disasters.\n\nThe government has an organization called the National Risk Reduction and Management Authority. They have helped rebuild after the earthquakes in Karnali Province.\n\nThe government needs to work with the province and local governments to send help to disaster-affected areas, but sometimes they don't have enough money.\n\nKarnali Province needs over 100,000 new houses to be built."},{"hash":"8e4afb40f01a17084214e78590634dd3101fcdac783d9e827fc77cefadccdc48","title":"A mother and her son sadly passed away due to a tragic house fire.","date":1714932900000,"source":"nn","link":"https://nepalnews.com/s/issues/mother-son-charred-to-death-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"issues","content":"A mother and her son died in a fire in Siddhicharan, Nepal. The mother tried to put out a fire in a forest when she caught fire. Her son tried to save her but also died. Police and firefighters are on the scene. There have been other fires in the area recently."},{"hash":"b54fa0c4e8a38682d2f1c13456612ee5d6122c8b9d5f6817ae4a70b36ea5683e","title":"Two people died and two others were hurt in a road crash.","date":1714846500000,"source":"nn","link":"https://nepalnews.com/s/issues/two-killed-and-two-injured-in-road-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/dbdbce93_cc17ef2f_15b84da5_accident_850x460_acf_cropped_850x460_acf_cropped1684914032_10241692099166_1024.jpg","category":"issues","content":"Two people died in a tractor accident in Dadeldhura, Nepal. The driver, Dhiraj Thapamgar, and a passenger, Bishnu BK, were killed. Two others were injured and are being treated at a nearby hospital."},{"hash":"7e6981a5327ce2410247b2aeda4f72cca28c28a108d80560989dc82625cbbe22","title":"Twenty-four artifacts were sent from Hawaii to Nepal.","date":1714673700000,"source":"nn","link":"https://nepalnews.com/s/issues/24-pieces-of-artifacts-shipped-to-nepal-from-hawaii","imageLink":"https://web.nepalnews.com/storage/story/1024/441020358_818234927005128_7742768786942770028_n1714749977_1024.jpg","category":"issues","content":"Nepal's embassy in the USA received 24 ancient artifacts from Ms. Bradford and sent them to the Department of Archaeology in Nepal. These artifacts were from Ms. Bradford's private collection. Most of them date back to the 17th and 18th centuries, with a few from the 13th century. Ms. Bradford paid for the shipping to Nepal.\n\nThe embassy thanked Ms. Bradford for returning the valuable artifacts. This inspired others to return lost Nepali heritage.\n\nThe embassy has been working with Nepal and US officials, art experts, and individuals to recover and return lost Nepali art. Including these 24 artifacts, the embassy has sent a total of 63 artifacts back to Nepal in the past year."},{"hash":"6f8e980e79d7b07a8d480bc536b554223925b4db1c6846b5dbfb44baca6eccea","title":"Kanti Highway is closed.","date":1714673700000,"source":"nn","link":"https://nepalnews.com/s/issues/kanti-highway-closed","imageLink":"https://web.nepalnews.com/storage/story/1024/Karnali_Highway1690012652_1024.jpg","category":"issues","content":"Landslide near Kalche on Kanti Highway has closed the road.\nThe road collapsed during maintenance work, and a net and gabion wall also collapsed nearby.\nThe road is closed until further notice, and vehicles cannot pass through."},{"hash":"aeb14f4cdcd03b9c57bb46afbd0ce56505fc715aa5896beb52c175e93f4fb690","title":"An elderly couple tragically passed away in a house fire.","date":1714587300000,"source":"nn","link":"https://nepalnews.com/s/issues/elderly-couple-dies-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/fire_51683693219_1024.jpg","category":"issues","content":"An elderly couple, Mr. and Mrs. Lama, died in a fire at their home in Dhading. The fire started late at night, and all their belongings were destroyed. Police arrived at the scene but the couple had already died before they could be rescued."},{"hash":"c94f8e4afac88e1cb0fb370ada56857a008186039807d76728b22d93ca250d67","title":"Nepal and Korea are preparing for an important meeting between their leaders.","date":1715105700000,"source":"nn","link":"https://nepalnews.com/s/global/preparation-of-high-level-visit-between-nepal-and-korea","imageLink":"https://web.nepalnews.com/storage/story/1024/korea1715163613_1024.jpg","category":"global","content":"Nepal and South Korea are celebrating 50 years of friendship.\n\nImportant officials from South Korea will visit Nepal soon.\n\nBoth countries have been working together in many ways for a long time.\n\nSouth Korea has invested a lot of money in Nepal, including a new car factory.\n\nMany Nepali people go to South Korea to work in different fields like farming, manufacturing, and now even services and forestry.\n\nSome Nepalis who have returned from South Korea have started their own businesses in Nepal."},{"hash":"e723ab3067a8adddaf32c9827d2897f76acc62350800bee739d3b29786c034f6","title":"Japan and Nepal have many similarities, according to Japan's Foreign Minister Kamikawa Yoko.","date":1714846500000,"source":"nn","link":"https://nepalnews.com/s/global/japan-and-nepal-share-many-things-in-common-japan-s-foreign-minister-kamikawa-yoko","imageLink":"https://web.nepalnews.com/storage/story/1024/japan_foregn_minister1714872450_1024.jpg","category":"global","content":"**Similarities between Japan and Nepal:**\n\n* Both have mountainous terrain (70-80%).\n* Both are democratic countries.\n\n**Cooperation between Japan and Nepal:**\n\n* Japan has supported Nepal's democratization efforts.\n* Japan has assisted in rebuilding after earthquakes in both countries.\n* Both countries lack natural resources and value connectivity.\n\n**Japan's Support for Nepal's Development:**\n\n* Japan has provided over 32 billion yen for reconstruction after earthquakes.\n* Japan is constructing the Nagdhunga tunnel, Nepal's first mountain road tunnel.\n* Japan supports infrastructure, agriculture, education, and healthcare in Nepal.\n\n**Nepal's Growing Presence in Japan:**\n\n* Over 170,000 Nepalis live in Japan.\n* There are direct flights between Japan and Nepal.\n\n**Cooperation on \"Women, Peace and Security\" (WPS):**\n\n* Japan promotes WPS, which involves women in peace efforts and protecting vulnerable groups.\n* Nepal has many female peacekeepers.\n* Japan and Nepal are exploring cooperation in WPS.\n\n**Future Goals:**\n\n* Japan wants to strengthen its relationship with Nepal and support its development.\n* 2026 marks the 70th anniversary of diplomatic relations and Nepal's graduation from LDC status."},{"hash":"92ad5a4c56c6702ac1fca8e9aea40059b95bd75ed4ab056b7e61b7be50879246","title":"not-to-go-to-foreign-employment-through-illegal-route-embassy","date":1715243002057,"source":"nn","link":"https://nepalnews.com/s/global/not-to-go-to-foreign-employment-through-illegal-route-embassy","imageLink":"https://web.nepalnews.com/storage/story/1024/embassy_of_nepal1714535848_1024.jpg","category":"global","content":"\nThe Embassy of Nepal in Islamabad has urged all the concerned to only use legal means to go for foreign employment, noting many Nepali have been victimized and stranded in Kyrgyzstan for some time on temptation of attractive jobs.The embassy said it has received information that some of those victimized have been assured to be sent to other countries using Kyrgyzstan route, sharing that some of the stranded people have been rescued and sent back to Nepal, some are on their way back but the process of reaching there has not stopped.\nIn a statement issued on Tuesday, the embassy said, \"As per the information received, some Nepali and foreigners are being involved in the fraudulent acts in the face of lucrative jobs\".\nIndividuals and groups involved in illegal activities of taking Nepali citizens abroad on the wrong temptation and leaving them stranded have to face the prevailing law, the statement further noted.\n\"The embassy sincerely requests all concerned not to fall prey to the ill-intended act of fraudulent groups and to use only the established and legal route arranged by the Government of Nepal to go for foreign employment\", the statement reads.\n"},{"hash":"bffbbeed94cbee7bdbcb2d6935e7e40625760854aa3ac8a57ccafcde31c85fea","title":"Ohio doctors work to build stronger ties between the United States and Nepal.","date":1714328100000,"source":"nn","link":"https://nepalnews.com/s/global/ohio-based-doctor-couple-s-efforts-to-strengthen-nepal-us-relations","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr1714368003_1024.jpg","category":"global","content":"**Dr. Damodar Poudel and Dr. Sanju Mahato's Contributions**\n\n* During the COVID-19 pandemic, they provided medical services to Nepali communities in the US.\n* Dr. Poudel helped lobby the US government to send vaccines to Nepal.\n* Their services were recognized with awards from the City of Reynoldsburg and Senator Brown's office.\n\n**Dr. Poudel's Background and Work**\n\n* Born in Nepal, Dr. Poudel earned his medical degree in the US.\n* He is a specialist in obesity and primary care psychiatry.\n* He runs a clinic that provides free services to Nepali patients in need.\n* He is the Regional Medical Director of Hopewell Health Centre in Ohio.\n* He was recently appointed Consulate General to the State of Ohio by the Nepal government.\n\n**Dr. Poudel's Vision for Nepal-US Relations**\n\n* He believes Nepal can benefit from US technologies in various sectors.\n* He wants to improve the relationship between the two countries.\n* He suggests exploring opportunities for Nepali entrepreneurs in the US market."},{"hash":"468fea9b415ea6e76ca037b6b29789a8d5dd2f4d95c5d5b4d67c94147f33d6e4","title":"**Nepal and Malaysia Hold High-Level Meeting**\n\nRepresentatives from Nepal and Malaysia met to discuss important matters, strengthen their relationship, and explore areas for cooperation.","date":1714068900000,"source":"nn","link":"https://nepalnews.com/s/global/meeting-between-high-officials-of-nepal-and-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/439895042_779997867565671_7837840790905478273_n1714113714_1024.jpg","category":"global","content":"**Nepalese Ambassador Meets Malaysian Immigration Director**\n\nNepal and Malaysia's representative met to discuss improving their relationship and cooperation.\n\n**Historical Ties**\n\nNepal and Malaysia have been friends since 1960. Nepal's soldiers helped Malaysia during difficult times in the past.\n\n**Trade and Tourism**\n\nMalaysia is a big trading partner for Nepal, and both countries want to work together more in trade, investment, and tourism.\n\n**Foreign Workers**\n\nMalaysia allows Nepalese workers to come to Malaysia, which has helped strengthen the relationship between the two countries.\n\n**Tourism**\n\nThere is a lot of potential for tourism between Nepal and Malaysia. There are direct flights between the two countries."},{"hash":"c421f2f8d013cc5c554ba2c77db9bd9c1b500b22e0c1b023672d9974111f3e94","title":"Prime Minister Dahal announced that the upcoming budget will be presented in a new format.","date":1715105700000,"source":"nn","link":"https://nepalnews.com/s/business/upcoming-budget-to-be-introduced-in-a-new-manner-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_new1713842655_1024.png","category":"business","content":"Prime Minister Dahal says the government's plan for the upcoming year will be different and focus on helping those left behind economically. He claims the economy has improved since he became PM. The plan will be based on suggestions from people, and the government will continue working on good governance and justice. Nepal's relationships with other countries have also strengthened."},{"hash":"a075617d73dd2ddd230185e93bc4a96eb63c19df0d395c2fc095fe4264a2bd4b","title":"In 2024, the Nepal Swadeshi Summit released a declaration with 35 points, emphasizing the following:\n\n* Promote the use of local resources and businesses.\n* Support industries that reduce dependence on imports.\n* Encourage innovation and entrepreneurship.\n* Protect farmers and agriculture.\n* Control foreign investment to protect the national economy.\n* Promote traditional Nepali values and culture.\n* Ensure fair distribution of wealth and resources.\n* Increase employment opportunities.\n* Enhance education and skills development.","date":1715243023765,"source":"nn","link":"https://nepalnews.com/s/business/nepal-swadeshi-summit-2024-35-point-declaration-issued","imageLink":"https://web.nepalnews.com/storage/story/1024/441187804_7890365774349885_1226150477776136282_n1715125603_1024.jpg","category":"business","content":"**Make in Nepal-Swadheshi Summit**\n\nThe Make in Nepal-Swadheshi Summit aims to help local businesses grow and increase production in Nepal.\n\n**Declaration:**\n\nThe summit released a 35-point declaration that includes:\n\n* Making new laws that help businesses.\n* Buying more Nepali-made products for government offices.\n* Ensuring businesses have easy access to raw materials and fair customs rates.\n* Creating a special financial institution to invest in industry.\n* Forcing government offices to use Nepali-made gifts.\n* Setting up a portal to help people identify Nepali products.\n* Punishing businesses with fines instead of criminal charges.\n* Protecting industrialists from being arrested until proven guilty.\n* Reviewing trade and investment agreements to make sure they are fair to Nepal.\n* Getting political parties to agree on supporting economic growth and industry development."},{"hash":"53c3f9bbcf9667cddd56a7f8a64aefc3fbe7ed3365801f9faca679e05896b163","title":"Minister Bhandari says that Dailekh will start on the path to economic prosperity.","date":1715243030945,"source":"nn","link":"https://nepalnews.com/s/business/economic-prosperity-begins-from-dailekh-minister-bhandari","imageLink":"https://web.nepalnews.com/storage/story/1024/dailekh_petrol1696130214_1024.webp","category":"business","content":"**Dailekh's Petroleum Exploration May Bring Economic Growth**\n\nThe Minister of Industry and other officials opened the final part of the petroleum exploration in Dailekh district. They hope the exploration will be successful and bring economic prosperity to Nepal.\n\nIf petroleum and gas are found in large enough quantities, Dailekh could become a major economic center in Nepal. The exploration is being funded by the Chinese government.\n\nThe results of the exploration will be known in six months. If there are enough resources, the government will move forward with plans to extract and process the petroleum and gas."},{"hash":"de9c0de3f02ee05a6730cab2aff88222c813e5cf5db89e6928a7fa56c9c14a45","title":"The government has approved a concessional loan of Rs. 13.33 billion (1333 crores).","date":1714760100000,"source":"nn","link":"https://nepalnews.com/s/business/govt-approves-rs-13-33-billion-concessional-loan","imageLink":"https://web.nepalnews.com/storage/story/1024/WorldBank1696556524_1024.jpg","category":"business","content":"**Government Decisions:**\n\n* Approved a loan of Rs 13.33 billion from the World Bank.\n* Granted permission for the Attorney General and Deputy Attorney General to attend a program in New Delhi.\n* Endorsed a visit by the Chief Election Commissioner to India to observe elections.\n* Revised the design of the Rs 100 note with an updated map of Nepal.\n* Approved a draft MoU for judicial cooperation between Nepal and India's Supreme Courts.\n* Endorsed an MoU between Nepal and Spain's Foreign Ministries.\n* Appointed a former High Court judge as Chairperson of a committee on problematic cooperatives.\n* Withdrew the National Information and Technology Development Committee Order.\n* Transferred some government secretaries."},{"hash":"bc8be8eb7e8ffa2fe7900669d0962e424051b45a2aeffd2c9f9768586c269bca","title":"The new budget will focus on helping those in need and regions that are less developed.","date":1714760100000,"source":"nn","link":"https://nepalnews.com/s/business/pm-says-new-budget-will-focus-underprivileged-class-region","imageLink":"https://web.nepalnews.com/storage/story/1024/pm1712676393_1024.jpg","category":"business","content":"**Prime Minister Prachanda's Plan for the Next Budget**\n\nPrime Minister Prachanda says the next budget will focus on helping the poor and areas that are behind in development. He wants to create a budget that will improve governance, fairness, and prosperity for all.\n\nThe budget will especially help:\n* People in Madhes and areas near the Postal Highway\n* Karnali region\n* Dalits and other oppressed groups\n\nPrachanda asked lawmakers to give feedback on the budget and to suggest ways to:\n* Increase production\n* Create jobs\n* Use expert advice\n\nThe budget will be based on lessons learned from the past to make sure it is effective."},{"hash":"df9b7b06ec76b8f2f869bac62ff8e92d3b60b6a6145578db759c3601bcb09211","title":"Nepalese runners won two titles in Malaysia.","date":1714846500000,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-runners-won-2-titles-in-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/422620795_859372276202663_5891976066813061462_n1714904704_1024.jpg","category":"sports","content":"**Mahadev Rijal Wins Running Races in Malaysia**\n\nMahadev Rijal, a runner from Nepal, won two races in Malaysia. He won both the 21 km half marathon and Climbathon event.\n\nIn the half marathon, he finished in 1 hour, 14 minutes, and 48 seconds. In the Climbathon event, he finished in 3 hours, 3 minutes, and 58 seconds.\n\nRijal has won races in Malaysia before. Last year, he came in 8th place in the Tower Runner race, which had 284 participants.\n\nRijal lives in Beni, Nepal, but has worked in Malaysia for the past 5 years. He started running in Nepal and continues to train while working in Malaysia."},{"hash":"7d22f65cb13004efc951d1a7217634e5de098beab800527921bfd8488bcb265b","title":"Nepal defeated West Indies 'A' in the final match of the T20 series.","date":1714760100000,"source":"nn","link":"https://nepalnews.com/s/sports/nepal-wins-final-match-against-west-indies-a-in-t20-series","imageLink":"https://web.nepalnews.com/storage/story/1024/438230324_859581999531515_2675064775143100892_n1714829807_1024.jpg","category":"sports","content":"Nepal's cricket team won the final match of a series against the West Indies 'A' team. Nepal had lost the previous three matches.\n\nWest Indies batted first and scored 172 runs. Nepal's bowlers Sompal Kami and Sagar Dhakal took three wickets each.\n\nNepal then chased the target of 173 runs. Kushal Malla scored 37 runs, Asif Sheikh scored 51 runs, and Anil Shah scored 58 runs. Nepal won by six wickets with 1.5 overs to spare."},{"hash":"bb189a36492ef05672b1ce8763b3e6b70343c234cd53688b22d4345275939757","title":"President sends good wishes to cricket players.","date":1714760100000,"source":"nn","link":"https://nepalnews.com/s/sports/president-extends-best-wishes-to-cricket-players","imageLink":"https://web.nepalnews.com/storage/story/1024/Sheetal_Niwas1623082198_1024.jpg","category":"sports","content":"President Paudel wished good luck to the Nepali cricket team for the ICC T20 World Cup. The team will leave for the US tonight. They will play their first match on June 4 against the Netherlands. They will also face teams like South Africa, Sri Lanka, and Bangladesh in the tournament."},{"hash":"63f0360edf629c2552c07da82b4f8a204ad5b2ed608c251932759e4931274472","title":"West Indies team A has won the T20 series.","date":1715243058384,"source":"nn","link":"https://nepalnews.com/s/sports/west-indies-a-clinches-t20-series-title","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714701176_1024.jpg","category":"sports","content":"West Indies 'A' won the T20 cricket match against Nepal by 28 runs.\n\nWest Indies scored 209 runs, with Andre Fletcher making 84.\n\nNepal chased with 181 runs, with Rohit Kumar Paudel making 82.\n\nWest Indies 'A' bowlers took 10 wickets, with Hayden Walsh and Matthew Forde taking three each.\n\nWest Indies 'A' has won the series 3-1, with one match remaining."},{"hash":"c0268d83151b4700710f0d718bbec12fc67c78746b9c81699b68d8c7925acf37","title":"Nepal lost the third match of the T20 cricket series against the West Indies by 76 runs.","date":1714500900000,"source":"nn","link":"https://nepalnews.com/s/sports/t20-series-nepal-lose-third-match-to-west-indies-by-76-runs","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714577666_1024.jpg","category":"sports","content":"Nepal's cricket team lost their third match in a five-game series against West Indies 'A'.\n\nWest Indies scored 228 runs, with Johnson Charles scoring over 100.\n\nNepal tried to chase that score but only made 151 runs, falling short by 76 runs.\n\nKaran KC and Lokesh Bam both scored 28 for Nepal, but no other player scored more than 20.\n\nNepal has won two and lost one match in the series so far."},{"hash":"f6df2c95d8308e02a5d724675b6f580035fa1a3784b03ef6d2594dadf3ba0498","title":"Nepalese team has left to take part in the Asian U-20 Athletics Championship.","date":1715243066811,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-team-departs-to-participate-in-asian-u-20-athletics-championship","imageLink":"https://web.nepalnews.com/storage/story/1024/438206076_448748784338052_4246932501331390940_n1713843823_1024.jpg","category":"sports","content":"Athletes going to Dubai for Asian U-20 Athletics Championships:\n\n- Badal Karki: 800 and 1500 meter run (male)\n- Adeshkumar Yadav: 100 and 200 meter run (male)\n- Ajay B.K: 1500 and 3000 meter run (male)\n- Kalpana Budha: 1500 and 3000 meter run (female)\n\nCoach: Kanti Mahato"},{"hash":"b70088aed087be48dc7ad38ba6f972de6b0d941f8703d43a1cae84eb468445f4","title":"Dengue fever cases in the Bagmati province of Nepal have exceeded 11,000.","date":1714846500000,"source":"nn","link":"https://nepalnews.com/s/health/dengue-cases-surpass-11-thousand-in-bagmati","imageLink":"https://web.nepalnews.com/storage/story/1024/kushtia_dengue_6yr_old_child_dies_of_dengue_in_kushtia_daily_bangladesh_16941828191697183214_1024.jpg","category":"health","content":"**Dengue Fever in Bagmati Province**\n\nThere have been a lot of cases of dengue fever in Bagmati Province in the last 9 months. Over 11,000 people have been diagnosed with dengue in the province since July 17, 2023.\n\nMost of the cases were in Dhading, with over 3,500 cases. Kathmandu, Chitwan, and Makwanpur also had a lot of cases.\n\nOne person in Makwanpur died from dengue this year.\n\nDengue is spread by mosquitoes, and it's more common in the summer. The health department in Bagmati Province is planning to launch a campaign to kill mosquito larvae and stop the spread of dengue."},{"hash":"8aef9eb1da2d64a20abdcf3e1f946935576aaae84d7d0b3cd9ba8aa4647804c0","title":"Nepal believes everyone should have the rights and opportunities needed to live a good life. This means access to education, healthcare, and other important services, regardless of who they are or where they live.","date":1714414500000,"source":"nn","link":"https://nepalnews.com/s/health/nepal-s-approach-to-population-and-development-is-right-based-dpm-yadav","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav_NewYork_1_1068x8011714461437_1024.jpg","category":"health","content":"**Nepal Adopts Rights-Based Approach to Population and Development**\n\nNepal believes that everyone has the right to live a healthy and fulfilling life. This includes having access to healthcare, education, and other services that improve quality of life.\n\nNepal is working to achieve the United Nations' Sustainable Development Goals by putting people's needs first. These goals include reducing poverty, improving health, and promoting gender equality.\n\nDespite progress, challenges like pandemics and climate change make it difficult to reach these goals. However, Nepal remains committed to ensuring that everyone has the opportunity to live a good life."},{"hash":"853075cf39e1fcb42df78d974231e5f27301b7a218e2c71c13a200de5ecc34ac","title":"Japan has given a community center to a place where people can go in case of a disaster.","date":1713809700000,"source":"nn","link":"https://nepalnews.com/s/health/japan-hands-over-the-community-center-for-disaster-prevention","imageLink":"https://web.nepalnews.com/storage/story/1024/1_IMG_22281713885995_1024.jpeg","category":"health","content":"Japan has given Indrawati Rural Municipality a new community center to help them get ready for disasters. The Japanese government gave the money to build the center through a program for Japanese non-profit groups.\n\nThe Japan Asian Association & Asian Friendship Society (JAFS) is working on the project, which will not only build the center but also set up disaster prevention groups, activities, and public announcements. It will also build warehouses and take steps to stop landslides.\n\nJapan's ambassador said he hopes the new center will become a place where people can learn about disaster prevention and make the area better as a whole."},{"hash":"91ef85d22d1f5e45d5c9e0d118acd881370663a55fa7eb366d52362a948b3462","title":"Dr. Sharma, a member of parliament, donated 2 million rupees to the Children's Hospital.","date":1713377700000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr Sunil Sharma has donated 2 million rupees to build a new Children's Hospital in Kathmandu.\n\nThe hospital is led by Dr. Bhagwan Koirala, who plans to build specialized children's hospitals in all seven provinces of Nepal. There is already one hospital in Damak, Jhapa.\n\nDr. Sharma gave the money as a sign of respect for Dr. Koirala's good work. The hospital in Kathmandu will have 100 beds. After that, KOICH plans to build 50-bed hospitals in each of the other seven provinces."},{"hash":"42e79a4549bfdf6d5604bd78b3d44969e580204855bea65a83fee67398a94def","title":"Dr. Sharma, a Member of Parliament, donated 2 million rupees to a children's hospital.","date":1713377700000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital-1","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"A politician named Dr. Sunil Sharma gave 2 million rupees to help build a children's hospital. The hospital is being built by Dr. Bhagwan Koirala, a heart doctor. They plan to build hospitals for children in all 7 provinces of Nepal, including Kathmandu. The hospital in Kathmandu will have 100 beds, while the hospitals in the provinces will have 50 beds."},{"hash":"3366c0665f89d2e7da9c8b7f2493798ccbb5625b22f9517335e99c27063a9b96","title":"Children are receiving vitamin A capsules and deworming tablets to improve their health.","date":1713377700000,"source":"nn","link":"https://nepalnews.com/s/health/vitamin-a-capsules-de-worming-tablets-being-administered-to-children","imageLink":"https://web.nepalnews.com/storage/story/1024/vitamin_A1713434673_1024.jpg","category":"health","content":"The government is giving children under 5 free Vitamin A capsules and deworming tablets. This is to help children stay healthy and prevent diseases. The government does this twice a year, in Baishakh (April-May) and Kartik (October-November). Around 3.2 million children will get Vitamin A, and about 2.9 million will get the deworming tablets. Health volunteers and workers will go to each ward to give the medicine to the children."},{"hash":"cb8effbde048b79cd9eeb5db55bb2f9c531a9197c14829fec68dc9eb61b5e6c5","title":"414 climbers have been granted permission to climb Mount Everest.","date":1715019300000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/414-climbers-receive-permission-for-climbing-mt-everest","imageLink":"https://web.nepalnews.com/storage/story/1024/437535457_831813775640046_1295344342444497167_n1715094430_1024.jpg","category":"travel-and-tourism","content":"414 climbers, including 75 women, have been given permission to climb Mount Everest this spring.\n\nIn total, 971 climbers have been permitted to climb 30 mountains, including Mount Everest.\n\nOver Rs 674 million has been collected in fees from these climbing permits, with Rs 592 million coming from Mount Everest permits alone."},{"hash":"0874884b48df6c09d57d98acb64fffffa39221f8b28d9bd21ea02bb1dc9ea5ae","title":"Someone placed a pepper on top of the fifth tallest mountain in the world, Makalu.","date":1715019300000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/pepper-on-the-top-of-world-s-fifth-highest-mount-makalu-1","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_05_06_at_171715074396_1024.jpg","category":"travel-and-tourism","content":"Allie Pepper, an Australian climber, has climbed the fifth highest mountain in the world, Makalu, without using extra oxygen. This was the 10th out of 14 eight-thousand-meter peaks she aims to climb in just two years, making her the first Australian woman to attempt this challenge.\n\nDespite facing high winds that almost destroyed their tent, Pepper and her team pushed on and reached the summit. They started their ascent at 8pm and had a long day ahead of them.\n\nNext, Pepper plans to climb the third-highest mountain, Kanchenjunga. She has 10 more peaks to climb before 2025 to complete her goal of climbing all 14 eight-thousanders without extra oxygen.\n\nPepper's journey inspires many people, showing the strength and determination of the human spirit and encouraging others to overcome their own challenges."},{"hash":"c577b55550261cd2c05a1486572b55a71ac4a144afdbe64aab2ffb08731aedfc","title":"Someone put pepper on top of Mount Makalu, the fifth highest mountain in the world.","date":1715019300000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/pepper-on-the-top-of-world-s-fifth-highest-mount-makalu","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_05_06_at_171715074396_1024.jpg","category":"travel-and-tourism","content":"**Australian Climber Allie Pepper Reaches Mount Makalu Summit**\n\nAllie Pepper, an Australian mountaineer, climbed Mount Makalu, the world's fifth highest mountain, without using extra oxygen.\n\nShe is now halfway through her goal of climbing all 14 eight-thousand-meter peaks in two years. She is the first Australian woman to attempt this challenge.\n\nThe climb was difficult, with high winds and exhausting conditions. But Pepper and her team persevered and reached the summit.\n\nNext, Pepper plans to climb Mount Kanchenjunga, the third highest mountain. She has 10 more peaks to climb to complete her goal by 2025.\n\nPepper's journey shows the power of human spirit and inspires others to pursue their dreams."},{"hash":"05ccd0087553ef7f3c6c7d94a8d9fe15c2710faa42cb902878fe38449f9d84c0","title":"Tigers and rhinos have been found dead in Chitwan National Park.","date":1715019300000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/tiger-rhino-found-dead-in-cnp","imageLink":"https://web.nepalnews.com/storage/story/1024/tiger_dead1705845288_1024.jpg","category":"travel-and-tourism","content":"Two animals were found dead in a national park.\n\nA tiger was found in the Bhimpur area, and a rhino was found in Nawalparasi.\n\nThe tiger's cause of death is unknown.\n\nThe rhino is believed to have died naturally.\n\nBoth animals' remains were found intact."},{"hash":"e115a6d41dc575a6fb20a754295e2c6493cf6d2654ae267d4145bfcfcc13107f","title":"India's Prime Minister announced a new fund to support innovation and help grow the information technology (IT) industry in the country.","date":1714587300000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/pm-announces-to-institute-innovation-fund-for-it-sector-expansion","imageLink":"https://web.nepalnews.com/storage/story/1024/91fd8100_c369_454d_8e45_d73c48c2fe8d_1000x5001714631578_1024.jpg","category":"science-and-technology","content":"Prime Minister Prachanda plans to create a special fund in the next budget for research and development in technology. He believes technology can help improve the economy and society.\n\nThe government will encourage young people to use technology to create businesses and earn money. They are also working on stopping cybercrime through new laws and rules."},{"hash":"f695aa1ad994bab3c00f1b5a8d5ea6fd3e689cc6689b961e67fffef625c6e80d","title":"Today is National ICT Day, a day to celebrate and promote the use of information and communication technologies in our country.","date":1715243122173,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/national-ict-day-being-observed-today","imageLink":"https://web.nepalnews.com/storage/story/1024/ict_day1714614867_1024.jpg","category":"science-and-technology","content":"Today is National ICT Day in Nepal. This day is celebrated to encourage the use and development of information and technology in the country. The government believes that technology is a key to making Nepal more prosperous. The Ministry of Communications and Information Technology is holding a special event today to mark the day. People and organizations that have made significant contributions to the field of information and technology will be honored at the event."},{"hash":"9789ea6409b4715294fcecec4caf76bc9f86f5d00af5cd8543239bf9f3e5e012","title":"When politicians show excitement about investing, investors should feel encouraged and may invest more.","date":1713982500000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/politics-should-fill-enthusiasm-among-investors-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_25_at_131714045205_1024.jpg","category":"science-and-technology","content":"**President Paudel on Nepal's Prosperity:**\n\n* Nepal has many natural resources that can help it prosper.\n* Developing renewable energy sources like hydropower can boost the economy.\n* The government should support investments in energy and relax regulations.\n* Nepal's stable democracy makes it attractive for domestic and foreign investors.\n* Nepal has become an energy exporter, selling clean energy to neighboring countries."},{"hash":"8645e6e32c99e132c7dedb2a85a2626985e9d5f7e0c18cf2f27997f5d483ec41","title":"A draft bill proposes laws for using artificial intelligence (AI) in information technology (IT) and cybersecurity. The bill aims to make sure that AI is used openly and responsibly.","date":1710180900000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/draft-bill-on-it-and-cyber-security-seeks-transparent-accountable-use-of-ai","imageLink":"https://web.nepalnews.com/storage/story/1024/Ministry_of_Communication1710223162_1024.jpg","category":"science-and-technology","content":"**IT and Cyber Security Bill in Nepal**\n\nThe proposed IT and cyber security bill focuses on using modern technology like artificial intelligence (AI), machine learning, and blockchain. It emphasizes transparency, accountability, safety, and respect in using these technologies.\n\n**Key Points:**\n\n* **Research and Development:** A center will be established to research and develop new technologies like AI, machine learning, and blockchain.\n* **Structure for IT and Cyber Security:** A director's committee headed by the Minister for Communications and Information Technology will be created.\n* **Coordination Committee:** A team under a Joint Secretary will be responsible for responding quickly to cyber security threats and providing assistance.\n* **Digital Infrastructure and Services:** The bill covers electronic records, data protection, electronic transactions, digital signatures, and public service delivery through electronic means.\n* **Cyber Security:** It includes provisions for cyber monitoring, audit, and enforcement of cyber laws.\n* **Data Privacy and Protection:** Collecting personal data without consent or using it to disrupt national unity or security is prohibited.\n* **Cyber Crimes:** Activities like cyberbullying, harassment, indecent content production, and data theft are banned.\n* **Government Websites and Domain Registration:** Government bodies and corporations are required to create websites and standardize their design. Domain names need to be registered with the government.\n* **Cyber Security Services:** Companies providing cyber security services must obtain a license.\n\n**Feedback and Availability:**\n\nThe draft bill is available for feedback within two weeks. You can find it at:\n\nhttps://api.giwms.gov.np/storage/22/posts/1710050856_14.pdf"},{"hash":"7b3564e64335cf6b09ca9388a43353ae8e4c829e4a33b5dafd81bc5c1b419b8b","title":"Minister Sharma believes that new laws are needed to address issues caused by technology and the internet.","date":1715243138555,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/cyber-legislation-needed-to-resolve-problems-minister-sharma","imageLink":"https://web.nepalnews.com/storage/story/1024/Sharma1695206333_1024.jpg","category":"science-and-technology","content":"**Minister Calls for Cyber Laws**\n\nMinister Sharma says delays in creating laws to protect against cybercrimes have caused problems.\n\n**Government Plans New Law**\n\nThe government is working on a law for cyber security, and Minister Sharma is seeking input from different groups.\n\n**Public Awareness Needed**\n\nEveryone in government and the public should know how to protect themselves from cyber threats.\n\n**Technology Brings Challenges**\n\nWhile technology makes our lives easier, it can also lead to problems if it's misused.\n\n**Orientation for Local Officials**\n\nAn event was held to teach government officials how to keep their information and data safe from cyber threats."},{"hash":"c11dd4e0a73ed780f50db62b525aa16fa7c624433478c86d79746516e89b9f0d","title":"Talks between two countries, one to export energy to the other, are going well.","date":1715243142971,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/talks-positive-with-bangladesh-to-export-energy","imageLink":"https://web.nepalnews.com/storage/story/1024/Nepal_Electricity_Authority1691846323_1024.jpg","category":"science-and-technology","content":"Nepal and Bangladesh have agreed to sell electricity to each other. The two countries will finalize the deal soon. Nepal will start selling electricity to Bangladesh during the upcoming rainy season."},{"hash":"e61c612a2fa2945dbce36e78bfcbfcfe5e05c704908dd9baac7769efb299faed","title":"Celebrating 50 years of a close bond between friends.","date":1715243146156,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/celebrating-50-years-of-friendship","imageLink":"https://web.nepalnews.com/storage/story/1024/209370c5_271f_40b2_b38c_4d479196175d1714881747_1024.jpeg","category":"entertainment-and-lifestyle","content":"**Korea-Nepal Cultural Event**\n\nJoin the celebration of 50 years of friendship between Korea and Nepal!\n\n**Highlights:**\n\n* **Martial Art Showcase by K-Tigers:** Watch experts perform traditional Taekwondo with a modern twist.\n* **K-Dance Extravaganza by People on Stage:** Be amazed by the energy and creativity of Korean dance teams.\n* **Celebrate Friendship:** Enjoy Korean culture and commemorate the strong bond between our nations."},{"hash":"5db1f1b27f140836a538af8994d1d20d3c4e3bfba7357d0ab258108d457e3803","title":"Actor CP Lohani has sadly passed away.","date":1714328100000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/actor-cp-lohani-passes-away","imageLink":"https://web.nepalnews.com/storage/story/1024/cp_lohani_11714394375_1024.jpg","category":"entertainment-and-lifestyle","content":"CP Lohani, an 86-year-old actor, died today. He was known for his role in Nepal's first hit movie \"Maitighar.\" He also worked in government and as a director in jute mills. Lohani was married to famous Bollywood actress Mala Sinha. He died in the hospital after suffering from Alzheimer's and pneumonia. His funeral will be held today at Pashupati Aryaghat."},{"hash":"47c5ab0dc3d11afc19bb0a2ea497b4519a334d00648998358c7cab2575b09124","title":"A democratic republic, like the United States, strives to promote moral values and virtues similar to those found in religions, such as honesty, integrity, and respect for others.","date":1713636900000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/a-democratic-republic-seeks-moral-values-and-virtues-like-religion-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_21_at_111713687967_1024.jpeg","category":"entertainment-and-lifestyle","content":"**Summary:**\n\nPresident Ramchandra Paudel said that all religions, including Nepal's government, value good behavior and morality.\n\nThe main purpose of all religions is to make humans happy and peaceful. They also aim to create orderly, civilized societies.\n\nOn the occasion of Lord Mahavir's birthday, President Paudel wished all Jain people well. He said it's important to celebrate non-violence and follow Lord Mahavir's teachings.\n\nJains in Nepal live peacefully with other communities and contribute to society through their religion, culture, and social work. President Paudel believes that they will continue to do good things in the future.\n\nReligion is based on right behavior, truth, and commitment."},{"hash":"36bf5184da2134fc7913480835b722431a60fe0d878008465b1a5b5221530db2","title":"Chaiti Chhath festival ends with offering prayers to the rising sun.","date":1715243159923,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/chaiti-chhath-concludes-offering-argha-to-rising-sun","imageLink":"https://web.nepalnews.com/storage/story/1024/NawadeepShrestha_Bidur_RSS_14_ChhathPhoto1667194260_1024.JPG","category":"entertainment-and-lifestyle","content":"The Chaite Chhath festival has ended in Mithila. People who had been fasting since Saturday offered water to the rising sun this morning. This festival is celebrated twice a year to wish for good things for families. People stand in water and offer water to the sun both in the evening and morning."},{"hash":"5c4e40b0cfcc81a841cfed842ce2aa92af57f2e88130f43a69d94018c770008a","title":"To build a socialist society, it's essential to create a culture that supports it. This means people need to be educated and aware of socialist values and principles. They should also be willing to work together to create a more just and equitable society.","date":1715243163595,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/socialist-culture-a-primary-condition-for-preparing-base-of-socialism-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/436421060_2683866678446874_1444593645290858072_n1713059615_1024.jpg","category":"entertainment-and-lifestyle","content":"**Summary:**\n\nPrime Minister Prachanda believes a socialist culture is key to building a socialist society. He encourages all progressive groups to support this goal.\n\nThe government takes cultural policy seriously and will allocate resources to support it.\n\nA recent cultural evening inspired Prachanda and emphasized the importance of diverse cultural expressions in promoting national unity.\n\nThe Sanskritik Sansthan works to preserve and promote traditional Nepali culture and will host weekly cultural events to showcase the country's rich heritage."},{"hash":"10cf863df3cc1c834cebb743c3d41fae1b57d281bfd01d39427f6e4451e563e4","title":"China's fashion industry is a rapidly growing sector within the country's economy. It encompasses various aspects of fashion, including design, manufacturing, and retail. The industry has gained international recognition for its production capabilities and has become a major player in the global fashion market.","date":1715243168555,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/china-fashion-industry","imageLink":"https://web.nepalnews.com/storage/story/1024/XxjpbeE007327_20240411_PEPFN1A0011712886662_1024.JPG","category":"entertainment-and-lifestyle","content":"There is no input text to summarize."},{"hash":"40a529e517bf93a20206c3fc06b60ee095358e2bdafb9cde44387b93947eaaf8","title":"Yadav plans to take legal action against the government's decision to create a new political party.","link":"https://kathmandupost.com/politics/2024/05/09/yadav-to-move-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/UpendraYadav-1715216471.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"politics","content":"**Janata Samajbadi Party Nepal (JSP-N)** will take legal action against the Election Commission's decision to recognize a breakaway group as a new political party. This group, led by Ashok Rai, was registered without proper legal basis.\n\n**JSP-N, led by Deputy Prime Minister Upendra Yadav**, claims that the new party's registration is illegal and violates the Political Parties Act. There are no provisions for forming new parties after a split, so the Commission relied on a regulation to register the new party.\n\n**A previous ordinance that allowed for easier party splits has been repealed**, and a bill to reinstate it has not yet been passed. Yadav argues that the breakaway group is not different from his party and that he has been accommodating dissident leaders.\n\n**The split stems from long-standing discontent**, with Rai's faction accusing Yadav of autocratic leadership. Despite the split, Yadav maintains that his party remains in the ruling coalition and will continue to support the government.\n\n**JSP-N emphasizes that the majority of party members remain with Yadav**, and they will determine their future course of action based on developments."},{"hash":"29604398fd95ad92a2065f9f62c570692ad53bedbebdc93b1c5c14c9138ffdaf","title":"My writing combines:\n\n* Traditions and culture from Nepal\n* Experiences and perspectives from living in different countries","link":"https://kathmandupost.com/books/2024/05/09/my-writings-blend-nepali-heritage-with-diasporic-flavour","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/KRISHNA-1715220967.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"books","content":"**Krishna Bajgai: A Nepali Writer in the UK**\n\n**Who is Krishna Bajgai?**\n\n* Nepali writer living in the UK\n* Writes in Nepali language\n* Founded Samakalin Literary Academy, a UK-based literary organization\n* Editor of Prawasan Research Journal of Nepalese Literature\n* Published 18 literary works\n\n**Why did he start writing?**\n\n* Published in a magazine in 1984, which sparked his interest\n* Involved in literary groups and events\n* Inspired by readers' feedback\n\n**Role as President of Samakalin Literary Academy:**\n\n* Supports Nepali literature through a web magazine and research journal\n* Organizes discussions and poetry events\n* Translates Nepali works into English\n\n**How being a Nepali in the UK affects his writing:**\n\n* Offers insights into life in Nepal from afar and experiences of migrants\n* Blends experiences from both Nepali and UK cultures\n\n**Challenges for Nepali writers in the UK:**\n\n* Time constraints due to work and family responsibilities\n* Limited access to Nepali books published in Nepal\n* Lack of direct feedback from readers"},{"hash":"8773173ac836c8e7e5012b8e591c6d5b2cef1aaa5c3f9bf32d0f71a8259afe13","title":"court-issues-arrest-warrants-against-20-in-nepal-children-s-organisation-land-lease-scam","link":"https://kathmandupost.com/national/2024/05/09/court-issues-arrest-warrants-against-20-in-nepal-children-s-organisation-land-lease-scam","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Nepalchildrenorganisation-1715242515.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"national","content":"A court in Nepal has ordered the arrest of 20 people, including a former leader of Nepal Children's Organisation named Reeta Singh Vaidya. They are accused of illegally leasing land owned by the organisation. The investigation started when the organisation complained to the police.\n\nThe complaint alleges that Vaidya and other officials leased 29 ropanis (about 14,750 square meters) of land to a school for 43 years, even though the existing lease period had 16 years left. The deal was later canceled.\n\nAccording to the original agreement, the organisation was supposed to receive Rs 9 million (about $72,000) per year for leasing the land. However, the school then subleased part of the land to another school for Rs 6 million (about $48,000) per year.\n\nThe investigation also found that Vaidya became the head of the organisation after the 1991 elections and the land lease deal was made after she took the position."},{"hash":"59f298234b280fa0591d0d30e4fbe9e9eb1f6e5022825d49db7c9d29cf0971ae","title":"Doctors and health workers get training on how to spot and check for non-communicable diseases (NCDs). NCDs are diseases that are not passed from one person to another, like heart disease, stroke, diabetes, and cancer.","link":"https://kathmandupost.com/health/2024/05/09/doctors-health-workers-get-ncd-screening-training","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/health/thumb19-1715216811.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"health","content":"Health workers in Kathmandu have been trained to check for non-communicable diseases (diseases that cannot spread from person to person), like high blood pressure, heart disease, and diabetes.\n\nThese health workers will check patients at local health centers and provide medicines, advice, or referrals to hospitals if needed.\n\nNon-communicable diseases are now a major health problem in Nepal, causing about 7 out of 10 deaths. Smoking is the leading risk factor, followed by high blood pressure and air pollution.\n\nEven though the government provides free medicines for some non-communicable diseases, many people don't know they have these diseases because there hasn't been enough screening at health centers.\n\nThe health workers who have been trained will screen patients over 40 years old for free. This will help diagnose and treat non-communicable diseases early on, which can save lives.\n\nHealth experts say that making screening for non-communicable diseases free could save a lot of lives, especially in developing countries like Nepal."},{"hash":"1801d6ead071c649a64c0fde0790be274f8900ce60b54acca6dfb6dbc55067e8","title":"karki-s-excesses-in-koshi","link":"https://kathmandupost.com/editorial/2024/05/08/karki-s-excesses-in-koshi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/third-party/thumb21-1715217280.jpg&w=900&height=601","date":1715105700000,"source":"kp","category":"editorial","content":"A month ago, Kedar Karki lost support from his political partners. Now, he has been asked to step down as leader of Koshi Province. Karki had been holding onto power even though he no longer had the support of the majority. He had refused to resign or call for a vote to prove his support.\n\nKarki's rise to power was helped by a rival political party. This caused problems within his own party and led to the downfall of the government. Karki has been criticized for his actions and is seen as a symbol of the greed and immorality that is common in politics.\n\nThe recent political unrest in the provinces shows that this kind of behavior is becoming more common. People had hoped that federalism would lead to a more democratic society, but instead, the same old immoral politics has been transferred to the provinces."},{"hash":"76d90bffa13a5f8e29f2a657b46763cb72bd2b5c3e7c4836de6d4bbffed828a2","title":"Nepali bureaucracy is a complex system with many levels of government. There are many different ministries and departments, each with their own responsibilities. The bureaucracy can be difficult to navigate, and it can be challenging to get things done.","link":"https://kathmandupost.com/columns/2024/05/08/understanding-nepali-bureaucracy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadPostIllustration-1715184406.jpg&w=900&height=601","date":1715105700000,"source":"kp","category":"columns","content":"**Nepali Bureaucracy: Two Sides of the Coin**\n\nBureaucrats in Nepal are seen in two different ways:\n\n**1. Powerful and Independent:**\nBureaucrats are thought to be a powerful group with the ability to challenge politicians.\n\n**2. Subservient and Corrupt:**\nBureaucrats are also seen as subservient to politicians, working together for personal gain.\n\n**How can both be true?**\n\nBureaucrats have more options now than before. They can:\n\n* **Resist:** Refuse to follow orders they believe are wrong.\n* **Maintain the Status Quo:** Do as they've always done, without making changes.\n* **Collude:** Work with politicians for personal benefit.\n\n**Post-Monarchy Changes**\n\nBureaucrats have gained more power after the end of the monarchy because:\n\n* A new law in 1993 protects bureaucrats from being fired without reason.\n* Bureaucrats formed trade unions to represent their interests.\n* Politicians are often relying on bureaucrats for support.\n\n**Implications and Solutions**\n\nExcessive bureaucratic power can hinder good governance. Reforms are needed to:\n\n* Abolish party-based trade unions for bureaucrats.\n* Reduce bureaucratic influence on promotions and transfers.\n* Tie promotions to work performance.\n\nHowever, the weak quality of elected representatives and political instability have allowed bureaucrats to increase their power."},{"hash":"a67b8cd26635fa2281f13500ace4b1c241ed1e818a7be9248b076f23d682b291","title":"Massing of education refers to the increasing number of people getting higher education. This means more people are going to college and getting degrees. It's a good thing overall, as it leads to a more educated population and a stronger economy.","link":"https://kathmandupost.com/columns/2024/05/08/massing-of-education","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/opinion/DownPostFilePhoto-1715184169.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"columns","content":"**Mass Higher Education**\n\n**Origins:**\nAfter World War II, governments expanded higher education to provide more opportunities for citizens and boost the economy. This led to more people attending college.\n\n**Expansion:**\nIn the 1960s, the idea of \"human capital\" emerged, suggesting that education could increase economic growth. This led to even more expansion of higher education.\n\n**Problems:**\nAs more people attended college, the quality of education started to decline. Schools accepted students with lower grades and made classes easier to accommodate them.\n\n**Impact:**\nThis led to a decline in the overall quality of higher education and a lack of students able to do original research and bring about advancements in society.\n\n**Lifelong Learning:**\nIn the 1970s, the idea of \"lifelong learning\" emerged, suggesting that people should continue their education throughout their lives.\n\n**Crisis:**\nToday, there is a global crisis in higher education due to declining standards and employers having trouble finding qualified workers.\n\n**Business Interests:**\nThe expansion of higher education has been fueled in part by businesses seeing it as a market for degrees and diplomas, rather than a true pursuit of knowledge."},{"hash":"505beefca11049926520cda4acceb5956f992fa7c660a8ef9ded812776844ff1","title":"Toilets-for-all are public toilets that are accessible to everyone, regardless of their gender identity or physical ability. They are typically single-stall, gender-neutral bathrooms that are designed to be safe and inclusive for all users. Toilets-for-all can be found in a variety of places, such as schools, businesses, and government buildings.","link":"https://kathmandupost.com/editorial/2024/05/07/toilets-for-all","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb-1715129836.png&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Gender-Inclusive Toilets for All**\n\nActivists are pushing for toilets that are open to everyone, no matter their gender identity. These toilets are especially important for transgender and non-binary people who often face difficulties or discrimination when using public restrooms.\n\nNepal has been promoting equality for LGBTQ+ individuals and has been building gender-inclusive toilets as part of this effort. However, there are still too few of these toilets in the country.\n\nInclusive toilets should meet certain standards, such as good design, sanitation, and accessibility for people with disabilities. It's also important to raise awareness about the needs of LGBTQ+ and disabled people to create a more inclusive society.\n\nGender-inclusive toilets can promote tourism and create welcoming spaces for everyone."},{"hash":"a328ac09240d3df1cc8d66f05bfa52469056838e24eba76c9319b74a8eb321a2","title":"Indian Prime Minister Modi did not attend the election rally in Kashmir. This is because some people say India's claim to the region is wrong.","link":"https://kathmandupost.com/world/2024/05/09/india-s-modi-skips-election-in-kashmir-as-critics-dispute-integration-claims","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersTXBCPSMKWBO6LC3GZCKDYYKG5A-1715227216.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"world","content":"**Kashmir Election 2023**\n\nPrime Minister Modi's party (BJP) is not running in the Kashmir election for the first time since 1996. Instead, local parties will compete for three seats.\n\n**Why is the BJP Staying Away?**\n\nAnalysts say the BJP skipped the election because they believe they won't win. Modi claimed that Kashmir became peaceful after he took away its special status in 2019, but the opposition says the situation is not as good as he says.\n\n**Local Opposition**\n\nTwo local parties, the National Conference and the People's Democratic Party, are running against each other. They both oppose the BJP and will work with the Congress party to defeat them.\n\n**Still Trouble in Kashmir**\n\nPeople in Kashmir remain unhappy and alienated. There are still many troops in the area to keep the peace, and residents say the government has suppressed dissent.\n\n**Gerrymandering Allegations**\n\nSome say the government changed the borders of the voting districts to give the BJP an advantage in the Jammu area. However, the BJP claims the changes make the constituencies more representative of the region."},{"hash":"f6f0addbb8cbaa32a930541099e8ab8b80dbd645a10abca7ca6caeeb2cd39f3a","title":"Political parties often change their views on issues to suit their own interests.","link":"https://kathmandupost.com/politics/2024/05/09/political-parties-shift-stances-based-on-convenience","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/meeting-1715218714.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"Last year, the UML party demanded investigation into gold smuggling by politicians. The Congress party refused.\n\nNow, the Congress party is demanding a similar investigation into a different case, but the UML party (now in power) is refusing.\n\nThe UML claims that a judicial investigation is different from a parliamentary investigation and that they are not the same.\n\nHowever, the Congress party believes that both investigations are similar and necessary.\n\nThe Congress party is threatening to block Parliament if the investigation committee is not formed.\n\nThe new Parliament session is scheduled to start soon, where the budget for the upcoming year will be passed.\n\nThe UML party and the Congress party have different opinions because they are in different positions (either in power or opposition).\n\nExperts believe that both parliamentary and judicial investigations should only be used in rare cases."},{"hash":"7d778c6e3a9dee59f0f604e542fa146b48e0f674e6f88a76dd5207e8cd544041","title":"Nepal is ranked 74th in the World Press Freedom Index for 2024. This means that journalists in Nepal have a moderate level of freedom to report the news.","link":"https://kathmandupost.com/national/2024/05/08/nepal-ranked-74th-in-world-press-freedom-index-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb1-1715166449.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"national","content":"**Nepal's Press Freedom Improves**\n\nNepal has moved up to 74th place in the world press freedom rankings, passing all other South Asian countries. This means journalists in Nepal have more freedom to report the news.\n\n**Why Nepal's Press Freedom Improved**\n\nNepal's improvement is because the government has created a better legal framework for the media. However, there are still concerns that the government and other powerful groups sometimes pressure journalists.\n\n**Global Press Freedom**\n\nGlobally, press freedom is under threat from governments that want to control the flow of information. The top 10 countries for press freedom are mostly European, while the lowest-ranked countries include North Korea and China."},{"hash":"39a21e3738e34e21ac22ff3e01c5ee3a4fda10160336e1e78d00ef5a4868a738","title":"nepal-to-use-drones-to-transport-garbage-from-mount-everest","link":"https://kathmandupost.com/money/2024/04/30/nepal-to-use-drones-to-transport-garbage-from-mount-everest","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/everest-1714541533.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"money","content":"**Drones on Mount Everest**\n\nFor the first time, drones are being tested on Mount Everest to remove garbage. They can carry up to 30 kg and fly up to 6,500 meters.\n\n**Impact on Sherpas**\n\nIf drones become successful, they could reduce the number of high-altitude support staff needed, as they currently carry heavy loads through the dangerous Khumbu Icefall.\n\n**Khumbu Icefall Safety**\n\nThe Khumbu Icefall is known for avalanches that have killed many high-altitude staff. Drones could help prevent further deaths in this area.\n\n**Garbage Management**\n\nDrones will help bring garbage back down the mountain, reducing pollution. Climbers will also be required to use poop bags to manage waste.\n\n**Other New Rules**\n\nOther new rules for climbing Everest include:\n* Using poop bags above the base camp\n* Limiting sleeping and dining space at the base camp\n* Removing old ropes and bringing them back to the base camp\n* Managing dead bodies, which are often left on the mountain due to cost and difficulty"},{"hash":"20d6fba38f7a72404f31e0e9c78ed336011a973a2c15264bdb33a8dce3fe58fb","title":"In Nepal, it's hard to adopt children because there are no clear rules or laws in place. This makes the process confusing and complicated for people who want to adopt.","link":"https://kathmandupost.com/national/2024/05/01/regulatory-void-complicates-child-adoption-process-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb14-1714527484.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"national","content":"**Adoption in Nepal**\n\n**Story of Anistha Shrestha:**\n\n* Anistha Shrestha had trouble having a baby.\n* She adopted an abandoned baby boy around 2017.\n* She and her husband are very happy with their son.\n\n**Legal Process for Adoption:**\n\n* To adopt in Nepal, you need to:\n    * Be married for up to 10 years (or be over 45 years old as an unmarried person).\n    * Have no other children.\n    * File an application and deed of adoption at the district court.\n\n**Challenges with Adoption:**\n\n* There are not enough clear rules for adoption.\n* Potential parents have to find children to adopt on their own.\n* This can put children at risk.\n* Queer couples cannot adopt children.\n* Inter-country adoptions have been banned due to concerns about child trafficking and abuse.\n\n**Need for Improvements:**\n\n* Nepal needs clear rules and regulations for adoption.\n* There should be a committee to match children with parents.\n* Inter-country adoptions should only be allowed if the child has no other family members."},{"hash":"3f364a7b488f4787fc0e376951c1783548e5f460595979e877cac188d021df81","title":"The recent by-election in Ilam has shown that people are still supporting the traditional political parties, while newer parties have not been as successful. This is a reality check for the Rastriya Swatantra Party (RSP), which had performed well in the previous elections.","link":"https://kathmandupost.com/politics/2024/05/01/ilam-bypoll-fillip-for-old-parties-reality-check-for-rsp","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/4375415009854531096070575583147412016394281n-1714526830.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"politics","content":"**Ilam-2 By-Election Highlights:**\n\n* Newcomer Suhang Nembang of the CPN-UML wins, but his victory doesn't greatly affect the national parliament.\n* The election was a test of identity politics, where voters who wanted the province's name to reflect their ethnic identity had supported two candidates.\n* One of these candidates, Dakendra Singh Limbu, got a significant number of votes, showing that identity politics is still important in the region.\n* The election also shows that the new Rastriya Swatantra Party (RSP) needs to work harder to become a major force outside urban areas.\n* The RSP's candidate, Milan Limbu, did poorly, while candidates from traditional parties like the Nepali Congress and CPN-UML did well.\n* The election results suggest that the old political parties are still relevant, as they have strong connections with local communities.\n* RSP leaders say they need to improve their strategy and address concerns about party president Rabi Lamichhane's involvement in a cooperative scam."},{"hash":"3b8f07fcf0196cc796d5e7ea9b735b31007811ccd0b4a7cef5a04cffbc352d27","title":"Nepal is looking to attract LGBTQ+ tourists, a market that could bring in billions of dollars.","link":"https://kathmandupost.com/money/2024/04/21/nepal-sets-sight-on-multi-billion-dollar-lgbtiq-tourism-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled-1%20(1).jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"money","content":"Nepal wants a part of the huge market for gay and lesbian tourists. The country recently held a conference about this type of tourism, and the first same-sex couple got legally married in Nepal last year. The goal is to give members of the LGBTQ community equal economic opportunities and to promote a welcoming and inclusive environment for them. Nepal's unique cultural heritage, which includes traditions related to LGBTQ issues, is also being promoted to attract tourists. By doing this, Nepal hopes to bring in more tourists, boost the economy, and support the LGBTQ community."},{"hash":"6544c0b45b27e9bf77f2d52e116df242a412f0b3350a49b706e3550d9a2953e4","title":"Tensions in the Middle East are making Nepal's economic situation worse.","link":"https://kathmandupost.com/money/2024/04/15/escalating-middle-east-crisis-threatens-nepali-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1713147555.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"money","content":"**Nepal Faces Economic Challenges Due to Middle East Tensions**\n\nNepal relies heavily on money sent home from Nepalis working in the Middle East. Recent tensions in the Middle East could cause problems for these workers, which would hurt Nepal's economy.\n\n**Reasons for Concern:**\n\n* Iran has threatened more attacks, which could lead to retaliation by Israel or the US.\n* Airlines are canceling flights to Iran, which could make it difficult for Nepali workers to travel to and from the Middle East.\n* Rising tensions could also lead to:\n    * Higher inflation\n    * Disruption in supply chains\n    * Fewer jobs for Nepalis in the Middle East\n    * Reduced remittances\n\n**Possible Impacts on Nepal:**\n\n* Decreased foreign exchange reserves\n* Higher unemployment\n* Social unrest\n* Less foreign aid and investment\n\n**Expert Recommendations:**\n\nThe government of Nepal needs to:\n\n* Prepare for the potential impact on its economy.\n* South Korea and other countries are already developing strategies to avoid the negative economic effects of the conflict.\n* Nepal should follow their example.\n\nThe conflict in the Middle East is also causing:\n\n* Higher oil prices\n* Rising shipping costs\n* Travel advisories\n\nThese factors could further damage Nepal's economy."},{"hash":"79b8b64d55170d97b5398013f1e0be09edf6390a68972040dac7d9012da81a36","title":"**Nepali Nationalism and the Idea of Nepal**\n\nNepali nationalism, led by Hari Sharma, emerged in the 19th century as a response to British colonialism. Sharma promoted the idea of a unified Nepali nation, distinct from its neighbors. He believed that Nepal should be a sovereign state, free from foreign influence.\n\nSharma's writings and speeches emphasized the importance of:\n\n* **Preserving Nepal's independence:** He opposed British attempts to control the country.\n* **Uniting Nepali people:** He promoted a shared sense of national identity among the diverse ethnic groups of Nepal.\n* **Developing Nepal's economy and culture:** He believed that a strong and prosperous nation would be less susceptible to foreign influence.\n\nHari Sharma's ideas influenced the development of the Nepali national identity and helped shape the political landscape of Nepal. They continue to be relevant in present-day discussions about Nepal's sovereignty and national unity.","link":"https://kathmandupost.com/videos/2024/05/01/nepali-nationalism-idea-of-nepal-with-hari-sharma","date":1714521600000,"source":"kp","category":"videos","content":"Sorry, I need the text that needs to be summarized in order to do so. Please provide the text you want summarized."},{"hash":"da1de9d00cddf5d4e54cf41c1f92b9ea3c65052d5d623d6c79bf8571e6fc3343","title":"China has a misunderstanding about Nepal. Aneka Rajbhandari, a Nepali expert, explains that China sees Nepal as a buffer zone between itself and India, while Nepal wants to be more independent. Rajbhandari suggests that China needs to respect Nepal's sovereignty and work together as equals.","link":"https://kathmandupost.com/videos/2024/04/14/china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","date":1713052800000,"source":"kp","category":"videos","content":"The Araniko Project explores the history of Nepal-China relations using Chinese sources. Rajbhandari, a Mandarin speaker, focuses on Chinese historical writings about Nepal. She highlights the challenges of translating Mandarin to English and emphasizes the importance of understanding Chinese to truly understand China."},{"hash":"260be847ea4643b523c3e2c77aa8eb77abfa0ace0b6d4a34348f05f7a4f6c2d2","title":"Nepali intellectual Saumitra Neupane discusses the \"idea of Nepal\" in a public debate.","link":"https://kathmandupost.com/videos/2024/03/26/public-debate-in-nepal-idea-of-nepal-with-saumitra-neupane","date":1711411200000,"source":"kp","category":"videos","content":"Neupane helped organize \"Project Sambad,\" a platform that encourages discussions about Nepal's society and government. The first event in Kathmandu aimed to improve public debates on important topics."},{"hash":"d5d55349db8224f79ac2f5502e8ef4d7a68f9f2c08b2ac9c91c850dba1308134","title":"**Nepali Constitution: Vision of Nepal - Bipin Adhikari**\n\nThe Nepali Constitution was created with the vision of a prosperous and inclusive Nepal. It emphasizes:\n\n* **National Unity:** Nepal is a multiethnic and multicultural country, and the constitution aims to foster unity and harmony among its people.\n* **Social Justice:** The constitution seeks to address social inequalities by providing equal opportunities for all citizens, regardless of caste, gender, or religion.\n* **Economic Development:** The constitution promotes economic growth and development through policies that support industries, businesses, and agriculture.\n* **Democratic Values:** Nepal is a democratic republic, and the constitution upholds the principles of freedom of speech, assembly, and the right to vote.\n* **Rule of Law:** The constitution establishes a system of laws and courts to ensure justice and equality for all.\n* **Peace and Stability:** The constitution promotes peace and stability by recognizing Nepal's non-aligned foreign policy and its commitment to resolving conflicts peacefully.","link":"https://kathmandupost.com/videos/2024/02/02/the-constitution-of-nepal-idea-of-nepal-with-bipin-adhikari","date":1706832000000,"source":"kp","category":"videos","content":"Professor Bipin Adhikari, an expert in law, explains Nepal's 2015 constitution and how it has changed over time. He highlights key aspects of the constitution, discussing its durability and importance in Nepal's legal framework."},{"hash":"52a7252302ec66d97f3faf40d59ba35f37aa0f43337d7482f90bdc22e8f712fc","title":"The Gandaki Pradesh Chief Minister expanded his cabinet amid controversy. People are questioning the timing of the expansion and the inclusion of some individuals in the government.","link":"https://kathmandupost.com/politics/2024/05/07/gandaki-chief-minister-expands-cabinet-amid-controversy-q-pratiksha-kafle-in-pokhara","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1715045965.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"politics","content":"**Gandaki Province:**\n\n* Chief Minister Khagaraj Adhikari expanded his cabinet, adding two ministers.\n* Adhikari had won a trust vote the day before, with 30 votes being considered as the majority.\n* This interpretation has been questioned as it's not clear if the Speaker has a right to vote.\n\n**Lumbini Province:**\n\n* Bhandari Lal Ahir has returned as Agriculture Minister after resigning 15 days ago.\n* Ahir's return follows a split in his party, and the formation of the Janata Samajbadi Party by a faction led by Ashok Rai."},{"hash":"84e0e9fe11f43c8b2829792480ebd1b9fb6175cffb9b99aab8087cf351e1d7d4","title":"Janata Samajbadi Party has been registered amidst legal confusion.","link":"https://kathmandupost.com/politics/2024/05/07/janata-samajbadi-party-registered-amid-legal-confusion","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb9-1715045065.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"politics","content":"**Election Commission Registers New Party**\n\nThe Election Commission has approved the registration of a new party, the Janata Samajbadi Party, led by Ashok Rai. This party has split from the existing Janata Samajbadi Party Nepal, led by Upendra Yadav.\n\n**Rules for Party Splits**\n\nThe law allows a group of members from a party to create a new one if they have support from:\n\n* At least 20% of the central committee (the party's leadership)\n* At least 20% of the party's lawmakers (members of parliament)\n\n**Impact on Existing Party**\n\nThe split has reduced the number of lawmakers from Yadav's party to 12. However, it has less impact on the provincial level, where most members are still part of Yadav's party.\n\n**Government Implications**\n\nThe new party supports the current ruling coalition government. The split within the party is unlikely to affect the government's stability at the national level.\n\n**Provincial Government**\n\nThe Madhesh Province government, led by Yadav's party, is expected to remain stable despite the split. However, the decision of the new party to continue supporting the province is still pending.\n\nIn Lumbini Province, Bhandari Lal Ahir has rejoined the Cabinet as a minister after joining the new party."},{"hash":"d34d04f3fb0aac7854c1168b097a6ce09196339cf7d7bc35809cda6b94726548","title":"Two people were injured in a fire in Bhaktapur.","link":"https://kathmandupost.com/bhaktapur/2024/05/05/two-injured-in-bhaktapur-fire","date":1714867200000,"source":"kp","category":"bhaktapur","content":"A carpet factory in Bhaktapur caught fire, injuring two people. One of the injured is Nepali and the other is an Indian national. The fire took five hours to put out and destroyed property worth Rs18 million. The cause of the fire is being investigated."},{"hash":"b6207fb9e973312bf402c67e85a81cf80ec93fb9549d25542321817afde006d8","title":"Two people died after suffocating while digging a well in Bhaktapur.","link":"https://kathmandupost.com/bhaktapur/2024/05/01/two-die-of-suffocation-while-digging-well-in-bhaktapur","date":1714521600000,"source":"kp","category":"bhaktapur","content":"Please provide the text you want me to summarize."},{"hash":"f5d5a914ad325d0dc9cdbe3e13aee77b709515bae18e316ed2e1dfc20803ba5d","title":"A man who was injured in a forest fire has sadly died.","link":"https://kathmandupost.com/lalitpur/2024/04/30/man-injured-in-forest-fire-dies","date":1714435200000,"source":"kp","category":"lalitpur","content":"**Man Dies from Fire Injuries**\n\nA man named Shankar Pahari died in the hospital from burns he suffered while fighting a fire in a forest.\n\nAnother injured person, Ramesh Pahari, is still being treated.\n\nA second fire in another forest is still burning, and 65 patients have been moved to safety because the fire reached a hospital."},{"hash":"576aedd4fb42b61a1e529a2a54b7b58d3d019f11c45cb0f9be739c017645a00d","title":"Seven areas in Kolkata Municipal Corporation (KMC) have started segregating waste, with four more to join soon.","link":"https://kathmandupost.com/kathmandu/2024/04/30/seven-wards-of-kmc-start-waste-segregation-four-more-to-start-soon","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1714441676.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"kathmandu","content":"Kathmandu City is trying to reduce waste by asking residents to separate biodegradable (like food) and non-biodegradable (like plastic) waste in their homes.\n\nSeven wards have already started doing this. The city uses special trucks to collect the separated waste.\n\nThe biodegradable waste is turned into compost, which can be used in gardens. The city also uses this waste to generate biogas, which can be used for cooking and electricity.\n\nThe non-biodegradable waste is sold for recycling.\n\nThe goal is to reduce the amount of waste that goes to landfills."},{"hash":"949a7d57c5da3502c01fdc6608dd16072aaf6836523a5109bb218aa7d59b36d6","title":"Six people have been arrested for protesting outside the Russian embassy.","link":"https://kathmandupost.com/kathmandu/2024/04/29/six-arrested-for-protesting-in-front-of-russian-embassy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb-1714390725.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"kathmandu","content":"**Protesters Arrested at Russian Embassy**\n\nPolice arrested six people protesting outside the Russian Embassy in Kathmandu on Monday. They were demanding the return of Nepalis fighting in the Russian army.\n\n**Hunger Strike by Family Members**\n\nRelatives of Nepalis in the Russian army have been on a hunger strike for 11 days. They want the government to bring their loved ones home safely.\n\n**Demands from Family Members**\n\nThe family members have made 13 demands, including:\n\n* Safe return of Nepalis in the army\n* Compensation and medical care for those injured\n* Return of hostages\n* Repatriation of bodies of those killed\n* Compensation from the Russian government\n* Information about missing soldiers\n* Punishment for those who tricked Nepalis into joining the army\n* Payment of salaries and benefits to Nepalis from Nepal\n* A government team to help rescue and support those affected\n\n295 people have reported missing family members serving in the Russian army."},{"hash":"eb1755b9532256307117ca5c5fb719c9560772f1fd9b41cf31e240daf54eaf7a","title":"The Barahi Jungle Lodge is organizing a cleanup initiative to protect the environment. They are asking for volunteers to help remove litter and debris from the surrounding area.","link":"https://kathmandupost.com/money/2024/05/09/barahi-jungle-lodge-cleanup-initiative","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/EEEEEE-1715220027.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"- Barahi Jungle Lodge cleaned up around Chitwan National Park.\n- They removed three tractorloads of trash, including plastic and glass.\n- The lodge does this every year to help the environment.\n- They have been recognized for their efforts with an eco-certification and an ISO-14001 Environmental Management Systems certification."},{"hash":"7a9260bfb939b05cd059dd8800424da7343783052901bbb5247957105717fec6","title":"Japanese food event from May 10-17, 15175694.","link":"https://kathmandupost.com/money/2024/05/08/japanese-food-event-from-may-10-1715175694","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/japanesefood-1715175685.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"money","content":"Izakaya Hokkaido, a Japanese restaurant in Nepal, is hosting a Japanese food event at the Radisson Hotel in Kathmandu from May 10th for three days. The event will start at 6:30 pm each day and aims to introduce Japanese food and culture to the Nepali public."},{"hash":"8bd1c2b326f72b8af19be4d80c4d9b2a4993db0bfd5d0a33d390042932ce02a4","title":"TOEFL-iBT scores are now accepted for all Australian visa applications.","link":"https://kathmandupost.com/money/2024/05/08/toefl-ibt-scores-now-valid-for-all-australian-visas","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/SachinJainCountryManagerETSIndiaampSouthAsiapic-1715166402.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"money","content":"The TOEFL iBT test, used to show English proficiency, is now accepted for Australian visas. This test is recognized by Australian universities and over 12,500 institutions globally. Applicants with TOEFL iBT scores from May 5th onwards can use them for their visa applications."},{"hash":"d4f8334a2d12b21462af12b4c6327b1760629cefb0038b759bfa4fb8d92edeae","title":"The government has approved 10 proposals from foreign investors without requiring them to go through a special approval process.","link":"https://kathmandupost.com/money/2024/05/08/government-approves-10-foreign-investment-proposals-through-automatic-route","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb19-1715132202.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"money","content":"**Government Approves Foreign Investment Proposals**\n\nThe Department of Industry has approved 10 proposals for foreign investment under the new automatic route. This route allows investors to invest without needing approval from other government bodies.\n\n**Process for Foreign Investors**\n\nTo invest through the automatic route:\n\n* Visit www.imis.doind.gov.np\n* Submit required documents\n* Receive approval notification via email\n\n**Eligible Sectors and Maximum Investment**\n\nForeign investors can invest in various sectors, including:\n\n* Energy (up to Rs. 500 million)\n* Agriculture (up to Rs. 500 million)\n* Infrastructure (up to Rs. 500 million)\n* Tourism (up to Rs. 500 million)\n* IT sector (no investment limit)\n* Manufacturing (up to Rs. 500 million)\n* Services (up to Rs. 500 million)\n\n**Benefits of Automatic Route**\n\n* Saves time for investors (approval within 7 days)\n* Encourages foreign investment in Nepal"},{"hash":"82b739d47f0c00dff5e5dd29a2d0a22bf0dc7eaf617fbb8b14963fbec0702e41","title":"Out of all the medicines available, less than 2% have been tested in under nine months.","link":"https://kathmandupost.com/health/2024/05/03/under-two-percent-medicines-in-the-market-tested-in-nine-months","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1714697599.jpg&w=900&height=601","date":1714694400000,"source":"kp","category":"health","content":"**Drug Quality in Nepal**\n\n* Drug inspectors collected 348 samples of medicines for testing.\n* Only 2% of registered drugs have been tested.\n* Some samples have not been tested in over a year and may have expired.\n* Some tested medicines were substandard and recalled.\n* Drug inspectors have too few samples to ensure quality.\n* Substandard medicines can harm patients.\n* Drug companies are also responsible for quality.\n* DDA laboratory is understaffed and takes time to test.\n* DDA has few inspectors to monitor many pharmacies.\n* It's hard to recall substandard drugs because testing results take too long."},{"hash":"f7d587fba320830df3d5490b1476f7bed784a09cb467e0da2566ea0c042e9aa7","title":"Pollution in the air can cause young children to develop asthma, a disease that makes it hard to breathe.","link":"https://kathmandupost.com/health/2024/04/29/toxic-air-is-giving-young-children-asthma","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GKnxljjWYAAVcmb-1714354861.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"health","content":"**Asthma in Kids Linked to Air Pollution in Nepal**\n\nBaby rushed to hospital with breathing problems due to worsening air quality in Kathmandu. Air pollution from forest fires, vehicles, and burning of farm waste makes air toxic, causing asthma problems in young children.\n\nA report highlights the connection between air pollution and childhood asthma, along with other health hazards like coughing, skin issues, and headaches. Even inside their homes, children and women are exposed to harmful indoor air pollution.\n\nPoor air quality affects health both in the short term (pneumonia, bronchitis, skin allergies) and long term (cancer, heart disease).\n\nDoctors say asthma is common in areas with polluted air, and it's important to seek medical help for children with shortness of breath, trouble sleeping, or wheezing. Other factors like allergies and family history also contribute to childhood asthma.\n\nAir pollution has been shortening lives in Nepal by around five years, with certain districts seeing a reduction of up to 7.5 years in life expectancy. It's more harmful than tobacco use and high blood pressure."},{"hash":"7278c32d05b7d91efd57a55cdeffa191fb8097c7d25b5ac6952d0aaf8ada290f","title":"People living in seven districts will receive medicine to prevent elephantiasis.","link":"https://kathmandupost.com/health/2024/04/27/people-in-7-districts-to-be-given-anti-elephantiasis-medicine","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb21706159670-1714183227.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"health","content":"**Elephantiasis Prevention Campaign**\n\nSeven districts are ready to give medicine to people over 2 years old to prevent a disease called elephantiasis. This is the last year of the campaign.\n\nElephantiasis is a disease spread by mosquitoes. It can cause swelling and disability. Nepal has a goal to stop this disease by 2030.\n\nHealth workers will visit every house to make sure everyone gets the medicine. Districts that have stopped the spread of the disease will continue to be monitored.\n\nThis medicine has been given in 53 districts so far, and 70 districts are now free of the disease. The government cannot continue the program next year due to budget cuts."},{"hash":"57b5c9de4803740123d8b7eaf7fa3b1fd865897c43c31f4fdcb063246a0b322d","title":"Nepal has not been able to completely eliminate malaria by its original goal of 2025. A new goal of 2030 has been proposed.","link":"https://kathmandupost.com/health/2024/04/27/nepal-misses-malaria-elimination-goal-new-deadline-may-be-2030","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb1-1714183010.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"health","content":"**Nepal's Malaria Elimination Goal Missed**\n\nNepal's plan to eliminate malaria by 2025 has not been achieved. New cases of the locally spread disease (called \"indigenous\") have been found in recent years.\n\n**Causes of the Failure**\n\n* New indigenous cases in 2023 and 2024\n* Malaria brought in from other countries, especially India\n* Lack of funding and support for malaria prevention\n* Climate change causing malaria-carrying mosquitoes to spread to higher altitudes\n* Less severe malaria (caused by Plasmodium Vivax) being replaced by more severe malaria (caused by Plasmodium falciparum)\n\n**Next Steps**\n\n* A new goal of 2030 is being considered for malaria elimination.\n* Nepal is working to improve surveillance and control of malaria.\n* Cooperation with India and other neighboring countries is needed to eliminate the disease."},{"hash":"4f18229de2a5d8016e8888758de34cc858e98af2b542ed3077fa8ab2d1e49a3b","title":"Patience, passion, and delicious pastries come together to create something truly special.","link":"https://kathmandupost.com/recipes/2024/04/27/patience-passion-and-pastries","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/BakeleusbyCeleus-1714186343.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"recipes","content":"**Celeus Baral: A Passionate Baker with a Sustainable Approach**\n\nCeleus Baral is a 21-year-old baker who started her online baking business, Bakeleus, during the pandemic. She believes baking is like chemistry, requiring precision and patience.\n\n**Bakeleus's Offerings:**\n\n* Jams\n* Granola\n* Tarts\n* Cakes\n* Cookies\n* Cupcakes\n* Brownies\n\n**Baral's Baking Philosophy:**\n\n* Uses fresh produce she grows herself.\n* Emphasizes food origins and appreciation for nature.\n* Experiments and practices regularly to improve her skills.\n\n**Environmental Awareness:**\n\n* Follows a zero-waste policy at home.\n* Recycles all food and household items.\n\n**Easy Baking Recipes:**\n\n**Carrot Cake:**\n\n* Made with carrots, walnuts, and cream cheese frosting.\n\n**Mulberry Fudge Cake:**\n\n* Includes mulberries, cocoa, and melted chocolate.\n\n**Strawberry Casserole:**\n\n* A creamy dessert with fresh strawberries and an optional topping of almond flakes."},{"hash":"9780e132b8e20251511cc1c330b02a430eeb7118100ff4ca205cc2bdd81eedba","title":"Potatoes are an important part of a healthy diet. They are a good source of vitamins, minerals, and fiber. Potatoes can be boiled, baked, fried, or mashed. They can be used in a variety of dishes, including soups, stews, and salads. Potatoes are a versatile and affordable food that can be enjoyed by people of all ages.","link":"https://kathmandupost.com/food/2024/01/27/know-your-food-potato","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled8copy-1706323718.jpg&w=900&height=601","date":1706313600000,"source":"kp","category":"food","content":"**Potatoes in Nepal**\n\n**Importance:**\n* Potatoes are a common food, especially in the mountains.\n* They are affordable and used in many dishes.\n* They are nicknamed \"aloo\" in Nepal.\n\n**Benefits:**\n* Potatoes have nutrients like vitamins and minerals.\n* They are a good source of potassium, which helps the heart.\n* Potato skin contains fiber for good digestion.\n* Potatoes are good for energy and don't have fat, cholesterol, or sodium.\n\n**Production:**\n* Potatoes are grown in many areas of Nepal.\n* Nepal produces a lot of potatoes, but also imports some.\n* Types of potatoes include red, white, and dark potatoes.\n* Dark potatoes have more nutrients.\n\n**Health Benefits:**\n* Potatoes help build bones and muscles.\n* They lower blood pressure and cholesterol.\n* Potatoes are low in pesticides.\n\n**Chips and Fries:**\n* Potato chips and fries are popular in Nepal.\n* They may have less nutrients than boiled or baked potatoes.\n* People with diabetes should limit potato intake."},{"hash":"8f050af11428f186d46c4f64b300a3441341f2f7048fe6b8a30e31626fd61759","title":"**About Eggs**\n\nEggs are a delicious and nutritious food that can be enjoyed in many ways. They are a good source of protein, vitamins, and minerals.\n\n**Types of Eggs**\n\nThere are different types of eggs, including:\n\n* Chicken eggs\n* Duck eggs\n* Goose eggs\n* Quail eggs\n\n**Choosing Eggs**\n\nWhen choosing eggs, look for eggs that are:\n\n* Clean and free of cracks\n* Fresh (check the expiration date)\n* Free-range or organic (if possible)\n\n**Storing Eggs**\n\nEggs should be stored in the refrigerator for up to 3 weeks. Do not wash eggs before storing them, as this can remove the protective layer on the shell.\n\n**Cooking Eggs**\n\nEggs can be cooked in many different ways, including:\n\n* Fried\n* Scrambled\n* Boiled\n* Poached\n* Baked\n\n**Nutritional Value**\n\nEggs are a good source of:\n\n* Protein\n* Vitamins (A, B12, D)\n* Minerals (iron, zinc, selenium)\n\n**Health Benefits**\n\nEating eggs may have several health benefits, including:\n\n* Improved brain function\n* Reduced risk of heart disease\n* Healthy bones and joints","link":"https://kathmandupost.com/food/2024/01/13/know-your-food-eggs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/ezgif3822bacc5da-1705113903.jpg&w=900&height=601","date":1705104000000,"source":"kp","category":"food","content":"**Chicken Eggs: A Healthy Superfood**\n\n**What are chicken eggs?**\nEggs are a great source of nutrients and vitamins. They're also a complete source of protein, meaning they have all the amino acids your body needs.\n\n**Benefits of eating eggs:**\n* Help you lose weight\n* Lower your blood pressure\n* Protect you from infections\n* Help strengthen bones\n* Improve your skin health\n* Reduce your risk of eye diseases\n\n**How many eggs should you eat?**\nMost adults can safely eat 1-2 eggs per day.\n\n**Quality of eggs:**\nIn Nepal, there's no government agency that checks the quality of eggs. However, you can look for eggs from trusted suppliers and avoid eggs from chickens raised with heavy antibiotics.\n\n**Other benefits of eggs:**\n* Increased mental energy\n* Improved skin complexion\n* Reduced risk of stroke\n* Important for pregnant women and breastfeeding mothers"},{"hash":"4441762448a02cd0b37a86fb1a58f420dbb6206d6c636319eb6405bfa4ae8b25","title":"Piano Piano South offers delicious Italian food.","link":"https://kathmandupost.com/food/2023/12/28/italian-delights-at-piano-piano-south","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/Main1-1703773991.jpg&w=900&height=601","date":1703721600000,"source":"kp","category":"food","content":"Piano Piano South is a beautiful Italian restaurant in Lalitpur. It has a nice garden with trees, flowers, and music.\n\nThe restaurant's new menu has many delicious dishes from Italy. For starters, they have tomato soup, bruschetta, and fried calamari. For main courses, they have ravioli, pasta with seafood, and chicken. For dessert, they have tiramisu and chocolate cake.\n\nThey also have a good selection of wines to go with their food.\n\nThe restaurant is a great place to relax and enjoy a nice meal with friends or family."},{"hash":"f86ab50c20cc95165c325eee219ae861b6d64d9f0c556172524538a987637984","title":"Spice up your food Mexican-style with vibrant flavors and spices like chili peppers, cumin, oregano, and cilantro.","link":"https://kathmandupost.com/food/2023/12/15/spicing-things-up-mexican-way","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/CasaMexicana.jpg&w=900&height=601","date":1702598400000,"source":"kp","category":"food","content":"**A Mexican Restaurant in Nepal**\n\nMonica Tapia opened Casa Mexicana in Kathmandu, Nepal, in 2017. She wanted to share Mexican food with the people of Nepal.\n\nAt first, people were hesitant to try Mexican food, but over time, Casa Mexicana became popular. Monica believes food can bring people together.\n\nThe restaurant uses Nepali ingredients to create authentic Mexican dishes. They had to substitute some ingredients, like corn flour and avocados.\n\nNepali and Mexican food share a love for spicy and flavorful dishes.\n\nCasa Mexicana has a warm and welcoming atmosphere. They use traditional Mexican decorations and music to create a Mexican experience.\n\nThe menu includes burritos, quesadillas, and other Mexican favorites. Monica's favorite is the pambazo, a fried sandwich.\n\nCasa Mexicana's staff is friendly and helpful. They can recommend dishes and drinks.\n\nMonica is happy with the success of Casa Mexicana. She plans to add more dishes and desserts to the menu in the future."},{"hash":"85fd1b1b76fc26f28ffe0a271a86ba321af054d84ef73a9cb8c3c3bf2c72f12e","title":"**7 Amazing Places to Visit in Nepal in 2024:**\n\n1. Kathmandu: Explore ancient temples, monasteries, and bustling markets.\n2. Pokhara: Admire stunning mountain views, go boating on the lake, and hike.\n3. Chitwan National Park: Spot wildlife like rhinos, tigers, and crocodiles on a jungle safari.\n4. Lumbini: Visit the birthplace of Lord Buddha and experience Buddhist culture.\n5. Everest Base Camp: Trek to the foot of the world's highest mountain.\n6. Annapurna Circuit: Hike through breathtaking landscapes with towering peaks and lush greenery.\n7. Jomsom Muktinath: Journey to a remote valley with ancient monasteries and hot springs.","link":"https://kathmandupost.com/travel/2024/02/19/7-places-in-nepal-you-should-visit-in-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1708309532.jpg&w=900&height=601","date":1708300800000,"source":"kp","category":"travel","content":"**Mundhum Trek**\n\n* A new cultural hiking trail in eastern Nepal, passing through indigenous villages and beautiful landscapes.\n* Offers views of Mount Everest and other famous peaks.\n* Best time to visit: March through May.\n\n**Janaki Mandir**\n\n* A large and famous Hindu temple in Janakpur, named after Sita, the wife of Lord Rama.\n* Built in 1874, it features a three-storey building with 60 rooms.\n* Pilgrims visit to pay homage to Sita.\n\n**Kuri Village**\n\n* A popular tourist destination near Kathmandu, located high in the mountains.\n* Known for its stunning views of the Himalayas and snowfall in the winter.\n* Offers hotels and restaurants.\n\n**Annapurna Base Camp Trek**\n\n* A picturesque journey to the foothills of Annapurna South.\n* Offers cultural experiences, beautiful villages, and wildlife.\n* One of the shortest and most affordable treks in Nepal.\n* Best time to visit: Autumn (September to October) or spring (March to May).\n\n**Bardiya National Park**\n\n* Home to the Royal Bengal Tiger and other wildlife.\n* Offers jungle safaris, elephant sightings, and river rafting.\n* Best time to visit: Mid-September to mid-December or mid-February to May.\n\n**Khaptad National Park**\n\n* A protected area in western Nepal, known for its pristine beauty.\n* Offers trekking with stunning views.\n* Best time to visit: Spring (March-May) or autumn (October-November)."},{"hash":"c077b34beda2250a997231f215f178053a057340c5c72de0aec15b25ae40ddb7","title":"Memories of the past meet the realities of the present in Phidim.","link":"https://kathmandupost.com/travel/2023/11/18/old-memories-and-new-realities-in-phidim","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/phidim%20main%20(1).JPG&w=900&height=601","date":1700265600000,"source":"kp","category":"travel","content":"**Hometown Transformation**\n\nThe author's hometown, Phidim, has changed greatly.\n\n**Arrival and Initial Impressions:**\n\n* The town now appears as travelers approach from the mountain road.\n* Houses have been replaced by concrete buildings.\n* The author's childhood home is different but still holds memories.\n\n**Memories and Changes:**\n\n* The author recalls the school grounds where they played sports.\n* They remember a literary festival and political protests.\n* The main street has changed, with new buildings and wider roads.\n* Shivalaya temple still stands, but the author regrets the loss of old landmarks.\n\n**Current State:**\n\n* Phidim is a transit town for pilgrims headed to another temple.\n* Despite advancements, the town faces challenges, including a lack of higher education and healthcare.\n* People are leaving the town for better opportunities.\n\n**Reflections:**\n\n* The author cherishes the memories of Phidim but acknowledges the changes.\n* They recognize the inevitability of leaving a place one loves.\n* Phidim remains a blend of nostalgia and progress, reflecting the evolution of a hometown."},{"hash":"6ec2c2cb523a223a47b5f232132774b5872a4d0a9220fb4a176d50e203ea7484","title":"Architecture and art come together to create something beautiful.","link":"https://kathmandupost.com/travel/2023/10/28/a-blend-of-architecture-and-artistry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/travel5-1698457058.jpg&w=900&height=601","date":1698451200000,"source":"kp","category":"travel","content":"**Lucknow: A Lively City with Historical Charm**\n\nThe city of Lucknow welcomes visitors with a warm message: \"Smile, you're in Lucknow.\" And it certainly lives up to its name. Lucknow is a bustling city with plenty of food, transportation, and things to do.\n\nOne of the highlights of Lucknow is the grand Bara Imambara, built in the 18th century. This huge building was built to provide jobs during a famine.\n\n**Bara Imambara:**\n\n* **Asafi Mosque:** A beautiful mosque with intricate designs and a serene atmosphere.\n* **Asafi Hall:** A massive hall without any supporting beams, leaving visitors in awe.\n* **Labyrinth (Bhool Bhulaiyaa):** A confusing maze that echoes sounds, adding to its mystery.\n* **Rooftop View:** Offers breathtaking views of the city skyline.\n* **Shahi Baoli (Royal Stepwell):** An underground well that provides a cool retreat and features intricate Mughal carvings. It was once used as a secret surveillance system."},{"hash":"e38b1beb524d0349efe3710dd274aab2205ecb04d36e45cc18e25ff5fb66e639","title":"Of Treks and Trails is a website and blog dedicated to sharing information and inspiration about hiking and backpacking. It includes detailed trail guides, destination recommendations, gear reviews, and personal stories from the authors' own adventures.","link":"https://kathmandupost.com/travel/2023/10/14/of-treks-and-trails","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/travelmain-1697245584.jpg&w=900&height=601","date":1697241600000,"source":"kp","category":"travel","content":"**Climbing Mountains**\n\n**Before You Go:**\n\n* Train your body by walking and doing squats.\n* Pack light and warm clothes, including a down jacket, hat, gloves, and hiking boots.\n* Bring essential supplies like a safety knife and period supplies (for women).\n\n**During the Climb:**\n\n* Stay positive and don't push yourself too hard.\n* Communicate with your guide and fellow trekkers.\n* If you get altitude sickness, rest and take painkillers.\n* Be prepared for challenges and don't let anyone underestimate you as a woman.\n\n**Becoming a Guide:**\n\n* Join a trekking association and take a guide course to learn navigation, safety, and environmental skills.\n* Consider a bachelor's degree in mountaineering for a comprehensive education."},{"hash":"a9ad689d21f22e85bcaa462724561585142b33988f2d2ded57420f55cc029fb5","title":"Traveling Nepal Alone:\n\n* Explore the beautiful mountains, temples, and culture of Nepal.\n* Plan your own itinerary and go at your own pace.\n* Meet new people and experience the local life.\n* Stay safe and be aware of your surroundings.\n* Get a visa, pack properly, and learn some basic Nepali phrases.","link":"https://kathmandupost.com/travel/2023/06/17/travelling-nepal-solo","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/SoloTravelMain11zon-1686967229.jpg&w=900&height=601","date":1686960000000,"source":"kp","category":"travel","content":"**Female Travelers Create Duluwa Outdoors**\n\nFive women created Duluwa Outdoors to encourage women to travel alone.\n\n**Is Traveling Alone Safe in Nepal?**\n\nYes, Nepal is generally safe for solo travelers, including women. Many women travel independently within Nepal.\n\n**Solo Travel Destinations in Nepal**\n\n* For beginners: Movies, dinner, hiking in Shivapuri, Namo Buddha, or Champadevi\n* Short trips: Pokhara-Bandipur\n* Trekking: Annapurna region\n* Valleys and towns: Illam, Dharan-Dhankuta, Palpa\n* Wildlife: Chitwan, Bardiya, Shuklaphanta\n\n**Tips for Solo Travelers**\n\n* Plan and research: Transportation, lodging, safety, activities\n* Pack appropriately: Clothes, gear\n* Budget and have an emergency fund\n* Inform others of your whereabouts\n* Be aware of surroundings and trust your instincts\n* Take a wilderness first aid course\n* Stay overnight if hiking and get to a settlement before dark\n* Be wary of wildlife and potential natural disasters"},{"hash":"d3bf2681c5f44f567c2b7e08f966046fb572ea416e8cfddac399e392844a7256","title":"Nepal won the final One Day International (ODI) match against the West Indies \"A\" team. This win helped Nepal conclude the series with a score of 2-3.","link":"https://kathmandupost.com/cricket/2024/05/04/nepal-win-last-match-against-west-indies-a-to-conclude-series-2-3","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GMucR8qbwAAxeZl-1714817959.jpg&w=900&height=601","date":1714780800000,"source":"kp","category":"cricket","content":"Nepal defeated West Indies A in the fifth T20 match by six wickets. Players Aasif Sheikh, Anil Sah, and Kushal Malla scored well for Nepal. Sagar Dhakal and Sompal Kami bowled well for Nepal.\n\nWest Indies A won the series 3-2, but Nepal won the last match.\n\nAasif Sheikh and Anil Sah made a 96-run partnership for Nepal, while Kushal Malla finished the chase with some big hits.\n\nWest Indies A scored 172 runs, with Mark Deyal and Johnson Charles contributing. Sagar Dhakal and Sompal Kami took three wickets each for Nepal.\n\nSagar Dhakal was named player of the match, while Rohit Paudel was named player of the series for his impressive batting performance.\n\nNepal will now train before participating in the T20 World Cup in June."},{"hash":"9d7ced68a72cb11104cf4b0dbf516e03a1daade9b97560e45bd16d4688ad8043","title":"West Indies needs to chase 210 runs to win against Nepal.","link":"https://kathmandupost.com/cricket/2024/05/02/west-indies-a-post-210-run-target-against-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/match-1714707130.jpg&w=900&height=601","date":1714608000000,"source":"kp","category":"cricket","content":"**Nepal Loses to West Indies A, Trails Series**\n\nNepal's cricket team lost to West Indies A by 28 runs in the fourth T20 match, giving West Indies A a 3-1 lead in the series.\n\n**Nepal's Struggles**\n\nNepal's batsmen struggled, with only Rohit Paudel performing well. Skipper Aasif Sheikh and opener Kushal Bhurtel were dismissed early. Paudel scored 82 runs, but Nepal lost all their wickets for 181 runs.\n\n**West Indies A's Strong Start**\n\nWest Indies A batted first and scored 209 runs, thanks to half-centuries from Johnson Charles (58) and Andre Fletcher (84). Fabian Allen also chipped in with 33 runs.\n\n**Next Match**\n\nThe fifth and final T20 match will be played on Saturday."},{"hash":"a5e3edf276d54cd57e7292f16946aa79bba9683852ec9205a675963d0ef498de","title":"Nepal has released its team for the upcoming ICC Men's T20 World Cup.","link":"https://kathmandupost.com/sports/2024/05/01/nepal-announces-squad-for-icc-men-s-t20-world-cup","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/nepal-1714612274.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"sports","content":"Nepal's cricket team for the T20 World Cup has been announced. Most of the players from the recent ACC Men's Premier Cup campaign have been retained, including captain Rohit Paudel.\n\nThe team includes several experienced players, such as leg-spinner Lalit Rajbanshi and all-rounder Sompal Kami. However, some players who have struggled recently, such as batters Binod Bhandari and Aarif Sheikh, have been left out.\n\nNepal will face tough competition in Group D, which includes the Netherlands, Bangladesh, Sri Lanka, and South Africa. They open their World Cup campaign against the Dutch on June 4th."},{"hash":"587d9826d33d077d9f8ec0c9800df873f925ac5cba53d816e1a766ef3043efeb","title":"Nepal lost a cricket match to West Indies A by 76 runs.","link":"https://kathmandupost.com/cricket/2024/05/01/nepal-lose-to-west-indies-a-by-76-runs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/43806500011620135283099391032221761881945213n-1714559440.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"cricket","content":"West Indies A won the T20 match against Nepal by 76 runs.\n\nWest Indies A scored 228 runs, with Johnson Charles scoring 119.\n\nNepal tried to chase but were bowled out for 151 runs.\n\nKaran KC scored 28 runs for Nepal, but it wasn't enough.\n\nHayden Walsh took three wickets for West Indies A, helping them win the match and lead the series 2-1."},{"hash":"e697c128dee236ae978d45b5bf456b38312b711c020d2ae60baf8932d99b26f1","title":"Nepal lost to the West Indies by 10 runs.","link":"https://kathmandupost.com/cricket/2024/04/28/west-indies-a-defeat-nepal-by-10-runs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/4381019528096522244082851582862401774476346n-1714301690.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"cricket","content":"Nepal lost to West Indies A by 10 runs in the second T20 match.\n\nWest Indies A scored 161 runs first, with Gudakesh Motie scoring 33 runs quickly.\n\nNepal tried to chase the total, but only Rohit Paudel (71 runs) and Gulsan Jha (25 runs) scored big. Nepal ended up scoring 150 runs, losing by 10 runs. West Indies A won the match and tied the series 1-1."},{"hash":"a4143de903fa1fc3e92b11c2278fc9a9dd2e9792a971b2d127e548cd352c8666","title":"The United States has stopped sending some weapons to Israel for now. The fighting between Israel and Gaza militants is happening near the town of Rafah.","link":"https://kathmandupost.com/world/2024/05/08/us-pauses-some-weapons-to-israel-as-battles-rage-around-rafah","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersKM2X5SPOCNJ7HM666NXHRL7BIY-1715169460.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"world","content":"Hamas said it was battling Israeli troops on the outskirts of the Gaza Strip’s crowded southern city of Rafah on Wednesday after a US official said Washington had halted a shipment of powerful bombs that Israel could use in a full-scale assault.The United States, which is seeking to stave off an Israeli invasion of Rafah, said it believes a revised Hamas ceasefire proposal may lead to a breakthrough in an impasse in negotiations, with talks resuming in Cairo on Wednesday.A senior US official said President Joe Biden’s administration paused a shipment of weapons to Israel last week in an apparent response to the expected Rafah offensive. The White House and Pentagon declined to comment.The official, speaking on condition of anonymity, said Washington had carefully reviewed the delivery of weapons that might be used in Rafah, and as a result paused a shipment consisting of 1,800 2,000-lb bombs and 1,700 500-lb bombs.This would be the first such delay since the Biden administration offered its “ironclad” support to Israel after Hamas’ Oct. 7 attack. Washington is Israel’s closest ally and main weapons supplier.A senior Israeli official declined to confirm the report, asking not to be named: “If we have to fight with our fingernails, then we’ll do what we have to do,” the source said. A military spokesperson said any disagreements were resolved in private.Israeli forces seized the main border crossing between Gaza and Egypt in Rafah on Tuesday, cutting off a vital aid route.Residents and officials said Rafah’s city council building was hit by Israeli tank fire on Tuesday and caught fire.“The streets of the city echo with the cries of innocent lives lost, families torn apart, and homes reduced to rubble. We stand on the brink of a humanitarian catastrophe of unprecedented proportions,” Rafah’s mayor, Ahmed Al-Sofi, said in an appeal to the international community to intervene.The Israeli military said on Wednesday it had uncovered Hamas infrastructure in several locations in eastern Rafah and its troops were conducting targeted raids on the Gaza side of the Rafah crossing and airstrikes across the Gaza Strip.It has told civilians to go to an “expanded humanitarian zone” in al-Mawasi, some 20 km (12 miles) away.Armed groups of Hamas, Islamic Jihad and Fatah said in separate statements that gunfights continued in the central Gaza Strip, while residents of northern Gaza reported heavy Israeli tank shelling against eastern areas of Gaza City and districts.CEASEFIRE TALKSIn Cairo, all five delegations participating in talks on Tuesday - Hamas, Israel, the US, Egypt and Qatar - reacted positively to the resumption of negotiations, and meetings were expected to continue on Wednesday, two Egyptian sources said.CIA Director Bill Burns was to travel from Cairo to Israel on Wednesday to meet Israeli Prime Minister Benjamin Netanyahu and his Mossad counterpart, an Israeli government source said.Israel on Monday declared that a three-phase proposal approved by Hamas was unacceptable because terms had been watered down. White House spokesperson John Kirby said the new text presented by Hamas suggests the remaining gaps can “absolutely be closed.”The proposal included a first phase with a six-week ceasefire, an influx of aid to Gaza, the return of 33 Israeli hostages, alive or dead, and the release by Israel of 30 detained Palestinian children and women for each released Israeli hostage, according to several sources.Since a week-long ceasefire in November, the only pause so far, the two sides have been blocked by Hamas’ refusal to free more Israeli hostages without a promise of a permanent end to the conflict and Israel’s insistence on only a temporary halt.Israel’s offensive has killed 34,789 Palestinians, most of them civilians, the Gaza Health Ministry said.The war began when Hamas militants attacked Israel on Oct. 7, killing about 1,200 people and abducting 252 others, of whom 128 remain hostage in Gaza and 36 have been declared dead, according to the latest Israeli figures.Al-Sofi, Rafah’s mayor, said 1.4 million people sheltering in the city had nowhere to go. Those in eastern neighbourhoods were being told to move to the coastal al-Mawasi area “which lacks the necessities of life”, he said.Around 200 patients from Rafah’s Abu Youssef al-Najjar Hospital, in an area designated by the Israeli army as a combat zone, were forced to evacuate to the west of the city after receiving calls warning them to leave, health officials said.Israel was reopening Kerem Shalom crossing on its border with the Gaza Strip on Wednesday, a statement from the Israeli agency in charge of it said, adding aid trucks routed through from Egypt were already undergoing security inspections there.Israel had closed Kerem Shalom crossing on Sunday after Palestinian shelling nearby killed four soldiers. The United Nations had warned the closure of both the Rafah and Kerem Shalom crossings had “choked off” the two main arteries for getting aid into Gaza, with stocks low inside the enclave. "},{"hash":"81b55116ab9a43b7c936a2a661a31fedd1fdb17e8885c978f1e280be03331726","title":"In China, many people who move away from their homes for work are getting older. But they're finding it hard to retire because they don't have enough money saved up.","link":"https://kathmandupost.com/world/2024/05/08/in-rapidly-ageing-china-millions-of-migrant-workers-can-t-afford-to-retire","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersVZ35XKHOKZLBXB53LL2NHYIWXQ-1715157316.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"world","content":"**Summary:**\n\nAfter decades of working hard, rural Chinese workers like Hu Dexi are facing retirement age. However, the social security system is not strong enough to support them, and they earn low pensions.\n\nAs a result, many of these workers are forced to move to cities and work low-paid jobs, like cleaning, to earn enough money to live. They face health problems and fear their income will not last.\n\nChina's government is trying to fix the problem by increasing the retirement age and starting private retirement schemes, but it is not enough.\n\nThe traditional way of relying on children for support is no longer possible because most people now only have one child. Also, young people are not willing to do hard labor jobs anymore.\n\nExperts say China needs to invest more in social services and build a stronger social safety net to ensure a decent living for its aging population."},{"hash":"b6d620299059cae3bf0c37aeab77073cc5d0f2add114887f1c03b81f0ada0e26","title":"Heavy rains in Brazil have caused serious flooding, leaving 150,000 people without homes. Many people are still missing or have died.","link":"https://kathmandupost.com/world/2024/05/08/brazil-floods-leave-150-000-homeless-scores-dead-or-missing","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersMIJAJ54QIBMQBDF6PJA2NLZPNM-1715147197.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"world","content":"**Flooding in Brazil**\n\n**What happened:**\n\n* Heavy rains caused flooding in the Rio Grande do Sul state in Brazil.\n* At least 90 people have died, thousands are homeless, and many are still missing.\n\n**People in need:**\n\n* People are desperate for food, water, and basic supplies.\n* Many have had to leave their homes and are sleeping on the streets or in shelters.\n\n**Rescue efforts:**\n\n* Rescuers are using boats and helicopters to evacuate people from flooded homes.\n* Dozens of people are still waiting to be rescued.\n\n**Why the flooding happened:**\n\n* Climate change has made extreme weather events like this more common.\n* El Niño, a warm phase in the Pacific Ocean, brought heavy rains to the region.\n* Other weather patterns also contributed to the flooding.\n\n**Impact on the region:**\n\n* Roads and bridges have been destroyed, making it difficult to transport aid and supplies.\n* Power and water services have been disrupted.\n* Farms are flooded, which will affect food production and the economy.\n* The Brazilian government is providing aid and support to those affected."},{"hash":"b02071b19bbffd94659367e25ccd1fe544c57942d6edaad4d30a7a06f48a5cdd","title":"australia-raises-minimum-savings-for-student-visa-warns-on-fake-recruitment","link":"https://kathmandupost.com/world/2024/05/08/australia-raises-minimum-savings-for-student-visa-warns-on-fake-recruitment","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/ZOG3XLXWJBIJ7PR75KTYFZA23M-1715146730.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"world","content":"**Australia Tightens Rules for International Students**\n\nAustralia is increasing the amount of money international students need to have in their savings to get a visa. This is the second increase in a short time.\n\nThe government is also warning some colleges about using dishonest ways to recruit students. Those found guilty could face jail time and be banned from recruiting students.\n\nThe changes are part of an effort to control the record number of people moving to Australia. In the past year, a lot of new migrants have come, mostly international students. This has made it hard to find affordable housing.\n\nInternational education is a big industry in Australia, but the government is under pressure to reduce migration. They believe their new policies could cut the number of migrants in half over the next two years."},{"hash":"4d1e5970683b220a3a181fcf8a9659ad24ba8e6238140fc24bf200beeabc779f","title":"Unauthorised translation and piracy of foreign books are common problems in Nepal.","link":"https://kathmandupost.com/books/2023/07/31/unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/books-1690776078.jpg&w=900&height=601","date":1690761600000,"source":"kp","category":"books","content":"**Unauthorized Book Translations in Nepal**\n\nMany popular books in Nepal are unauthorized translations, meaning they were translated and published without the permission of the authors or publishers. This is a violation of copyright laws and hurts both authors and readers.\n\n**Impact on Authors:**\n\n* Authors do not receive royalties or compensation for unauthorized translations.\n* Unauthorized translations often contain errors and poor quality, which can damage authors' reputations.\n\n**Impact on Readers:**\n\n* Readers may not realize they are buying unauthorized translations.\n* Unauthorized translations may be inaccurate or misleading, depriving readers of the intended experience.\n\n**Notable Examples:**\n\n* Taslima Nasrin's books have been widely translated in Nepal without her permission.\n* Unauthorized translations of \"Rich Dad Poor Dad\" and Steve Jobs' biography have been found in the market.\n\n**Causes of Piracy:**\n\n* High taxes on imported books.\n* Lack of enforcement of copyright laws.\n* Publishers seeking easy profits.\n\n**Consequences:**\n\n* Unauthorized translations have proliferated in Nepal's market, tarnishing its reputation.\n* It discourages publishers from investing in quality translations.\n* It deprives authors of their earnings and damages their work.\n\n**Solutions:**\n\n* Increase awareness about copyright laws.\n* Strengthen copyright enforcement.\n* Promote authorized translations to support authors and publishers.\n* Encourage reader support for original works."},{"hash":"f91af36450d89ad58798b4c4d401adfda4ba09b3625ea1c7677f78706e25f747","title":"Young people from an area in India that supports a communist group are struggling to find opportunities in the United States.","link":"https://kathmandupost.com/national/2023/06/25/desperate-youths-from-maoist-heartland-hit-us-wall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/CIJ-1687660964.jpg&w=900&height=601","date":1687651200000,"source":"kp","category":"national","content":"In a village in Nepal, many young people have risked their lives and money to illegally travel to the United States. Eight have been deported, losing an average of Rs6 million each.\n\nVillagers took loans to pay agents for the dangerous journey. Over Rs45 million was lost in total.\n\nThose deported face debt, mental health issues, and pressure from creditors. Some have fled the village.\n\nThe trend of illegal travel to the US is due to poverty and a lack of economic opportunities in the villages.\n\nDespite being deported, some villagers still hope to go abroad again to earn money and pay back their debts.\n\nHuman trafficking is fueling this phenomenon, but there is no specific law to address it."},{"hash":"5b41caa28761fd8ada1be7951764ae6954dd5a645984d3ea1fe0cdb1a6b25396","title":"no-private-hospital-bed-for-poor-patients","link":"https://kathmandupost.com/national/2023/06/10/no-private-hospital-bed-for-poor-patients","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/thumb19-1686358218.jpg&w=900&height=601","date":1686355200000,"source":"kp","category":"national","content":"**Hospitals Not Providing Free Services for Poor**\n\nDespite government rules, many private hospitals in Nepal are not giving free treatment to poor patients.\n\nHospitals are supposed to keep 10% of their beds for people who cannot afford to pay. But most hospitals don't follow this rule.\n\nOne woman, Gyanumaya BK, spent over $500 on medical bills. She didn't know she could have gotten free treatment.\n\nHospital officials say they don't have clear instructions from the government. They also say it's hard to inspect hospitals to make sure they're following the rules.\n\nSome hospitals give discounts on final bills to poor patients instead of offering free services. But they don't always keep records of these discounts.\n\nGovernment officials admit that they're not doing enough to enforce the rules. They say they need more staff to inspect hospitals.\n\nSome hospital owners say the rules are too strict and need to be changed.\n\nPatients who rely on free services are being left behind. They need help from hospitals and the government to get the care they deserve."},{"hash":"14fbcd22a699570d65e7758d4c2963317220d35cfa4e26f16ce7492b810b1cab","title":"Modi, India's leader, is expected to be elected for a third term.","link":"https://kathmandupost.com/columns/2024/05/07/bracing-for-modi-s-third-term","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadReuters-1715097209.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"columns","content":"**India's Biggest Election**\n\nIndia, the world's most populated country, is holding its largest election ever. Voters will choose 543 members of parliament.\n\n**Modi's Popularity**\n\nPrime Minister Narendra Modi is expected to win a third term. Other parties don't have a leader as well-known and popular.\n\n**Low Voter Turnout**\n\nThe election has been less exciting than usual. Some voters may not be interested in voting since Modi is expected to win anyway.\n\n**Modi's Campaign**\n\nModi is campaigning everywhere, focusing on his own image rather than his party. He's like a colossus fighting all opposition candidates.\n\n**Mixed Results of Modi's Government**\n\nModi's 10 years in office have had successes and failures. He's mishandled the economy and the COVID-19 pandemic, but also had some successes, like landing on the moon.\n\n**Dirty Tricks**\n\nModi's government has used dirty tricks, like arrests and fake news, to weaken opposition candidates.\n\n**Modi's Style**\n\nModi likes to project an image of a monk, but he also enjoys a luxurious lifestyle. He's likely to spend more taxpayer money on his image in his third term.\n\n**Implications for Nepal**\n\nIf Modi wins, he may take a hard line towards Nepal, a smaller neighbor that has been seeking closer ties with China."},{"hash":"9319073783336cff50f5d7e65ed93d2d905d2579fd7e85889b4c00f04cb56cb1","title":"Local media plays a vital role in our communities, providing us with important news and information. However, the rise of social media has posed a challenge to local media outlets, as they struggle to compete with the overwhelming amount of content available online.\n\nTo address this issue, it is crucial to support local media by valuing the unique role they play in our society. We should make an effort to subscribe to local newspapers and magazines, watch local news broadcasts, and engage with local media on social media platforms.\n\nBy supporting local media, we not only ensure the continued flow of local news and information but also strengthen our communities and foster a more informed citizenry.","link":"https://kathmandupost.com/columns/2024/05/07/protecting-local-media-from-social-media","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownShutterstock5-1715097209.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"columns","content":"**Social Media Regulation and Its Impact**\n\nSocial media platforms need to be regulated to make them follow laws and pay taxes. But we also need to protect our democracy and local media from these platforms.\n\n**Importance of Local Journalism**\n\nLocal journalism is important for democracy because it:\n\n* Gives people the information they need to make informed decisions about the government.\n* Holds those in power accountable.\n* Provides a platform for public debate.\n\n**Threats from Misinformation**\n\nThe spread of false information is a major threat to democracy. Local media plays a vital role in combating misinformation by providing accurate information.\n\n**Impact on Local Media**\n\nSocial media platforms often benefit from news produced by local media without paying for it. This can hurt local media financially and eventually lead to its decline.\n\n**What the Government Can Do**\n\nTo protect local journalism and regulate social media effectively, the government can:\n\n* Support local media through tax incentives, funding, and content production programs.\n* Require social media platforms to invest in fighting misinformation and hate speech.\n* Ensure that advertisers spend a percentage of their budget on local media.\n\n**Conclusion**\n\nProper regulation of social media is essential to protect our democracy and local media. By taking these steps, we can ensure a balanced and informed information landscape."},{"hash":"b4783d03e9cb20218b9a9b72b6c848490e971813d48a70c34782d39fb46887e1","title":"The world is facing a series of crises that are like a wildfire, spreading quickly and causing widespread damage. These crises include:\n\n* The COVID-19 pandemic\n* Climate change\n* War and conflict\n* Economic inequality\n\nThese crises are interconnected and are making each other worse. For example, the pandemic has led to economic problems, which have in turn led to political instability. The war in Ukraine is also causing economic problems and making it harder to address climate change.\n\nThe world needs to take urgent action to put out these wildfires and prevent them from causing even more damage. This will require cooperation and action from all levels of society, from governments to businesses to individuals.","link":"https://kathmandupost.com/columns/2024/05/07/wildfire-of-global-crises","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/leadforestfire1678757717-1715044738.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"columns","content":"**Nepal's Wildfire Crisis**\n\nNepal has experienced many wildfires in the last decade. In 2024, there were over 5,000 wildfires in the first five months alone. Wildfires cause damage to people, animals, plants, and the environment.\n\n**Global Wildfires**\n\nWorldwide, there are about a million wildfires every year. In 2024, over a quarter of a million large-scale fires have occurred. Wildfires are destroying large areas of forests and releasing harmful gases into the atmosphere.\n\n**Climate Change and Wildfires**\n\nClimate change is often blamed for wildfires, but scientists have not been able to accurately predict how it affects wildfires. Even developed countries with advanced disaster preparedness systems are struggling to contain wildfires.\n\n**Failure of Science**\n\nDespite scientific advancements, scientists have failed to predict and control wildfires. They have focused on issues like climate change and have not paid enough attention to wildfires.\n\n**Irreversible Destruction**\n\nHuman activities such as oil extraction and mining have damaged Earth's environment. Clean energy sources have not been fully developed to replace fossil fuels.\n\n**Destructive Technologies**\n\nMany scientific advances have had negative consequences. Nuclear technology has led to threats of nuclear warfare, and weapons manufacturing has outpaced life-saving drug production.\n\n**Wildfires as a Threat to Life**\n\nWildfires are making Earth uninhabitable for humans and animals. If we do not act to address climate change and wildfires, science alone will not be enough to prevent disaster."},{"hash":"33d5b7761eb5bd3b41e26b739647600e33685d1a97a97f0651c70b2650289129","title":"Together we are strong, but divided we are weak.","link":"https://kathmandupost.com/editorial/2024/05/07/divided-we-fall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb7-1715044507.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Political Party Split in Nepal**\n\nPolitical parties in Nepal keep splitting and merging for power, not over ideas. This is especially true for Madhes-based parties that fight for regional rights.\n\nRecently, the Janata Samajbadi Party Nepal split into two. One group wants to join other parties to form a new government. But the ruling parties stopped this by splitting the party and keeping most of its members on their side.\n\nThis \"party split\" game has become common in Nepal. It weakens political movements and makes people lose trust in parties. It also means there are fewer voices representing different groups in society."},{"hash":"349bf15e76b9ee93953ea9dcd19ecc5848ef7349536cadd8b4015572475f8225","title":"Do-It-Together: Collaborating on a project","link":"https://kathmandupost.com/editorial/2024/05/05/do-it-together","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb14-1714955634.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"editorial","content":"Prime Minister Dahal wants to investigate fraud in co-operatives.\n\nThe opposition party (Nepali Congress) wants to investigate Home Minister Lamichhane for allegedly stealing co-operative funds.\n\nDahal says that they will investigate everyone involved, not just Lamichhane.\n\nBut the Nepali Congress doesn't trust Dahal because he changed alliances and joined with the party that Lamichhane's party is part of.\n\nThe opposition party is blocking parliament to protest the lack of investigation of Lamichhane.\n\nDahal should assure the opposition party that the investigation will be fair, so that they will stop blocking parliament.\n\nIt is a serious problem if co-operative funds are being stolen, and it's important to deal with it quickly."},{"hash":"5841108008e5064ef1e06acb02587ec7e2527a185fb5500cad260ddcc07851d4","title":"Cannot be breathed safely or comfortably.","link":"https://kathmandupost.com/editorial/2024/05/03/unbreathable","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb11-1714698940.jpg&w=900&height=601","date":1714694400000,"source":"kp","category":"editorial","content":"**Summary of Air Pollution in Nepal:**\n\n* Pokhara, a popular tourist city, is now polluted with dust, smoke, and vehicle exhaust.\n* Kathmandu, the capital, is also highly polluted, with air quality often considered \"unhealthy\" or worse.\n* Air pollution causes health problems like pneumonia, cancer, and heart disease.\n* Despite laws to control pollution, the government has not taken enough action.\n* Air pollution harms the quality of life, shortens life expectancy, and costs money in healthcare and other expenses.\n* The government must enforce anti-pollution laws to protect people's health and well-being."},{"hash":"b8cf800b128e5429effac6538b5cdeff14e12e5c92d4968c239f48ce105eb283","title":"Padam Giri is a successful entrepreneur and leader in the tech industry. He has been involved in many successful startups and has a proven track record of success. In this interview, Giri shares his insights on leadership, innovation, and the future of technology.\n\nHere are some of the key takeaways from the interview:\n\n* **Leadership is about more than just managing people.** It's about creating a vision and inspiring others to follow you.\n* **Innovation is not just about coming up with new ideas.** It's about executing on those ideas and bringing them to market.\n* **The future of technology is bright.** There are many exciting new technologies on the horizon that have the potential to change the world.\n\nGiri is a passionate and articulate advocate for the power of technology. He believes that technology can be used to solve some of the world's biggest problems, such as poverty and disease. He is also a strong advocate for diversity and inclusion in the tech industry.\n\nOverall, this interview is a valuable resource for anyone who wants to learn more about leadership, innovation, and the future of technology. Giri's insights are thought-provoking and inspiring, and they will leave you feeling motivated to make a difference in the world.","link":"https://kathmandupost.com/interviews/2024/05/05/interview-with-padam-giri","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/padamgiri-1714923097.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"interviews","content":"**Parliament Session to Start Amidst Differences**\n\nThe upcoming budget session of Parliament is set to begin without a resolution to the ongoing dispute between ruling and opposition parties regarding the formation of a committee to investigate allegations against Deputy Prime Minister Rabi Lamichhane.\n\n**Government's Plan for a Productive Session**\n\nLaw Minister Padam Giri hopes to ensure a smooth functioning of Parliament by focusing on forming a broader committee to study issues within the cooperative sector, rather than targeting specific individuals. He also hopes to prioritize the endorsement of crucial bills, including those related to enforced disappearances and school education.\n\n**Challenges in Bill Endorsement**\n\nDespite efforts to expedite bill approval, Parliament has had low productivity. Minister Giri attributes this to a lack of consultation during the drafting process. He aims to improve this by engaging more voices in future bill discussions.\n\n**Transitional Justice Bill Update**\n\nDiscussions continue on the Transitional Justice Act amendment bill, with efforts to find a consensus on contentious issues such as classifying murder as a serious violation and reducing sentencing. The committee formed to appoint members to two transitional justice commissions will proceed with its work despite reservations from some quarters.\n\n**Supreme Court Vacancies**\n\nThree vacant positions in the Supreme Court will be filled within a week or two.\n\n**Electoral System Amendment Proposal**\n\nThere are suggestions from the opposition Congress party to amend the constitution to change the electoral system. However, there have been no formal discussions on this matter.\n\n**Possibility of UML-Congress Cooperation**\n\nMinister Giri dismisses the idea of a potential government alliance between the ruling UML and opposition Congress parties, stating that such discussions have ended."},{"hash":"39eb27d07dda639b3d5dd4481b8d6012361b0eeb330937898496f65c11c09fe8","title":"The next two months will be difficult because of fires.","link":"https://kathmandupost.com/interviews/2024/04/28/next-two-months-will-be-challenging-due-to-fire-incidents","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/anilpokharel-1714368894.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Fires in Nepal**\n\nNepal has been experiencing a lot of fires lately, causing great damage and loss of life. The National Disaster Risk Reduction and Management Authority (NDRRMA) says this is due to low rainfall, high temperatures, and wind.\n\n**Causes of the Fires**\n\n* Low rainfall in the winter led to dry forests.\n* High temperatures and wind helped the fires spread quickly.\n* There have been fewer fires in the past two years, which has led to a buildup of dry leaves and other flammable materials in the forests.\n* People are burning stubble and other remains in their fields, which is also contributing to the fires.\n\n**Impact of the Fires**\n\n* 110 houses were destroyed in Mahottari last week.\n* Several settlements were destroyed in Gulmi, Rupandehi, and Arghakhanchi.\n* 9 people have died in fire incidents since Nepali New Year (April 13).\n* Air pollution from the fires is affecting human health.\n\n**Government Response**\n\n* The NDRRMA has introduced new technologies to help put out fires.\n* They are training local volunteers and community forest groups to fight fires.\n* They are also promoting portable fire pumps that can be used in remote areas.\n* The government is working with local governments to equip them with fire fighting equipment and train volunteers.\n\n**Role of Provinces**\n\n* Provinces are responsible for assessing risk and helping local governments prepare for disasters.\n* Some provinces have been proactive in implementing disaster management measures, such as insurance programs.\n\n**Concerns About Big Business Complexes**\n\n* The NDRRMA is concerned about the lack of preparedness for fire incidents in large buildings.\n* They plan to work with local governments to ensure that these buildings have fire fighting systems and evacuation plans."},{"hash":"2d1dcd1af2a010f1dc8a5288d051100d0a7e6e1ee7a6d0087e377a8fa051364f","title":"Nepal offers equal opportunities for all investors, providing a favorable environment for investment and growth.","link":"https://kathmandupost.com/interviews/2024/04/28/nepal-presents-equal-opportunity-for-all-investors","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1714270342.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Nepal Investment Summit**\n\nNepal is holding an investment summit to attract foreign money for its economy.\n\n**What's Different This Time?**\n\nNepal has learned from past summits and is doing things differently:\n\n* Inviting potential investors to share success stories\n* Revising laws to make it easier for foreign investment\n* Improving its credit rating\n\n**Challenges to Investment**\n\nSome challenges for investors include:\n\n* Getting profits back home (but government is working on this)\n* India's policy of not buying power from Chinese-invested projects\n\n**Addressing Challenges**\n\nNepal is taking steps to address these challenges by:\n\n* Signing energy agreements with India and Bangladesh\n* Expanding power transmission lines\n* Creating a consistent investment policy\n\n**Political Stability and Investment**\n\nNepal claims that political changes don't affect foreign investment because policies remain the same.\n\n**Rumors and Geopolitics**\n\nNepal is dismissing rumors that political alliances influence investment and is welcoming investment from all countries, while ensuring it doesn't target any specific nation."},{"hash":"b8119b43ed80553d871f3b6e70a45b435e16350f69e3656d8ec00cdfd1f5e39e","title":"To stop the problem of political instability, elections should be held directly for the prime minister and chief minister.","link":"https://kathmandupost.com/interviews/2024/04/21/direct-election-of-prime-minister-and-chief-minister-way-out-of-instability","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/interview-1713764589.jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"interviews","content":"**Power Games in Nepal**\n\nPolitical parties are competing fiercely to form provincial governments, causing public frustration. The mixed electoral system is being blamed for political instability.\n\nSome analysts believe the electoral system, which includes both first-past-the-post and proportional representation, promotes corruption. Others argue that it's the personal ambitions and corrupt culture of politicians that are the real problem.\n\nProvincial governments face similar instability as the central government, as the parliamentary system is the same at both levels.\n\nSome leaders suggest reverting to a single-party majority system, but the author believes that a direct election of executives at the provincial and national level would provide more stability.\n\nProvinces have been accused of failing to deliver and increasing corruption. The author suggests that provinces need more authority to be effective.\n\nIn Madhesh Province, traditional power structures and discrimination persist, despite the fight for federalism. New parties like Janamat and Nagarik Unmukti are emerging to address these issues.\n\nThe author argues for a fresh debate on provincial reforms and a focus on addressing the wrong practices of the electoral system rather than scrapping it."},{"hash":"5c600ef479c5d95e859fb1a9dbd261d3a264f62d509d4185d7c4d11d0a9bb8ee","title":"I support a system of proportional representation in which parties must receive at least 5% of the vote to be represented in government.","link":"https://kathmandupost.com/interviews/2024/04/15/i-am-for-a-fully-pr-system-with-a-five-percent-threshold","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/interviews/Untitled1-1713152017.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"interviews","content":"**Need for Electoral System Reform**\n\nPoliticians in Nepal are discussing changing the country's electoral system. They believe the current system has led to divided parliaments and political instability.\n\n**Evolution of Nepal's Electoral System**\n\nNepal has used different electoral systems over the years, including:\n\n* Multiparty system from India in 1959\n* Mixed system in 2008 (combines direct voting and proportional representation)\n\n**Mixed System's Benefits**\n\nThe mixed system has allowed more women and marginalized groups to be elected.\n\n**Anomalies in the Mixed System**\n\n* Leaders have used the system to promote their own supporters.\n* The system has led to corruption and unfair representation.\n\n**Possible Solutions**\n\n* Adopt a fully proportional representation (PR) system to reduce manipulation.\n* Hold primaries to select candidates for the PR system.\n* Increase the threshold for qualifying for PR votes to favor larger parties.\n\n**Other Proposals**\n\n* Creating reserved constituencies for women and marginalized groups.\n* Electing National Assembly members through PR and lower house members through direct voting.\n\n**Fully PR System**\n\n* Simpler and less expensive.\n* Will prevent unpopular leaders from being elected.\n* Will make top political party leaders more powerful.\n\n**Overseas Voting**\n\n* Technically feasible.\n* Politicians may not support it due to the unpredictability of overseas votes."},{"hash":"16ca03860b600f5d221a63cab7bc1b2ab4dad746bbb104c9f57095e07f85ef78","title":"Muluki Ain is a set of laws and rules.","link":"https://kathmandupost.com/letters/2021/11/08/muluki-ain-is-a-legal-code","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/third-party/mulukiain-1636421052.jpg&w=900&height=601","date":1636329600000,"source":"kp","category":"letters","content":"**Summary:**\n\nDeepak Thapa's article highlights the importance of the Muluki Ain, a legal code created in 1854. However, it overstates the code's focus on the caste system.\n\nThe Muluki Ain established a fair and consistent legal system throughout Nepal. It defined the roles of government and established the rule of law.\n\nThe caste system, which initially had to do with skills and occupations, became linked to birth. The Muluki Ain acknowledged the injustices of this system and called for future reforms.\n\nIt covered all aspects of Nepalese life, including religious practices and social customs. While it was based on Hindu principles, it also recognized the need for modernization.\n\nOverall, the Muluki Ain was a significant legal code that aimed to improve Nepal's judicial system and address social issues, including the caste system."},{"hash":"f26d8550751249ca6fce9099e307f744741857845591c48ab0d55210ac42e144","title":"Misleading news is information that is not true or accurate. It can be spread by people who want to trick you or make you believe something that is not true. It's important to be aware of misleading news so that you don't spread it to others or believe it yourself.","link":"https://kathmandupost.com/letters/2021/04/12/misleading-news","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/opinion/thumb-1618223282.jpg&w=900&height=601","date":1618185600000,"source":"kp","category":"letters","content":"Sinohydro Corporation, a Chinese construction company working on the Melamchi Water Supply Project in Nepal, denies a news report claiming it has not paid for construction materials.\n\nSinohydro says it bought all materials legally, including those from local vendors who were fully paid and are satisfied. Materials used for concrete and backfilling were purchased from these vendors.\n\nStones used for gabion walls and weir lining were recycled from excavated rock, not taken from rivers.\n\nSinohydro says all payment records are available and claims the news report is incorrect and should be corrected."},{"hash":"e862b51d7419ba6f589572cd4032419c790b93c181a1334f46e1b9ab2f51169b","title":"When people don't understand each other correctly, leading to disagreements or confusion.","link":"https://kathmandupost.com/letters/2021/01/03/misunderstanding","date":1609632000000,"source":"kp","category":"letters","content":"**Japan and Nepal Job Agreement**\n\n* Many Nepalese want to work in Japan, which needs foreign workers.\n* Japan opened up jobs for skilled Nepalese workers in 2019.\n* The agreement does not involve direct government-to-government hiring.\n* The Japanese government does not control the private labor market.\n* Nepal controls the process of sending workers to Japan.\n* Some Nepalese workers have passed the Japanese language and technical skill tests for care work, but none have yet found jobs.\n* The agreement allows private agencies to help Nepalese workers find jobs in Japan.\n* The agencies must be registered in Japan.\n* Japanese companies may or may not pay for airfare, insurance, and medical exams for Nepalese workers.\n* Japan has also signed similar agreements with other South Asian countries."},{"hash":"4d564e4aa9b147540d5d27c861b9724bce96976aa16a590835a10f4f29687ad6","title":"Contributions to Nepali language, culture, and society","link":"https://kathmandupost.com/letters/2020/11/30/contributions-to-nepali","date":1606694400000,"source":"kp","category":"letters","content":"Michael Hutt thanks Deepak Thapa for discussing the future of Nepali studies in Euro-America. He also praises Krishna Pradhan, who taught Nepali at SOAS for 15 years and helped Hutt develop courses in Nepali literature, history, and culture. However, Hutt notes that these courses will no longer be available to students in the UK, expressing sadness over this outcome."},{"hash":"a1d8bb473b76b044c715510c1e3cd12b7293a4516faf36066b07acc77fd64756","title":"chhaupadi-persists","link":"https://kathmandupost.com/letters/2020/09/24/chhaupadi-persists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2020/third-party/thumb3-1600897015.jpg&w=900&height=601","date":1600905600000,"source":"kp","category":"letters","content":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email "}]