[{"hash":"7b5da7471f849ceecb751ef13da93096833ed969408a2a5fc7ed2f453a896e27","title":"Deputy Prime Minister Lamichhane wants to speak in Parliament.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/issues/i-should-get-chance-to-speak-in-parliament-dpm-lamichhane","imageLink":"https://web.nepalnews.com/storage/story/1024/438169985_10228328384329410_8099006724442484847_n1715418212_1024.jpg","category":"issues","content":"Rabi Lamichhane, Deputy Prime Minister, says his right to speak in parliament has been denied. He wants to challenge accusations against him but needs to speak in parliament. He also wants to probe cooperatives issues, and to arrest GB Rai, the main suspect in the cooperatives scam.","summary":"Deputy PM Rabi Lamichhane protests his silenced parliamentary speech, challenging accusations and promising efforts to apprehend the mastermind of the cooperative scam."},{"hash":"f117941c8a9454e9655471f3cc355d13397ae77cbe40ebfc579adf6f7e7497ad","title":"Ambassador Khatri congratulated a new group of Peace Corps volunteers who will serve in Nepal.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/ambassador-khatri-congratulates-the-new-batch-of-peace-corps-volunteers","imageLink":"https://web.nepalnews.com/storage/story/1024/440792984_821956013299686_2337627259299591376_n1715417674_1024.jpg","category":"global","content":"There is no text provided to summarize. Please provide the text you would like to have summarized.","summary":"No context provided to summarize."},{"hash":"6ca33e303dfb5118dd9b53663aadfff56141f248d072da6d040bba4388cb4d00","title":"Light rain is expected in Lumbini, Karnali, and Sudurpaschim regions.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/nation/light-rain-likely-in-lumbini-karnali-sudurpaschim","imageLink":"https://web.nepalnews.com/storage/story/1024/Cloudy_Weather1615618535_10241677215140_10241680759318_1024.jpg","category":"nation","content":"Rain with thunder and lightning happening in Koshi, Gandaki, and Sudurpaschim provinces due to low-pressure near India.\nCloudy throughout the country this afternoon. Light rain possible in some places, especially in Lumbini, Karnali, Sudurpaschim, and hilly areas.\nEvening forecast: Cloudy, with light to moderate rain and lightning in Madesh, Bagmati, Gandaki, and Lumbini provinces.\nLight snowfall possible in high hilly and mountainous regions, which could slightly impact daily life and activities.","summary":"Rain, thunder, lightning, and possible snowfall are affecting various provinces in Nepal due to a low-pressure system from India and westerly winds."},{"hash":"9b0893549e23105df4b76c62ab8692bf12cacdd46b822c171e35e8c7cb7a482d","title":"A train crash occurred in Buenos Aires, Argentina. Many people were killed and injured.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/argentina-buenos-aires-train-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/CnyztpE007004_20240511_PEPFN1A0011715415190_1024.jpg","category":"global","content":"You have not provided any text to summarize. Please provide the text so I can assist you.","summary":"No events provided to summarize."},{"hash":"ce58d4a6666fe76708b3ffc82114d1e802b467d2b3ef22c88119d7ff90a676a6","title":"Businesses want the Prime Minister to help start regular flights from Geraldton Airport.","date":1715419635848,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/private-sector-seeks-pm-s-support-for-regular-flights-at-gia","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_gautam_budha_airport1715388257_1024.jpeg","category":"travel-and-tourism","content":"Business leaders in Bhairahawa have asked Prime Minister Dahal to help start regular flights at Gautam Buddha International Airport. PM Dahal promised to support their request.","summary":"Bhairahawa private sector requests PM's support for regular flights at Gautam Buddha International Airport."},{"hash":"d23832af0fddef3a3c7ce8a247c9fe20bf6172063a6f5c16551274adf35d262b","title":"Gold price has increased by Rs. 2,300 per tola.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/gold-price-up-rs-2-300-per-tola","imageLink":"https://web.nepalnews.com/storage/story/1024/Gold_11679993377_1024.jpg","category":"capital","content":"Today in Nepal, gold prices rose:\n- Hallmark gold: Rs 137,900 per tola (up Rs 2,300)\n- Worked gold: Rs 137,250 per tola (up Rs 2,300)\nSilver prices also increased by Rs 50 to Rs 1,735 per tola.","summary":"Gold and silver prices surged in Nepal, with hallmark gold hitting Rs. 137,900 per tola, worked gold at Rs. 137,250, and silver at Rs. 1,735 per tola."},{"hash":"e816571e63102ee4597e2782d7f313e7954eb41ad0447c5ed68e521d835e3b64","title":"Wildlife conservation efforts face a setback as 21 rhinos have died in the past 10 months, posing a challenge to the protection of these endangered animals.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/wildlife-conservation-turns-challenging-21-rhinos-dead-in-10-months","imageLink":"https://web.nepalnews.com/storage/story/1024/Rhino1693732323_1024.jpg","category":"travel-and-tourism","content":"In the last 10 months, 21 rhinos have died in and around Chitwan National Park.\n\n- 2 were killed by poachers.\n- 19 died from natural causes, such as getting stuck in swamps or fighting with each other.\n\nThe park is trying to protect the rhinos by creating new wetlands and repairing old ones.\n\nThere are now 694 rhinos in the park, and the park has moved some rhinos to the eastern region to help manage the population.","summary":"In Chitwan National Park, 21 rhinos died in the past fiscal year, with poaching accounting for two deaths and natural causes for 19."},{"hash":"472b30dd76138da4860086a7ff9ab65442c89350141d4d804e8c3bb59e227fbe","title":"EU to assist Nepal in attracting investments by:\n- Providing advisory services\n- Facilitating access to finance\n- Promoting business partnerships\n- Improving investment climate","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/eu-to-help-nepal-bring-investment","imageLink":"https://web.nepalnews.com/storage/story/1024/The_European_Union_(EU)1715320904_1024.jpg","category":"business","content":"**EU to Support Nepal's Investment**\n\nThe European Union (EU) plans to assist Nepal in attracting investment from Europe. The 'EU-Nepal Trade Forum' will be held in Kathmandu next week to connect European companies with potential investment opportunities in Nepal.\n\nThe forum aims to help Nepal overcome its shortage of foreign investment and boost economic growth. Companies from EU countries will participate in the meeting to explore investment possibilities in Nepal.\n\nNepal is working towards transitioning from being a least developed country in 2026, and attracting investment is seen as crucial for creating economic opportunities and employment.","summary":"EU plans 'EU-Nepal Trade Forum' to attract European investments in Nepal, aiding the country's economic development and goal of graduating from the least developed country status."},{"hash":"ae75bd54d5601e61c6c9a81aa73478d772e9a34cd805bb301fcc0b4eadcb35d9","title":"Swiss government approves 9.01 million Swiss francs for tourism project.","date":1715419655399,"source":"nn","link":"https://nepalnews.com/s/capital/swiss-government-to-provide-9-01-million-swiss-franc-for-tourism-project","imageLink":"https://web.nepalnews.com/storage/story/1024/nepal_swiss1715304936_1024.jpg","category":"capital","content":"**Switzerland to Fund Trekking Tourism in Nepal**\n\nSwitzerland will give 9.01 million Swiss francs to Nepal for a 4-year project that aims to:\n\n* Develop trekking-based tourism\n* Support local culture and economy\n* Create 100,000 jobs in 29 areas\n* Promote environment-friendly tourism","summary":"Switzerland is providing 9.01 million Swiss francs for a four-year trekking tourism project in Nepal's Koshi Province, aiming to benefit 100,000 locals and promote sustainable tourism development."},{"hash":"87fac0cb140b2af285af825560c1e6eb68abf51d7fc15211617917cf97004287","title":"Person arrested with an undisclosed amount of money.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/arrested-with-an-undisclosed-amount-of-money","imageLink":"https://web.nepalnews.com/storage/story/1024/BimalBista_KTM_RSS_28_pakrauparekaharu1715328238_1024.jpg","category":"capital","content":"The Valley Crime Investigation Office arrested Samir Sunar and Milan in Kathmandu. They seized Rs 9.8 lakh from them.","summary":"The Valley Crime Investigation Office arrested Samir Sunar and Milan from Kathmandu with an undisclosed amount of Rs 9.8 lakh."},{"hash":"80ecafbc3a73aee75e75de221b46e19b0e8bf0908d92dafcb596794eabbe3ad9","title":"Police arrested four people for possessing and leaking grade 12 question papers.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/capital/four-held-with-leaked-grade-12-question-papers","imageLink":"https://web.nepalnews.com/storage/story/1024/NepalPolice_202011261446491679631344_1024.jpg","category":"capital","content":"- Police arrested four people in Kathmandu.\n- They were writing fake answers for a Grade 12 exam before the real exam.\n- The police confiscated the fake answer sheets.\n- Police are investigating the case.","summary":"Four individuals were arrested by the Kathmandu Police Range for possessing leaked Grade-12 answer sheets and writing answers for the computer science exam."},{"hash":"df48d5c582672d9eaa251e1d7ee5505f87ad4dd42b61942f89e593d308d5fb59","title":"arrest-warrant-issued-against-20-people-including-former-officials-of-bal-mandir","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/capital/arrest-warrant-issued-against-20-people-including-former-officials-of-bal-mandir","imageLink":"https://web.nepalnews.com/storage/story/1024/bal_mandir1715265031_1024.jpg","category":"capital","content":"Arrest warrants issued for 20 people, including former Bal Mandir officials, for using charity land for business and causing financial loss.","summary":"An arrest warrant was issued for 20 individuals, including ex-Bal Mandir officials, for embezzling charity land following a complaint about illegal land leasing practices."},{"hash":"a7ae5aa2dae3518f8ce15910e21d1137431eb7ffac115aec32edba2436c3e319","title":"President attends annual Law Day celebration and emphasizes the importance of the rule of law, access to justice, and upholding individual rights.","date":1715419671831,"source":"nn","link":"https://nepalnews.com/s/capital/president-attends-law-day-celebration","imageLink":"https://web.nepalnews.com/storage/story/1024/court_supreme1689943003_1024.jpg","category":"capital","content":"Law Day was celebrated in Nepal on Wednesday with events across the country.\n\nThe Supreme Court held a ceremony attended by President Paudel. Chief Justice Shrestha called for a just society with strong laws and protections for rights.\n\nThe Law Day marks the anniversary of the Chief Court Act of 2008, which introduced significant reforms in the judiciary, ensuring its independence and separation of powers.\n\nOther dignitaries at the ceremony included Vice President Yadav, Prime Minister Dahal, Speaker Ghimire, and Minister for Law Giri.","summary":"Various programmes marked Law Day 2081 BS in Nepal, including an event hosted by the Supreme Court with dignitaries like the President and Prime Minister in attendance, emphasizing the importance of establishing a just society through constitutional supremacy and rule of law."},{"hash":"77f2ca1039f7b869b884c8c70e71bf52e364cb24221e65f25bedbbb6c746c80b","title":"Everest rope-fixing completed, climbers can now attempt to summit.","date":1715419677796,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/the-rope-fixing-to-the-everest-is-completed","imageLink":"https://web.nepalnews.com/storage/story/1024/mountainterring_expedition_night_xycJPOAGj51715388058_1024.jpg","category":"travel-and-tourism","content":"**Everest Climbing Route Open for 2024**\n\n* \"Rope fixing\" completed for the climb to Mount Everest.\n* Everest climb season now open.\n* 30 mountains approved for climbing, including Everest.\n* 956 climbers have secured permits, including 200 women.\n* Government has collected over 67 crores in fees.\n* Rope-fixed route allows climbers to safely ascend and descend the mountain.","summary":"Seven Summit Treks Company's team completed \"rope fixing\" to Everest's peak, opening the 2024 spring climbing season for 956 climbers with permission to ascend 30 mountains, including Everest."},{"hash":"48734a6c4d1ac6914bc1b7551d247e7e9f154b0e532d2daceb1bdcfa0028e0b3","title":"Netra Prasad Joshi and Bam Dev Dhakal have been promoted to Additional Inspector General (AIG) of Nepal Police.","date":1715419682725,"source":"nn","link":"https://nepalnews.com/s/nation/cabinet-decisions-joshi-dhakal-promoted-to-aig","imageLink":"https://web.nepalnews.com/storage/story/1024/PMO_Singha_Durbar1686496476_1024.jpg","category":"nation","content":"The government has promoted two Deputy Inspectors General of Nepal Police to Additional Inspectors General:\n\n* Umesh Raj Joshi\n* Bhim Prasad Dhakal\n\nThey have also awarded 42 athletes, coaches, and managers for winning medals in international sports competitions.\n\nAdditionally, two appointments have been made:\n\n* Nanda Lal Majhi: Vice Chairman of the Social Welfare Council\n* Suresh Manandhar: Member of the Language Commission","summary":"The government has promoted Deputy Inspectors General Joshi and Dhakal to Additional Inspectors General, awarded 42 athletes, and appointed Majhi and Manandhar to key positions."},{"hash":"b0548d7d73811f457ad631f1ee665c61883d228e05213db65aec4554aedab71e","title":"Construction of a bridge along the Narayangadh-Muglin road is in full progress, connecting major cities and improving transportation","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/nation/bridge-construction-along-narayangadh-muglin-road-section-in-full-swing","imageLink":"https://web.nepalnews.com/storage/story/1024/narayan_ghat_mugling_sadak1715234021_1024.jpg","category":"nation","content":"11 out of 15 bridges along the Narayangadh-Muglin road section are open. The remaining 4 bridges are expected to be operational by mid-November. The bridges are being built with a loan from the World Bank.\n\nThe delay in bridge construction is due to cutting a wall near Tuin rivulet and compensation issues in Khahare.\n\nImproved roads and bridges have reduced landslides in the area, making travel safer in the rainy season.","summary":"Along the Narayangadh-Muglin road section, 11 of 15 bridges are operational, with 4 under construction and scheduled for completion by mid-November, despite delays due to compensation issues and landslide mitigation."},{"hash":"625167eaf146bd0aea28cb2af768dfa2e3395746aa48ec1e15a143e1a9646890","title":"**Weather Update**\n\n* **Current Temperature:** 50°F\n* **Forecast for the Day:** Sunny with a high of 65°F\n* **Tonight:** Clear with a low of 45°F\n* **Extended Forecast:** Mild and sunny for the next week","date":1715419693353,"source":"nn","link":"https://nepalnews.com/s/nation/weather-update-50","imageLink":"https://web.nepalnews.com/storage/story/1024/Weather_rain1690631860_1024.jpeg","category":"nation","content":"**Today and Tonight:**\n\n* Clouds throughout the country.\n* Rain, thunder, lightning, and wind in parts of Koshi, Madesh, Bagmati, Gandaki, Lumbini, and hilly areas.\n* Light rain and snow in some high-altitude areas.","summary":"Light to moderate rain, lightning, wind, and potential snowfall are forecast for most of Nepal today and tonight."},{"hash":"da811d203e8cfa11bc2ae6d59ffc40f548abd4c80d2f72a82edfa6a80c5dab20","title":"Over the past 24 days, forest fires and lightning have claimed the lives of 27 people.","date":1715419697831,"source":"nn","link":"https://nepalnews.com/s/nation/27-people-die-due-to-fire-forest-fire-and-lightning-in-last-24-days","imageLink":"https://web.nepalnews.com/storage/story/1024/Manang_forest_fire1681707860_1024.jpg","category":"nation","content":"In the past 24 days, fires, forest fires, and lightning have killed 27 people:\n- 18 from fires\n- 6 from forest fires\n- 3 from lightning\n90 people were injured.\n\nThe government has approved financial assistance for the families of victims to build temporary homes.","summary":"In the past 24 days, 27 people perished in fires, forest fires, and lightning strikes, prompting financial aid for victims' families to construct temporary housing."},{"hash":"a6c4771d0060587b29f8d499dddaf05cb6343fa5c06e4954c8fdba2c26aba630","title":"Prime Minister inaugurated the breakthrough of the Sunkoshi Marin diversion tunnel, a major achievement in hydropower development in Nepal. The 10.6-kilometer tunnel will bring water from the Sunkoshi River to the Marin Reservoir, increasing the electricity generation capacity by 42 MW.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/nation/pm-inaugurates-breakthrough-of-sunkoshi-marin-diversion-tunnel","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_05_08_at_121715166729_1024.jpg","category":"nation","content":"**Tunnel Breakthrough for Sunkoshi-Marin Project**\n\nA major tunnel project has been completed. The Sunkoshi-Marin Diversion Project tunnel is 13.3 kilometers long and stretches from Kusumtar to Kanadhungri.\n\nThe tunnel was built to divert water from the Sunkoshi River to generate electricity and provide irrigation for farms in five districts. It took 19 months to complete, finishing a year ahead of schedule.\n\nThe project will generate 31 megawatts of electricity and irrigate 122,000 hectares of land. The total cost of the project is estimated at Rs 49.42 billion.","summary":"Prime Minister Prachanda opened the Sunkoshi-Marin tunnel, a 13.3 km-long, 5.5-meter-diameter tunnel that connects Kusumtar to Kanadhungri for irrigation and electricity generation in the Madhes region."},{"hash":"56330b72bb3ddc8f073ad9982749d236a68e0d9d051741e012c0f23f6f248b86","title":"National Assembly meeting postponed due to protests from the National Council of Provinces (NCOP).","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/politics/national-assembly-meeting-put-off-after-nc-s-protest","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"Parliament postponed due to protests by opposition party NC.\n\nNC demands investigation into embezzlement in cooperatives.\n\nNC lawmakers walked out of meeting, forcing postponement until May 14th.","summary":"The second meeting of the National Assembly was postponed due to protests by opposition NC lawmakers demanding a parliamentary probe into cooperative embezzlement."},{"hash":"d1a2f48842f771b4299bcea2d45e2042f15eb5905a7bf68b83e57b752a55b66d","title":"Horticulture department meeting ended due to opposition's objections.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/politics/hor-second-meeting-adjourned-over-opposition-s-protest","imageLink":"https://web.nepalnews.com/storage/story/1024/sansad1715347952_1024.jpg","category":"politics","content":"The Nepali Congress (NC) protested the House of Representatives meeting, demanding an investigation into stolen cooperative funds.\n\nWhen the Minister of Home Affairs tried to speak, the NC blocked him.\n\nThe Speaker adjourned the meeting, and the next meeting is scheduled for May 14th, 6:00 pm.","summary":"House of Representatives meetings obstructed by Nepali Congress protests over cooperative fund embezzlement probe."},{"hash":"e02eb400e5968e32b5c175db44dcfd4e1166894dcaab65f44bbfa71b0c13c6b9","title":"The budget session of the federal parliament, where the government's financial plan for the coming year will be discussed, begins today.","date":1715419717489,"source":"nn","link":"https://nepalnews.com/s/politics/budget-session-of-federal-parliament-to-commence-today","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"The budget session of Nepal's parliament begins today. The President will read out the government's plans for the next year, and the government will present its budget on May 28th. The speaker of parliament has met with party leaders to ensure the session runs smoothly.","summary":"The budget session of the federal parliament begins today, as per the constitution, with the government expected to present its annual budget on May 28."},{"hash":"ab5d56be00b4c1fb7db7e1cffcd9e24b893fcf184a5fd66ad361cf5feab41c8e","title":"Government ignores opposition's concerns raised by Chief Whip Lekhak.","date":1715419722010,"source":"nn","link":"https://nepalnews.com/s/politics/govt-ignoring-major-opposition-s-concern-chief-whip-lekhak","imageLink":"https://web.nepalnews.com/storage/story/1024/ramesh_lekhak1690593303_1024.jpg","category":"politics","content":"The government is ignoring the concerns raised by the opposition party. The party is demanding an investigation into embezzlement in cooperatives. They believe that the cooperative sector, which is important for the economy, needs to be cleaned up. The party is not interested in forming a new government but is open to cooperation to address people's needs. They emphasize the importance of having a functioning parliament to give people a voice.","summary":"Nepali Congress demands investigation into cooperative embezzlement, urging government action and parliamentary effectiveness, while ruling out alliance with UML."},{"hash":"68db8c5cbecbbc95aee3e118cfaa7b0bcef5303b7ad540a2bdcb2fe39f77bcda","title":"Nepal plans to take legal action to challenge India's revision of its political map.","date":1715419726388,"source":"nn","link":"https://nepalnews.com/s/politics/jsp-nepal-to-seek-legal-recourse","imageLink":"https://web.nepalnews.com/storage/story/1024/janata_samajbadi_party1709595520_1024.jpg","category":"politics","content":"Janata Samajwadi Party (JSP) will take legal action over a party split. A faction led by Ashok Rai was recognized as a new party by the Election Commission. JSP will hold a meeting on Wednesday to decide on the legal action. A press conference will follow the meeting to announce the party's official stance.","summary":"The Janata Samajwadi Party (JSP) Nepal, led by Upendra Yadav, will seek legal action after a faction led by Ashok Rai was recognized as a new party by the Election Commission of Nepal."},{"hash":"e6d8c9af0f93f7449981010a3d3f4289589d46ce366bd845f268501aa10f6f24","title":"Left-leaning political leader Oli believes leftist parties should unite to have a stronger impact in politics.","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/politics/uml-chair-oli-sees-need-for-unity-among-leftist-parties","imageLink":"https://web.nepalnews.com/storage/story/1024/kp_sharma_oli1709990573_1024.jpg","category":"politics","content":"KP Oli, leader of the CPN (UML) party, wants all leftist parties to unite under his party. He believes this unity will be good for the country. He also says his party will win the next election.\n\nAnother leader, Bam Dev Gautam, says he might join Oli's party. He says he wants to join after doing some thinking.\n\nThe event was held to remember Siddinath Gyawali, a former politician known for his loyalty and dedication to his country and people.","summary":"CPN (UML) Chairperson Oli urges leftist parties to unite, pledges to spearhead unity campaign and achieve \"Mission 84.\""},{"hash":"4e99a70221a7d6268625e92c0b4ebd09bd1d62198ce041cfeec5e786901fd03d","title":"Minister Joshi urges immediate aid to provide shelter for earthquake survivors in Jajarkot, Nepal.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/issues/minister-joshi-insists-on-immediate-relief-to-build-shelter-for-jajarkot-quake-survivors","imageLink":"https://web.nepalnews.com/storage/story/1024/bhukampa_jajarkot__7_1699080065_1024.jpeg","category":"issues","content":"After the earthquake in Jajarkot, the Minister for Federal Affairs asked for help for those who lost their homes. He said they need money to build temporary shelters before the rainy season starts.\n\nThe minister said that Nepal has a lot of disasters, like landslides, floods, and fires, which cause damage to property and loss of life. He said we need to follow the rules for disaster management.\n\nHe praised the National Reconstruction Authority for helping after the 2015 earthquake and said that the National Risk Reduction and Management Authority did a good job managing the situation in Karnali Province after the earthquake.\n\nThe minister said that the federal, provincial, and local governments are supposed to work together to provide disaster relief, but it's not working well because there is not enough money. He said that over 100,000 houses need to be rebuilt in Karnali.","summary":"Minister Joshi emphasizes the need for prompt shelter and compensation for earthquake victims, highlighting ongoing disasters and the importance of disaster risk management."},{"hash":"8e4afb40f01a17084214e78590634dd3101fcdac783d9e827fc77cefadccdc48","title":"Mother and son tragically died in a house fire.","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/issues/mother-son-charred-to-death-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"issues","content":"A mother and son died in a forest fire while trying to put it out. The fire started in a community forest and burned through fields, killing the 55-year-old mother who was protecting hay and her 15-year-old son who tried to save her. Police are investigating and more fires are happening in the district.","summary":"A mother and son, trapped by a forest fire while attempting to protect their property, perished in Siddhicharan Municipality, Okhaldhunga."},{"hash":"b54fa0c4e8a38682d2f1c13456612ee5d6122c8b9d5f6817ae4a70b36ea5683e","title":"Two people died and two were injured in a road accident.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/issues/two-killed-and-two-injured-in-road-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/dbdbce93_cc17ef2f_15b84da5_accident_850x460_acf_cropped_850x460_acf_cropped1684914032_10241692099166_1024.jpg","category":"issues","content":"Two people died in a tractor accident in Dadeldhura. The driver, Dhiraj Thapamgar, and Bishnu BK were killed. Two others, Sudeep BK and Hikmat BK, were injured and are being treated in the hospital.","summary":"A tractor accident in Dadeldhura resulted in the death of two people and injuries to two others."},{"hash":"7e6981a5327ce2410247b2aeda4f72cca28c28a108d80560989dc82625cbbe22","title":"24 Artifacts Returned to Nepal from Hawaii","date":1714694400000,"source":"nn","link":"https://nepalnews.com/s/issues/24-pieces-of-artifacts-shipped-to-nepal-from-hawaii","imageLink":"https://web.nepalnews.com/storage/story/1024/441020358_818234927005128_7742768786942770028_n1714749977_1024.jpg","category":"issues","content":"The Embassy of Nepal in Washington, DC received 24 artifacts from Ms. Susan Bradford and sent them to Nepal on May 2, 2024. These artifacts were part of Ms. Bradford's private collection and date back to the 13th, 17th, and 18th centuries. Ms. Bradford sponsored the shipping of the artifacts to Nepal. The Embassy expressed gratitude to Ms. Bradford and hopes that her initiative will inspire others to return lost heritages. The Embassy has sent a total of 63 artifacts back to Nepal in the past year.","summary":"The Embassy of Nepal in Washington, D.C. received and dispatched 24 repatriated historical artifacts to the Department of Archaeology in Nepal, donated by Ms. Susan Bradford, expanding the embassy's repatriation efforts to a total of 63 artifacts within a year."},{"hash":"6f8e980e79d7b07a8d480bc536b554223925b4db1c6846b5dbfb44baca6eccea","title":"Kanti Highway closed","date":1714694400000,"source":"nn","link":"https://nepalnews.com/s/issues/kanti-highway-closed","imageLink":"https://web.nepalnews.com/storage/story/1024/Karnali_Highway1690012652_1024.jpg","category":"issues","content":"Kanti Highway is closed due to a landslide in Lalitpur.\n\nThe landslide damaged a net and gabion wall along a 1 kilometer stretch of the road between Kalche and Baguwa.\n\nVehicles cannot use the highway until the road is repaired.","summary":"A landslide on Kanti Highway in Lalitpur district has disrupted vehicular movement due to the collapse of a gabion wall during maintenance work, closing the road section indefinitely."},{"hash":"6ce8b7f76f049609887d25e051f92c36bdc3626bba462cd4f34a775b9acb8deb","title":"Both Israel and Iran have the right to peace and security. HWPL calls for all parties to resolve the conflict peacefully through dialogue and diplomacy.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/hwpl-statement-on-israel-iran-conflict","imageLink":"https://web.nepalnews.com/storage/story/1024/21715166055_1024.jpg","category":"global","content":"Iran and Israel are fighting a dangerous conflict. Both countries are using powerful weapons, which is against international law. The conflict could escalate into a war, like the one between Israel and Hamas which killed many civilians.\n\nInnocent people are the most hurt by war. We need to stop the war and work together for peace. Organizations like HWPL are asking Iran and Israel to stop fighting and talk about peace.\n\nThe international community should help Iran and Israel make friends and provide aid to people who need it. All countries should support a peace treaty that will help us leave a legacy of peace for future generations.","summary":"Iran and Israel engage in escalating conflict, prompting concerns about potential war and the urgent need for peaceful dialogue, international cooperation, and humanitarian assistance."},{"hash":"c94f8e4afac88e1cb0fb370ada56857a008186039807d76728b22d93ca250d67","title":"Nepal and Korea are preparing for an important visit between high-level leaders.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/preparation-of-high-level-visit-between-nepal-and-korea","imageLink":"https://web.nepalnews.com/storage/story/1024/korea1715163613_1024.jpg","category":"global","content":"**Visit of high Korean officials for 50th anniversary of Nepal-South Korea diplomatic relations:**\n\n* High-level visit is being planned for the anniversary.\n* Nepal and South Korea established diplomatic relations in 1974.\n* Programs and events will be held throughout the year to commemorate the occasion.\n* South Korea is the 4th largest investor in Nepal.\n* A Hyundai car plant will open in Nepal soon.\n* South Korea plans to invest in hydropower in Nepal.\n* Nepal is a priority partner for South Korea.\n* Many Nepalese work in South Korea under the Employment Permit System.\n* Over 44,000 Nepalese currently work in South Korea.\n* Nepalese workers will now be able to work in more sectors, such as forestry and services.\n* Many Nepalese who return after working in South Korea start businesses in Nepal.","summary":"Nepal and Korea mark 50th diplomatic anniversary with high-level visit plans, investment initiatives, and Nepali worker integration in Korean sectors."},{"hash":"e723ab3067a8adddaf32c9827d2897f76acc62350800bee739d3b29786c034f6","title":"Japan and Nepal have many similarities, as stated by Japan's Foreign Minister, Kamikawa Yoko.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/global/japan-and-nepal-share-many-things-in-common-japan-s-foreign-minister-kamikawa-yoko","imageLink":"https://web.nepalnews.com/storage/story/1024/japan_foregn_minister1714872450_1024.jpg","category":"global","content":"Japan and Nepal have many similarities, including mountainous terrain and challenges of building a nation in those conditions. Both countries are democracies, and Japan has supported Nepal's democratic efforts.\n\nJapan and Nepal have also suffered from earthquakes, and they have supported each other during these disasters.\n\nBoth countries lack natural resources and face similar challenges in achieving sustainable growth. Japan has been supporting Nepal's development since 1969 in areas such as infrastructure, agriculture, education, and healthcare.\n\nNepal has a large number of female peacekeepers, and Japan is interested in cooperating with Nepal on issues related to women, peace, and security.\n\n2026 marks the 70th anniversary of diplomatic relations between Japan and Nepal and Nepal's graduation from Least Developed Country status. Japan is committed to supporting Nepal's further development during this important year.","summary":"Japan and Nepal's historical relationship, democratic governance, assistance in nation-building, disaster relief, and collaborations in infrastructure, education, and women's empowerment have fostered strong bilateral ties, with Japan aiming to support Nepal's sustainable development towards LDC graduation."},{"hash":"92ad5a4c56c6702ac1fca8e9aea40059b95bd75ed4ab056b7e61b7be50879246","title":"Don't go abroad for work illegally. Contact the embassy instead.","date":1715419781826,"source":"nn","link":"https://nepalnews.com/s/global/not-to-go-to-foreign-employment-through-illegal-route-embassy","imageLink":"https://web.nepalnews.com/storage/story/1024/embassy_of_nepal1714535848_1024.jpg","category":"global","content":"\nThe Embassy of Nepal in Islamabad has urged all the concerned to only use legal means to go for foreign employment, noting many Nepali have been victimized and stranded in Kyrgyzstan for some time on temptation of attractive jobs.The embassy said it has received information that some of those victimized have been assured to be sent to other countries using Kyrgyzstan route, sharing that some of the stranded people have been rescued and sent back to Nepal, some are on their way back but the process of reaching there has not stopped.\nIn a statement issued on Tuesday, the embassy said, \"As per the information received, some Nepali and foreigners are being involved in the fraudulent acts in the face of lucrative jobs\".\nIndividuals and groups involved in illegal activities of taking Nepali citizens abroad on the wrong temptation and leaving them stranded have to face the prevailing law, the statement further noted.\n\"The embassy sincerely requests all concerned not to fall prey to the ill-intended act of fraudulent groups and to use only the established and legal route arranged by the Government of Nepal to go for foreign employment\", the statement reads.\n","summary":"Nepalese embassy in Pakistan warns against illegal foreign employment schemes, as several Nepalis have been stranded in Kyrgyzstan due to fraudulent job offers."},{"hash":"e536a2dbbb9354081e37437e2c2cb352bc2780c2c3f77a9a9239ab3df7f99546","title":"Government supports secure investments.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/government-is-committed-to-facilitate-and-secure-investment-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/PRO_KTM_066A88701715326651_1024.JPG","category":"business","content":"Prime Minister Prachanda wants to boost Nepal's economy. He plans to do this by encouraging investment from businesses and industries. He believes this will lead to increased productivity, job creation, and a stronger economy. He also thinks it will reduce imports and promote local development. The government is making changes to policies and laws to support these goals, and Prachanda believes Nepal is becoming an attractive place for investors.","summary":"PM Prachanda vows to boost economic transformation by attracting investors and strengthening private sector collaboration, while inaugurating Hyundai Motor Assembling Plant in Nawalparasi."},{"hash":"2aa4d008a1db97151655e83d459e6098de8445064eedbabca63f11fc9a8a3dfe","title":"Transparency promotes good governance because it allows citizens to hold leaders accountable for their actions. It ensures that decisions are made with integrity and fairness. Good governance, in turn, fosters transparency by creating a framework for open access to information and promoting ethical conduct. These two concepts work hand-in-hand to create a virtuous cycle of accountability and trust in government.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/business/transparency-and-good-governance-complement-each-other-president","imageLink":"https://web.nepalnews.com/storage/story/1024/9d263f51_cefd_4241_bb20_05f8888718f21715242217_1024.jpg","category":"business","content":"**Summary:**\n\nPresident Paudel believes transparency and good governance are important for the country's economic well-being. Accountants who conduct audits properly are like \"economic watchdogs\" who help prevent waste and corruption. Their work is essential for the country's economic development and attracts foreign assistance. The conference aims to find solutions to Nepal's economic challenges and promote awareness about the importance of accounting.","summary":"President Ramchandra Paudel emphasized transparency and good governance, lauding auditors as economic watchdogs, inaugurating a conference organized by the Association of Chartered Accountants of Nepal, also honoring notable individuals in the fields of ophthalmology, banking, and commerce."},{"hash":"c421f2f8d013cc5c554ba2c77db9bd9c1b500b22e0c1b023672d9974111f3e94","title":"New Prime Minister Dahal plans to present the upcoming budget in a different way.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/business/upcoming-budget-to-be-introduced-in-a-new-manner-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_new1713842655_1024.png","category":"business","content":"Prime Minister Prachanda:\n\n* New budget will focus on improving the economy for the poor.\n* Government has made progress in good governance, addressing loan sharking, and curbing gold smuggling.\n* Government will continue its efforts despite opposition.\n* Nepal's international relations have strengthened.","summary":"PM Dahal announced an innovative fiscal budget prioritizing economic development, soliciting public input, and promoting international relations while highlighting government achievements in justice and governance."},{"hash":"a075617d73dd2ddd230185e93bc4a96eb63c19df0d395c2fc095fe4264a2bd4b","title":"**Nepal Swadeshi Summit Declaration**\n\n35 points to promote:\n\n* Self-reliance in economy\n* Sustainable development\n* Protection of national resources\n* Job creation\n* Promotion of Nepali culture and products","date":1715419803091,"source":"nn","link":"https://nepalnews.com/s/business/nepal-swadeshi-summit-2024-35-point-declaration-issued","imageLink":"https://web.nepalnews.com/storage/story/1024/441187804_7890365774349885_1226150477776136282_n1715125603_1024.jpg","category":"business","content":"**Make in Nepal-Swadheshi Summit Declaration**\n\nThe summit aims to boost local industries and promote Nepali products. It released a 35-point declaration, which includes:\n\n* Improving laws and policies for businesses\n* Encouraging domestic production and consumption\n* Making Nepali products the first choice for consumers\n* Ensuring easy access to raw materials\n* Creating a specialized financial institution for industry\n* Requiring government agencies to use locally made products\n* Establishing a portal to identify domestic products\n* Improving industrial infrastructure and attracting investment\n* Regulating the industrial sector to protect businesses\n* Reviewing trade agreements\n* Fostering political consensus on economic development","summary":"The 2024 Make In Nepal-Swadheshi Summit's 35-point declaration calls for empowering industries, promoting domestic production and consumption, and addressing legal and financial challenges faced by domestic businesses."},{"hash":"53c3f9bbcf9667cddd56a7f8a64aefc3fbe7ed3365801f9faca679e05896b163","title":"Economic prosperity has started in Dailekh, according to Minister Bhandari.","date":1715419809708,"source":"nn","link":"https://nepalnews.com/s/business/economic-prosperity-begins-from-dailekh-minister-bhandari","imageLink":"https://web.nepalnews.com/storage/story/1024/dailekh_petrol1696130214_1024.webp","category":"business","content":"The Minister for Industry believes that drilling for petroleum in Dailekh district could lead to economic prosperity for Nepal. The final drilling has begun, and if it is successful, it could make Dailekh an economic hub. The government is providing Rs 2.50 billion for the exploration, which is expected to be completed in six months. If petroleum and gas reserves are found, further steps will be taken to extract them.","summary":"Dailekh district's petroleum exploration's final drilling was inaugurated by Minister Bhandari, with hopes of economic prosperity if exploration yields positive results."},{"hash":"df9b7b06ec76b8f2f869bac62ff8e92d3b60b6a6145578db759c3601bcb09211","title":"Nepalese runners win two titles in Malaysia.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-runners-won-2-titles-in-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/422620795_859372276202663_5891976066813061462_n1714904704_1024.jpg","category":"sports","content":"Nepalese runner Mahadev Rijal won two races in Malaysia:\n\n* 21 km half marathon in 0:1:14:48 seconds\n* 21 km Climbathon in 3:03:58 seconds\n\nHe faced competition from runners in Malaysia and Kenya. This wasn't his first win in Malaysia, and in 2023, he became the 8th Tower Runner in a race involving 284 participants.\n\nRijal, originally from Beni, Nepal, started running while working in Malaysia.","summary":"Nepali runner Mahadev Rijal became the 21 km half marathon champion in Malaysia today, following his victory in the 21 km Climbathon event yesterday."},{"hash":"7d22f65cb13004efc951d1a7217634e5de098beab800527921bfd8488bcb265b","title":"Nepal defeated West Indies A in the final match of the T20 series.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/nepal-wins-final-match-against-west-indies-a-in-t20-series","imageLink":"https://web.nepalnews.com/storage/story/1024/438230324_859581999531515_2675064775143100892_n1714829807_1024.jpg","category":"sports","content":"**Nepal wins T20 series against West Indies 'A'**\n\nAfter losing the first three matches, Nepal beat West Indies 'A' in the final match by 6 wickets.\n\nWest Indies 'A' scored 172 runs. Nepal's Kami and Dhakal took 3 wickets each.\n\nChasing 173, Nepal reached the target in 18.5 overs. Malla (37 not out) and Shah (58) led Nepal to victory. McCoy took 3 wickets for West Indies 'A'.","summary":"After losing three consecutive matches, Nepal defeated West Indies 'A' in the final T20I match by six wickets, with Kushal Malla and Anil Shah playing key roles in the victory."},{"hash":"bb189a36492ef05672b1ce8763b3e6b70343c234cd53688b22d4345275939757","title":"President expresses best wishes to cricket players.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/president-extends-best-wishes-to-cricket-players","imageLink":"https://web.nepalnews.com/storage/story/1024/Sheetal_Niwas1623082198_1024.jpg","category":"sports","content":"President Paudel wishes good luck to Nepali cricket team going to ICC T20 World Cup. Team leaves for the US tonight. Nepal is in Group D with South Africa, Sri Lanka, Bangladesh, and the Netherlands. Their first match is against the Netherlands on June 4.","summary":"Nepali cricket team receives presidential well-wishes ahead of ICC T20 World Cup departure to US, with Nepal set to face Netherlands in opening match on June 4"},{"hash":"63f0360edf629c2552c07da82b4f8a204ad5b2ed608c251932759e4931274472","title":"West Indies Team A wins T20 series against an unspecified opponent.","date":1715419828921,"source":"nn","link":"https://nepalnews.com/s/sports/west-indies-a-clinches-t20-series-title","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714701176_1024.jpg","category":"sports","content":"West Indies 'A' won the T20 series against Nepal after their 28-run victory in the fourth match, leading the series 3-1. West Indies 'A' batted first and scored 209 runs, with Andre Fletcher scoring the highest 84 runs. Nepal chased 209 runs but could only score 181 runs, with Rohit Kumar Paudel scoring the highest 82 runs. West Indies 'A' bowlers Hayden Walsh and Matthew Forde took three wickets each, while Nepal's Kushal Bhurtel took two wickets. The final match of the series will be played on Saturday.","summary":"West Indies 'A', despite having one match remaining, secured the T20 series victory with a 209-181 win against Nepal in the fourth match, led by Fletcher's 84 runs and Walsh's three wickets."},{"hash":"c0268d83151b4700710f0d718bbec12fc67c78746b9c81699b68d8c7925acf37","title":"Nepal lost their third match in the T20 series against West Indies by 76 runs.","date":1714521600000,"source":"nn","link":"https://nepalnews.com/s/sports/t20-series-nepal-lose-third-match-to-west-indies-by-76-runs","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714577666_1024.jpg","category":"sports","content":"**Nepal Lost Third Match Against West Indies 'A'**\n\nNepal lost by 76 runs to West Indies 'A' in the third match of the T20 series.\n\n* West Indies scored 227 runs in 20 overs.\n* Johnson Charles scored 119 runs for West Indies.\n* Nepal scored 151 runs in 19.2 overs.\n* Karan KC and Sagar Dhakal took one wicket each for Nepal.\n* Nepal has won two and lost one match in the series.","summary":"Nepal lost by 76 runs to West Indies 'A' in the third T20 series match, despite Johnson Charles' century (119) for the victors."},{"hash":"f6df2c95d8308e02a5d724675b6f580035fa1a3784b03ef6d2594dadf3ba0498","title":"Nepalese athletes depart to compete in the Asian U-20 Athletics Championship.","date":1715419840062,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-team-departs-to-participate-in-asian-u-20-athletics-championship","imageLink":"https://web.nepalnews.com/storage/story/1024/438206076_448748784338052_4246932501331390940_n1713843823_1024.jpg","category":"sports","content":"Team from Nepal heading to Dubai for Asian U-20 Athletics Championships from April 26 to 29:\n\n* Badal Karki: 800m and 1500m\n* Adeshkumar Yadav: 100m and 200m\n* Ajay B.K: 1500m and 3000m\n* Kalpana Budha: 1500m and 3000m\n\nCoached by Kanti Mahato","summary":"National Sports Council member Tanklal Ghising dispatched a team to Dubai for the Asian U-20 Athletics Championships, comprising athletes Badal Karki, Adeshkumar Yadav, Ajay B.K, and Kalpana Budha, along with coach Kanti Mahato."},{"hash":"b70088aed087be48dc7ad38ba6f972de6b0d941f8703d43a1cae84eb468445f4","title":"Dengue cases in Bagmati province have exceeded 11,000.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/health/dengue-cases-surpass-11-thousand-in-bagmati","imageLink":"https://web.nepalnews.com/storage/story/1024/kushtia_dengue_6yr_old_child_dies_of_dengue_in_kushtia_daily_bangladesh_16941828191697183214_1024.jpg","category":"health","content":"**Bagmati Province Dengue Outbreak**\n\nOver 11,000 dengue fever cases have been confirmed in Bagmati Province in the past nine months.\n\nDhading district has the highest number of cases (3,501), while Rasuwa has the lowest (2). Kathmandu, Chitwan, and Makwanpur also have a high number of cases.\n\nOne person has died from dengue in Makwanpur.\n\nThe risk of dengue is higher in summer. To prevent the disease, people should take precautions and the government will launch a campaign to destroy mosquito breeding grounds.","summary":"Over 11,000 dengue fever cases have been confirmed in Bagmati Province, Nepal, with Dhading reporting the highest cases and one fatality in Makwanpur."},{"hash":"8aef9eb1da2d64a20abdcf3e1f946935576aaae84d7d0b3cd9ba8aa4647804c0","title":"Nepal believes that every citizen has the right to health, education, and a decent standard of living. The government's approach to population and development is based on this idea.","date":1714435200000,"source":"nn","link":"https://nepalnews.com/s/health/nepal-s-approach-to-population-and-development-is-right-based-dpm-yadav","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav_NewYork_1_1068x8011714461437_1024.jpg","category":"health","content":"Nepal's government believes it's important to consider people's rights when making decisions about population and development. They feel that implementing the Programme of Action from the International Conference on Population and Development is crucial for achieving the 2030 Agenda for Sustainable Development.\n\nNepal has been working on various policies and programs to improve the lives of its citizens and create a more just and equal society.\n\nWhile progress has been made in areas like poverty reduction and health, there are still gaps and inequalities within and between countries. Challenges like pandemics, conflicts, and climate change have also impacted efforts to achieve the goals of the Programme of Action.\n\nNepal remains committed to advancing people-centered development, human rights, gender equality, and sexual and reproductive health and rights. They are working to reduce preventable maternal mortality, promote comprehensive sexuality education, increase youth participation in decision-making, and strengthen their National Population Data system to fully implement the Programme of Action.","summary":"Nepal's DPM, Upendra Yadav, emphasized Nepal's rights-based approach to population and development, aligning with the ICPD Programme of Action and SDGs, while acknowledging global challenges and reaffirming Nepal's commitment to people-centered development and reproductive rights."},{"hash":"853075cf39e1fcb42df78d974231e5f27301b7a218e2c71c13a200de5ecc34ac","title":"Japan gives community center to help with disasters.","date":1713830400000,"source":"nn","link":"https://nepalnews.com/s/health/japan-hands-over-the-community-center-for-disaster-prevention","imageLink":"https://web.nepalnews.com/storage/story/1024/1_IMG_22281713885995_1024.jpeg","category":"health","content":"Japan built a community center in Sindhupalchowk, Nepal, to help with disaster prevention. The center will have committees, activities, public broadcasting, warehouses, and landslide prevention measures. Japan's ambassador hopes the center will improve disaster prevention and help the area thrive.","summary":"Japan's government transfers Community Center for Disaster Prevention to Indrawati Rural Municipality in Sindhupalchowk District, aiming to enhance disaster preparedness through self and mutual aid, including community center construction, disaster prevention committees, public broadcasting, and landslide prevention measures."},{"hash":"91ef85d22d1f5e45d5c9e0d118acd881370663a55fa7eb366d52362a948b3462","title":"Dr. Sharma, a parliamentarian, donated 2 million rupees to a children's hospital to support their work.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Member of Parliament Dr. Sharma donated 2 million rupees to Children's Hospital, which will be built by Dr. Koirala. The hospital plans to build specialty children's hospitals in all seven provinces, including Kathmandu.","summary":"Dr. Sharma donated two million rupees to the Children's Hospital under construction by the Kathmandu Institute of Child Health (KIOCH), led by Dr. Koirala, with plans to establish specialized children's hospitals in all seven provinces."},{"hash":"42e79a4549bfdf6d5604bd78b3d44969e580204855bea65a83fee67398a94def","title":"Dr. Sharma, a parliamentarian, donated 2 million rupees to a children's hospital.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital-1","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr. Sharma donated 2 million rupees to build a children's hospital proposed by Dr. Koirala. The hospital aims to build specialized children's hospitals in all provinces of Nepal, with a 100-bed hospital in Kathmandu and 50-bed hospitals in the other provinces.","summary":"Dr. Sharma donates 2 million rupees to Children's Hospital construction initiative led by Dr. Bhagwan Koirala, who plans to build specialized hospitals in all seven provinces of Nepal."},{"hash":"3366c0665f89d2e7da9c8b7f2493798ccbb5625b22f9517335e99c27063a9b96","title":"Children are given vitamin A capsules to improve their health and deworming tablets to remove parasites from their bodies.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/vitamin-a-capsules-de-worming-tablets-being-administered-to-children","imageLink":"https://web.nepalnews.com/storage/story/1024/vitamin_A1713434673_1024.jpg","category":"health","content":"The government is giving Vitamin 'A' capsules to children aged 6 months to 5 years and deworming tablets to children aged 1 to 5 years for two days.\n\nThe goal is to give Vitamin 'A' to 3.2 million children and deworming tablets to 2.9 million children.\n\nHealth volunteers will give the capsules and tablets to children in every ward.","summary":"Health Department launched a two-day program to administer Vitamin 'A' capsules and deworming tablets to 3.2 million children aged 6 to 59 months and 2.9 million children aged 1 to 5 years, respectively."},{"hash":"c45e4282acc54bba2570dc17499211c4f1135d150f8fe71ebafa6719b481ac3d","title":"Maha Kumbha Mela concludes today.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/today-the-last-day-of-maha-kumbha-mela","imageLink":"https://web.nepalnews.com/storage/story/1024/Untitled_1_(1)1715333577_1024.jpg","category":"travel-and-tourism","content":"Pindeshwar Poorna Mahakumbha Mela, a month-long festival in Sunsari, Nepal, has ended. People from near and far visited Chatradham, known as ancient Haridwar, where Kumbha Mela has been held for centuries. Like India's famous Kumbha Melas, Chatradham's Purn Kumbha Mela occurs every 12 years. According to religious beliefs, Chatradham's Saptakoshi River and Pindeshwardham are linked to the Kumbha Mela in Hindu scriptures.","summary":"The twelve-year Pindeshwar Poorna Mahakumbha Mela in Barahkshetra Municipality, Sunsari, Nepal, concludes, having attracted devotees from across Nepal and abroad, as the Kumbha Mela tradition, originating from Allahabad, Ujjain, Nashik, and Haridwar in India, finds its roots in the Saptakoshi river and Pindeshwardham in Sunsari as well."},{"hash":"5f808d965456943d2c763161d048323e2fb684156515796bd838825bb9dc3826","title":"Begnas Lake is a freshwater lake in Pokhara, Nepal. It is the third-largest freshwater body in Nepal, with an area of 10.2 sq km. Begnas Lake is approximately 1 km wide and 4 km long. It has a maximum depth of 10 m. The lake is fed by underground streams and surface runoff. It is a popular destination for boating, fishing, and swimming.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/begnas-lake","imageLink":"https://web.nepalnews.com/storage/story/1024/RambahadurThapa_Gandagi_RSS_27_image_1236502911715235354_1024.JPG","category":"travel-and-tourism","content":"Provide the text you want summarized so I can help you create a short and simple summary in plain-text format.","summary":"Unable to summarize, as no events are provided in the context."},{"hash":"5b4f058271600f6dc2c23ea89ba35933ad8acd0c14c908ed8bf88d76d0c121a2","title":"People are having fun on a boat with an engine.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/tourists-enjoying-a-motorboat-ride","imageLink":"https://web.nepalnews.com/storage/story/1024/HemantKC_KankrebiharSurkhet_RSS_27_IMG_41081715234871_1024.JPG","category":"travel-and-tourism","content":"Please provide the text you want me to summarize.","summary":"No events were provided to summarize."},{"hash":"e115a6d41dc575a6fb20a754295e2c6493cf6d2654ae267d4145bfcfcc13107f","title":"The government will create an innovation fund to support the growth of the IT sector. This fund will provide financial assistance to companies developing new and innovative technologies. The fund is expected to boost employment and economic growth in the country.","date":1714608000000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/pm-announces-to-institute-innovation-fund-for-it-sector-expansion","imageLink":"https://web.nepalnews.com/storage/story/1024/91fd8100_c369_454d_8e45_d73c48c2fe8d_1000x5001714631578_1024.jpg","category":"science-and-technology","content":"Prime Minister Prachanda plans to create an \"innovation fund\" to boost the information technology sector. He stressed the importance of integrating tech for economic and social development, and pledged to encourage young scientists in tech. The government is committed to developing policies and laws to promote tech and combat cybercrime.","summary":"Nepal's Prime Minister pledged to establish an innovation fund for ICT expansion and prioritize cybercrime control in the upcoming fiscal year's budget."},{"hash":"f695aa1ad994bab3c00f1b5a8d5ea6fd3e689cc6689b961e67fffef625c6e80d","title":"Today, India observes National ICT Day to celebrate advancements in technology and its impact on the nation.","date":1715419895650,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/national-ict-day-being-observed-today","imageLink":"https://web.nepalnews.com/storage/story/1024/ict_day1714614867_1024.jpg","category":"science-and-technology","content":"**National ICT Day in Nepal**\n\nToday is National Information and Communications Technology (ICT) Day in Nepal. The government is celebrating with events to promote ICT in the country.\n\nThe government believes ICT is important for economic growth. Minister Rekha Sharma says the government is working to use ICT to improve the lives of people in Nepal.","summary":"National ICT Day commemorated, showcasing advancements, honoring contributions, and emphasizing ICT's role in Nepal's socio-economic development."},{"hash":"9789ea6409b4715294fcecec4caf76bc9f86f5d00af5cd8543239bf9f3e5e012","title":"Political events can boost investor enthusiasm, leading to increased investments and economic growth.","date":1714003200000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/politics-should-fill-enthusiasm-among-investors-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_25_at_131714045205_1024.jpg","category":"science-and-technology","content":"**Summary:**\n\nPresident Paudel believes that politics should encourage investment for Nepal's prosperity. Nepal has potential for economic growth through energy development, with government support and private sector investment.\n\nFederalism has brought stability to Nepal, attracting domestic and foreign investors. The energy sector is a priority for Nepal's economic progress, with increased energy production and exports.\n\nNepal's electricity trade is benefiting the economy and contributing to regional clean energy use.","summary":"President Paudel emphasizes the importance of politics fostering investment enthusiasm and the strong energy sector's role in Nepal's prosperity, highlighted at the Himalayan Hydro Expo 2024."},{"hash":"8645e6e32c99e132c7dedb2a85a2626985e9d5f7e0c18cf2f27997f5d483ec41","title":"A proposed law aims to ensure that artificial intelligence (AI) is used fairly, with transparency and accountability. It requires companies to disclose how AI is being used and to protect people's data. The law also sets up a commission to monitor and regulate the use of AI.","date":1710201600000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/draft-bill-on-it-and-cyber-security-seeks-transparent-accountable-use-of-ai","imageLink":"https://web.nepalnews.com/storage/story/1024/Ministry_of_Communication1710223162_1024.jpg","category":"science-and-technology","content":"**New IT and Cybersecurity Bill Proposed**\n\nThe proposed bill emphasizes the use of artificial intelligence, machine learning, blockchain, and IoT in a responsible way.\n\nIt establishes:\n\n* A center for research and development of these technologies\n* A directors' committee for IT and cybersecurity\n* A coordination committee for rapid response to cybersecurity threats\n* Regulations for electronic records, data, and privacy\n* A ban on cyberbullying, harassment, and scams\n* A requirement for government websites to meet standards\n* A licensing requirement for cybersecurity service providers\n\n**Key Provisions:**\n\n* Personal data collection must be clearly disclosed and legally required.\n* Critical IT infrastructure must be monitored.\n* Cybersecurity audits are required.\n* An IT tribunal will be established.","summary":"A draft IT and cyber security bill emphasizes using AI, machine learning, blockchain, and IoT responsibly, establishing research centers, regulating IT and cyber security structures, promoting digital records and electronic transactions, addressing data privacy, and prohibiting cyberbullying and data theft."},{"hash":"7b3564e64335cf6b09ca9388a43353ae8e4c829e4a33b5dafd81bc5c1b419b8b","title":"Minister Sharma says we need new laws to solve cyber issues.","date":1715419913260,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/cyber-legislation-needed-to-resolve-problems-minister-sharma","imageLink":"https://web.nepalnews.com/storage/story/1024/Sharma1695206333_1024.jpg","category":"science-and-technology","content":"**Cybersecurity laws are needed to tackle challenges.**\n\nMinister Sharma says that the government is developing cybersecurity laws to address problems caused by the lack of regulations. She encourages suggestions from various groups and emphasizes the need for public awareness.\n\nThe orientation provided information on how to keep data safe and discussed policy issues related to cybercrimes.","summary":"Communication Minister Sharma stresses the need for cyber legislation to address security issues, highlighting the progress in lawmaking and seeking suggestions from various stakeholders."},{"hash":"c11dd4e0a73ed780f50db62b525aa16fa7c624433478c86d79746516e89b9f0d","title":"India and Bangladesh are in talks about India exporting energy to Bangladesh.","date":1715419918282,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/talks-positive-with-bangladesh-to-export-energy","imageLink":"https://web.nepalnews.com/storage/story/1024/Nepal_Electricity_Authority1691846323_1024.jpg","category":"science-and-technology","content":"Nepal and Bangladesh have agreed to trade electricity, with Nepal exporting power to Bangladesh starting in the upcoming rainy season. The details of the deal will be finalized soon.","summary":"Nepal and Bangladesh finalize power trade deal, with Nepal exporting electricity to Bangladesh during the upcoming rainy season."},{"hash":"a214fef6a569a812921b8fd6905466efcae36821d314e2d976e99d6f2fb54eff","title":"**Japan Foundation Traveling Exhibition: Yakishime: Earth Metamorphosis**\n\nThis exhibition showcases the unique pottery of Yakushima Island, known as Yakishime. Made by skilled artisans, Yakishime pottery is fired in wood-burning kilns, resulting in distinctive textures and patterns that reflect the natural beauty of the island.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/japan-foundation-traveling-exhibition-yakishime-earth-metamorphosis","imageLink":"https://web.nepalnews.com/storage/story/1024/Leaflet_front1715264259_1024.jpg","category":"entertainment-and-lifestyle","content":"**Japanese Pottery Exhibition in Kathmandu**\n\nThe Japanese Embassy and Japan Foundation are hosting a free exhibition called \"YAKISHIME: Earth Metamorphosis\" at the Embassy Hall in Kathmandu from May 11 to 30.\n\nThe exhibition showcases unglazed, high-fired Japanese ceramics called yakishime. Used for serving food and drink as well as art, yakishime has a unique history and aesthetic in Japanese culture.\n\nThe exhibition explores the origins, uses, and contemporary forms of yakishime, providing visitors with an opportunity to appreciate the beauty and creativity of Japanese ceramics.","summary":"The Embassy of Japan and the Japan Foundation will showcase \"YAKISHIME: Earth Metamorphosis\" at the Embassy Hall, Panipokhari, Kathmandu from May 11-30, exhibiting the unique Japanese tradition of unglazed, high-fired yakishime ceramics."},{"hash":"e61c612a2fa2945dbce36e78bfcbfcfe5e05c704908dd9baac7769efb299faed","title":"50 years of friendship celebrated, a milestone of joy and shared memories.","date":1715419928480,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/celebrating-50-years-of-friendship","imageLink":"https://web.nepalnews.com/storage/story/1024/209370c5_271f_40b2_b38c_4d479196175d1714881747_1024.jpeg","category":"entertainment-and-lifestyle","content":"**50th Anniversary Korea-Nepal Diplomatic Ties Cultural Event**\n\n**Highlights:**\n\n* **K-Tigers:** Traditional Taekwondo performance with a modern twist.\n* **People on Stage:** Electrifying B-boy dance showcasing Korean culture and innovation.\n* **Celebrating Friendship:** Commemorate 50 years of friendship and cooperation between Korea and Nepal.\n\nJoin the Embassy of the Republic of Korea for an unforgettable cultural experience celebrating Korea's rich heritage and the special bond between our two nations.","summary":"Korea's Embassy in Nepal celebrates 50 years of diplomatic ties with a cultural event featuring traditional martial arts, modern dance, and commemorations of friendship."},{"hash":"5db1f1b27f140836a538af8994d1d20d3c4e3bfba7357d0ab258108d457e3803","title":"Actor Lokesh Lohani, known for his roles in films like 'Gangs of Wasseypur' and 'Masaan', has passed away.","date":1714348800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/actor-cp-lohani-passes-away","imageLink":"https://web.nepalnews.com/storage/story/1024/cp_lohani_11714394375_1024.jpg","category":"entertainment-and-lifestyle","content":"CP Lohani, the lead actor of Nepal's first hit movie, passed away at 86. He was known for his roles in film and music. Lohani was married to Bollywood actress Mala Sinha. He died due to Alzheimer's and pneumonia. His last rites will be performed at Pashupati Aryaghat today.","summary":"Renowned Nepalese actor CP Lohani, known for his role in 'Maitighar', passed away at 86 due to Alzheimer's and pneumonia."},{"hash":"47c5ab0dc3d11afc19bb0a2ea497b4519a334d00648998358c7cab2575b09124","title":"A democratic republic values moral principles and ethical behaviors, similar to the teachings of religion, which guide the actions of its president.","date":1713657600000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/a-democratic-republic-seeks-moral-values-and-virtues-like-religion-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_21_at_111713687967_1024.jpeg","category":"entertainment-and-lifestyle","content":"President Paudel says all religions, including the nation, promote moral values. The goal of religion is to create a peaceful, happy, and civilized society. He wishes Jains a happy Lord Mahabir birth anniversary and notes that Jain principles like non-violence bring success and leave a good impression on society. He encourages Jains to continue promoting these values.","summary":"President Paudel addressed the Jain community on Mahabir's 2623rd birth anniversary, highlighting the shared values of morality and welfare between religions and Jainism's principles of non-violence, peace, and social progress."},{"hash":"36bf5184da2134fc7913480835b722431a60fe0d878008465b1a5b5221530db2","title":"Chaiti Chhath festival concludes with people offering Argha (water offerings) to the rising sun.","date":1715419944356,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/chaiti-chhath-concludes-offering-argha-to-rising-sun","imageLink":"https://web.nepalnews.com/storage/story/1024/NawadeepShrestha_Bidur_RSS_14_ChhathPhoto1667194260_1024.JPG","category":"entertainment-and-lifestyle","content":"Chhath festival, celebrated twice a year in spring and autumn, ended today with devotees offering prayers to sunrise and sunset. This year's spring Chhath festival lasted for four days and involved devotees praying and fasting for the well-being of their families.","summary":"The Baasanti Chhath festival, celebrated in the Mithila region, concluded with devotees offering 'argha' to the rising sun, marking the end of the four-day festival celebrated for peace and prosperity."},{"hash":"5c4e40b0cfcc81a841cfed842ce2aa92af57f2e88130f43a69d94018c770008a","title":"Building a socialist culture is essential for creating the foundation for socialism.","date":1715419949537,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/socialist-culture-a-primary-condition-for-preparing-base-of-socialism-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/436421060_2683866678446874_1444593645290858072_n1713059615_1024.jpg","category":"entertainment-and-lifestyle","content":"Socialist culture is important for building a socialist society, says PM Dahal. He wants everyone to help create a culture that supports socialism. The government will support cultural institutions and artists. A cultural evening organized by Sanskritik Sansthan showcased the country's diverse culture and inspired PM Dahal. The Sansthan also plans weekly cultural programs to celebrate Nepali New Year and promote folk culture.","summary":"Prime Minister Dahal emphasized the significance of socialist culture as a foundation for socialism, highlighting the need for cultural transformation and contributions from all patriotic and progressive communities in building a socialist culture."},{"hash":"aaf6887d3341c0e0ab21276e3d930f66b3d55ef7b71d7aff9433de61d40cfe17","title":"thapa-lamichhane-trade-barbs-as-house-meet-fails-on-day-1","link":"https://kathmandupost.com/national/2024/05/11/thapa-lamichhane-trade-barbs-as-house-meet-fails-on-day-1","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715392597.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"national","content":"**Nepali Congress blocks Parliament over Home Minister's cooperative scandal allegations.**\n\nThe Nepali Congress party is blocking Parliament until the House investigates Home Minister Rabi Lamichhane for his alleged involvement in a cooperative scam.\n\n**Congress demands:**\n\n* Parliamentary investigation into Lamichhane\n* Investigation into problems in the cooperative sector\n\n**Government response:**\n\n* Lamichhane denies allegations\n* Ruling parties reject calls for investigation\n\n**Investigation reports:**\n\n* Police and other bodies have linked Lamichhane to cooperative scams\n* Pokhara City report reveals loan in Lamichhane's name but he denies it\n\n**Congress claims:**\n\n* Lamichhane influenced state agencies to prevent investigation\n* Lamichhane embezzled millions of rupees from cooperatives\n\n**Other allegations and challenges:**\n\n* Nepal Communist Party-UML believes Congress is playing vendetta game\n* Congress challenges Lamichhane to prove allegations wrong through investigation\n* Congress says they will not drop investigation demand until Parliament resolves the issue","summary":"Nepali Congress obstructs Parliament demanding investigation into Home Minister Lamichhane's alleged involvement in cooperative scam, threatening continued disruption until a committee is formed."},{"hash":"598d47179f347b323a132ca5a175cddf5c7d9425a715572e35c22b375dbc2709","title":"Nepal's banking industry stands out in South Asia for its high level of female employment.","link":"https://kathmandupost.com/money/2024/05/11/nepal-s-banking-industry-is-a-leader-in-south-asia-in-employing-women","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715392971.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"money","content":"**Devna's Story:**\n\nDevna faced challenges in her banking career due to societal expectations. She was asked about marriage and motherhood in interviews. After marriage, she struggled to balance work and family responsibilities. Despite her hard work, she faced limited support and received unclear feedback. She was promoted late and felt disrespected.\n\n**Women in Nepal's Banking Sector:**\n\nDespite Nepal having a strong legal framework to support women's participation in the workforce, challenges remain. While women have a high representation in entry-level positions (45%), only a small percentage (23%) reach senior management roles. This is below the global average (28%) and lags behind high-income countries.\n\n**Challenges Faced by Women Leaders:**\n\nWomen in senior positions often face resistance from male colleagues who may find it difficult to take orders from them. This is due to the patriarchal society in Nepal. Additionally, family responsibilities may limit women's ability to advance their careers.\n\n**Opportunities for Progress:**\n\n* Implement policies to increase women's representation in leadership roles.\n* Provide clear and regular feedback to women.\n* Create a more supportive and inclusive work environment.\n* Encourage women to pursue higher education and leadership roles.","summary":"Devna's career in the banking industry was hindered by work-life balance challenges, unclear feedback, lack of support, and patriarchal attitudes, but Nepal's banking sector remains a leader in women's representation despite ongoing gender disparities."},{"hash":"812d3a6e8b919a61166dd200f11787e80efc3ae480069391766ae2090e427964","title":"Poachers illegally collecting rare yarsa grass risk their lives on dangerous mountain paths, causing concern for officials who must protect them and the environment.","link":"https://kathmandupost.com/national/2024/05/11/illegal-yarsa-collectors-taking-risky-routes-to-mountain-grasslands-give-officials-headache","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled-1.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"national","content":"**Yarsagumba Season:**\n\nWith the start of the yarsagumba harvest, many people are illegally using shortcut routes to avoid fees and get to the highlands early.\n\n**What is Yarsagumba?**\n\nYarsagumba is a valuable fungus that grows inside moth caterpillars in the Himalayas. It's popular in East Asia for medicinal reasons.\n\n**Illegal Routes:**\n\n74 people have been arrested and fined for taking prohibited routes inside Shey Phoksundo National Park.\n\n**Risks and Permits:**\n\n* Trespassers ignore risks and can get lost or sick with altitude sickness.\n* Only those with permits can enter the official routes.\n* Locals pay less for permits than outsiders.\n\n**Enforcement:**\n\nPark officials and local authorities are struggling to prevent illegal entry due to a large number of trespassers.\n\n**Consequences:**\n\n* Trespassers face fines and arrest.\n* Locals can lose their chance to harvest yarsagumba legally.","summary":"Illegal shortcuts and prohibited routes used to avoid fees and harvest valuable yarsagumba in Shey Phoksundo National Park, leading to arrests and fines, with concerns over safety risks and difficulties for park officials."},{"hash":"14f0c194c948219753de2fe0e5f24a381817060467ac93d13cecbdfc1a77b844","title":"caste-discrimination-against-dalits-is-systemic-and-widespread-amnesty-international-report","link":"https://kathmandupost.com/national/2024/05/11/caste-discrimination-against-dalits-is-systemic-and-widespread-amnesty-international-report","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715393474.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"national","content":"**Dalit Boy Murder Case**\n\nIn 2016, Ajit Mijar (18) was found dead in Dhading. His family suspected murder due to his relationship with a girl from a higher caste.\n\nThe police dismissed it as suicide and buried his body without informing his family. His father filed a complaint accusing the girl's family of murder.\n\nThe district court acquitted the accused in 2018. The high court upheld the verdict in 2022. The attorney general refused to appeal.\n\nAjit's family refuses to perform his funeral rites until they see justice.\n\n**Caste Discrimination in Nepal**\n\nA report by Amnesty International highlights the widespread caste-based discrimination in Nepal, saying Dalits often face death and injustice.\n\nVictims are discouraged from filing complaints and even when they do, there are loopholes that make it difficult to get justice. Police often discourage victims or even attack them.\n\nOut of 52 cases of caste discrimination in district courts, only 15 resulted in convictions. In high courts, only 10 out of 42 cases led to convictions.\n\nAmnesty International says Nepali authorities are not doing enough to stop impunity for caste-based violence.\n\nThe report calls for a holistic plan to address caste and gender discrimination, including special measures for Dalit women and girls.","summary":"On July 14, 2016, Ajit Mijar, 18, was found dead in Dhading in suspicious circumstances. The boy belonging to the Dalit community was in a relationship with a girl from the so-called ‘upper caste’, which her family opposed.The police recorded his death as suicide and his corpse declared as unidentified as he belonged to Kavrepalanchok, a different district. The body was quickly buried by the authorities without informing the family.Suspecting foul play, Hari Bhakta, Ajit's father, filed the first information report with the Area Police Office, Gajuri of Dhading on July 17, 2016, claiming the case to be murder. He named three relatives of the girl as suspects. The police, after investigating the incident, lodged a case in the district court. In June 2018, the Dhading District Court acquitted all three accused. The decision was challenged in a higher court. However, the Patan High Court in April 2022 upheld the lower court’s verdict to acquit the accused. After instructions from the High Court Public Prosecutor's Office, the Office of the Attorney General decided not to appeal the judgement. Unsatisfied with the decision, Ajit's father moved the Supreme Court challenging the decisions of the subordinate courts. Ajit's corpse is lying in a morgue in Tribhuvan University Teaching Hospital as his family is unwilling to perform the funeral rites until justice is served.“In Nepal, where caste-based discrimination is systemic and widespread, several Dalits like Mijar even lose lives due to the criminal practice,” read a research report by Amnesty International unveiled on Friday. “Yet justice is not served.”The report “No One Cares: Descent-Based Discrimination against Dalits” documents the experience of systemic caste-based discrimination in Nepal and the challenges they face in accessing justice.The report based on focus group discussions with 52 individuals from different sectors and one-on-one meetings with 21 representing Dalit communities from Madhesh, Lumbini and Karnali provinces says that the victims are discouraged to register complaints. And even when cases are lodged, there is no assurance of justice owing to the loopholes in the existing law, as per the report.It claims that at the time of registering a first information report (FIR), the Dalit victims are required to produce evidence of untouchability practice or the discrimination they faced. In some incidents, the victims are beaten by the police to deter them from filing the cases, states the report.As per the records at the Attorney General’s Office, as many as 52 cases relating to caste-based discrimination were filed in the district courts. Of them, 15 ended in conviction while 12 resulted in acquittal. Similarly, among 42 cases filed in the high courts, only 10 resulted in conviction.If the claim of Durga Sob, a Dalit rights activist, is anything to go by, less than five percent of cases of caste-based discrimination reach the police.The reports claim that untouchability has become a norm even if untouchability and caste-based discrimination have been prohibited and criminalised by law.\"Untouchability is an everyday affair in Nepal and the culture of impunity is deeply rooted in the society,\" said Monica Vincent, a lead researcher of the report. \"The role of the police has been seen as a barrier in accessing justice.\"Officials at the Amnesty International say there are constitutional as well as legal instruments in place against the caste-based discrimination. However, they have not been rightly implemented.“The authorities in Nepal are not doing enough to counteract the culture of impunity for human rights violations related to descent-based discrimination in Nepal,” said Fernanda Doz Costa, Amnesty International’s director for gender and racial justice programme.“Efforts made by the authorities are still inadequate and insufficient, and they seem to exist only on paper but do not translate into real changes in the lives and the human rights of Dalits, Dalit women and girls in particular.”The organisation pointed out that impunity is rampant for several reasons, including inadequate statute of limitations provisioned in existing laws, lack of representation of Dalits in the justice system and institutional discrimination in the police and lack of effective oversight mechanisms and accountability.“Dalits do not trust the police and the justice system in general, and the limited government level data and statistics available [only 30-43 cases per year registered under the Caste-based Discrimination and Untouchability, (Offence and Punishment) Act] confirm their distrust is well-founded, including for Dalit women confronting caste-based violence,” reads the report.“The inactions or limited actions of Nepali authorities, including failing to hold public officers accountable and closing the trust deficits are reinforcing this culture of impunity and are sending a message to society that caste- and gender-based discrimination and violence are acceptable and natural.”Amnesty International said the Nepali authorities must create a holistic plan for a truly transformative response to uproot the caste- and gender-based violence and discrimination based on human rights obligations and with an intersectional lens.There is an urgent need to take special measures to improve the situation of Dalit women and girls due to the inter-generational history of oppression and entrenched culture of caste bias, patriarchy and discrimination, it said.“Nepal must fulfil its obligation to provide effective, timely and meaningful access to justice and reparations for survivors. It must move away from merely paying lip service to the ideals of achieving equality for all but take a concrete human-rights-centric approach to relegating descent-based discrimination to the dustbins of history,” said Costa. "},{"hash":"8991256079aee8a6a9440ce0aacf1b4d71b5e78a52f15797d3dbc1898b051994","title":"Students are complaining about strict school rules, leading to a need for counselling.","link":"https://kathmandupost.com/national/2024/05/11/need-for-counselling-as-students-complain-of-rigid-school-rules","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715392769.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"national","content":"**Mental Health in Schools**\n\n* Kenisha Thapa experienced mental distress due to strict school rules and insensitive treatment.\n* Schools play a crucial role in fostering students' mental well-being.\n* Adolescence is a vulnerable time for mental health due to physical and mental changes.\n* School counsellors provide support for academic, emotional, and mental health issues.\n* Research shows that mental health screening tests in schools can identify students at risk and support early intervention.\n* Schools should prioritize understanding students' feelings and providing counseling services.\n* Teachers and parents also play a role in creating a safe and supportive environment for students.\n* Despite its importance, counseling services are often lacking in community and government schools, especially for students from poor backgrounds.\n* Organizations and the government are working to provide counseling in these schools to improve students' mental health and academic outcomes.","summary":"Kenisha Thapa faced mental anguish at her new school due to strict rules, lack of support, and an incident where she was publicly shamed for talking to a boy, highlighting the need for school counseling to create a healthy environment for students' mental well-being."},{"hash":"7697a965cad2b4fe488203fca9b9011d5cec32b3593ca4875efef4d9d92612c0","title":"cruellest-crime","link":"https://kathmandupost.com/editorial/2024/05/09/cruellest-crime","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb1-1715303210.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"editorial","content":"The Nepal Children's Organization's land lease scam is being investigated.\n\nArrest warrants have been issued for 20 people, including former officials and business people involved in the scam.\n\nThe land was illegally leased to Brihaspati Vidya Sadan school, which then sub-leased it at a higher price.\n\nThe Nepal Children's Organization has canceled the lease and filed a case against the involved parties.\n\nThis scam highlights the misuse of public land by private entities, and the government is working to reclaim it.\n\nOther major land grab scams have also come to light, and the media has played an important role in exposing these issues.","summary":"Arrest warrants have been issued for 20 people, including former Nepal Children's Organization officials and Brihaspati Vidya Sadan representatives, in connection with the organization's land lease scam."},{"hash":"b77ca7e7b78267d6faf47d3a5d33350d4a2d32ad0d495b2df4e78b3ca05359a9","title":"**Dissecting PhD Sagas II**\n\nPhD students often experience challenges and setbacks, known as \"sagas.\" These sagas can include:\n\n* **Insecure employment:** Lack of stable funding and uncertainty about future employment.\n* **Isolation and exclusion:** Feeling disconnected from peers and the broader research community.\n* **Imposter syndrome:** Doubting one's abilities and feeling like an outsider.\n* **Work-life balance:** Struggling to manage research demands with personal life.\n* **Mental health issues:** Stress, anxiety, and depression associated with PhD studies.\n\nUnderstanding these challenges can help PhD students:\n\n* Develop coping mechanisms and support systems.\n* Advocate for changes to improve working conditions.\n* Create a more inclusive and supportive research environment.","link":"https://kathmandupost.com/columns/2024/05/09/dissecting-phd-sagas-ii","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadShutterstock11-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"**Doctoral Studies at Tribhuvan University**\n\n**PhD by Dissertation (Old Way)**\n\n* Students wrote dissertations under a supervisor's guidance.\n* Not many faculty members with doctorates in Nepal at the time.\n\n**PhD by Coursework (New Way)**\n\n* Students take courses before writing a dissertation.\n* Aims to provide broad knowledge, research skills, and teaching abilities.\n* Introduced at Tribhuvan University six years ago.\n\n**Challenges with the New Way**\n\n* Control by the dean's office limits course offerings.\n* Some departments lack faculty with doctoral degrees or teaching experience at the doctoral level.\n* Recruitment issues due to political interference.\n* Division among faculty members hinders collaboration.\n\n**Conclusion**\n\nThe PhD by coursework route is a good idea, but its execution at Tribhuvan University needs improvement. Systematic changes in faculty recruitment and collaboration are necessary to ensure its effectiveness.","summary":"Tribhuvan University introduced \"PhD by coursework\" six years ago, but its execution has faced challenges due to inadequate faculty, departmental control, and political interference in recruitment."},{"hash":"f28ae9ad63c1c929af9895d12f7e3ddbbf1008986b2f4363563096a3954de19e","title":"Mount Everest, the world's highest peak, is polluted by trash left by climbers, including food, equipment, and human waste.","link":"https://kathmandupost.com/columns/2024/05/09/everest-a-high-altitude-garbage-dump","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownPostFilePhoto1-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"**Mount Everest Trash Problem**\n\nIn spring, many climbers go to Nepal and Tibet to climb Mount Everest. But they also find a lot of trash, like cans, bottles, plastic, and even human waste.\n\nThis trash is a problem because:\n\n* It makes the mountain look dirty.\n* It can harm people and animals.\n* It pollutes the air and water.\n\n**Efforts to Clean Up Trash**\n\nSome groups are working to clean up the trash on Everest:\n\n* The Sagarmatha Pollution Control Committee picks up litter.\n* The government of Nepal requires climbers to bring back trash.\n* The University of Colorado Boulder created a plan to manage trash.\n* The NeverRest Project is developing new technologies to make the base camp more sustainable.\n\n**New Technologies for a Cleaner Everest**\n\nThe NeverRest Project has proposed a plan for a new base camp with:\n\n* Solar tents to save energy\n* Portable toilets that turn urine into water\n* Incinerator toilets that burn waste\n* Dome tents that keep heat in\n\nThese technologies could help make Everest cleaner and safer for climbers.","summary":"As climbers ascend Mount Everest, they encounter a growing garbage problem that threatens the health of both the environment and local communities, with efforts underway to implement sustainable waste management solutions."},{"hash":"1801d6ead071c649a64c0fde0790be274f8900ce60b54acca6dfb6dbc55067e8","title":"karki-s-excesses-in-koshi","link":"https://kathmandupost.com/editorial/2024/05/08/karki-s-excesses-in-koshi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/third-party/thumb21-1715217280.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"editorial","content":"After losing support, Karki is no longer Koshi Province's chief minister. He held on to power since April despite not having enough support, neither resigning nor calling for a vote.\n\nKarki, a Nepali Congress member, became chief minister with support from the rival CPN-UML party. This caused a crisis in the Congress-Maoist coalition government.\n\nNow, Karki must leave office, but his downfall also marks a decline in ethical politics. His actions have shown how politicians are willing to use any means to gain power, even at the provincial level.\n\nThis is not the democratic society Nepal hoped for with federalism. Instead, it has led to immoral politics at all levels.","summary":"After a month of impasse, Kedar Karki is replaced as Koshi Province Chief Minister due to his unethical coalition with CPN-UML, marking a setback for provincial federalism in Nepal."},{"hash":"eaa13415538d7c525c64e911242603237c2ce9a68918e45628c713c0356da59f","title":"An Indian poll watchdog has failed to act against Prime Minister Modi's blatant rule breaches, which has raised concerns from the opposition.","link":"https://kathmandupost.com/world/2024/05/11/india-poll-watchdog-s-inaction-lets-pm-modi-commit-brazen-violations-opposition-says","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersFULCPGZWABIALBM2WJSBKG7YWI-1715411865.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"Opposition in India accuses Prime Minister Modi of violating election rules by making religious hate speeches and spreading false information. Despite complaints, the Election Commission has not taken action, allowing Modi to continue these violations unchecked.\nThe Commission is responsible for ensuring that political parties do not violate rules against promoting division based on religion, caste, or language. The opposition has lodged 10 complaints against Modi and his aides for making such statements, but the Commission has not responded.\nThe opposition believes the Commission's inaction damages its credibility and the legitimacy of India's democracy. They demand prompt action to hold Modi and his supporters accountable.","summary":"India’s opposition said the nation’s election commission was allowing Prime Minister Narendra Modi to continue “unchecked and brazen” violations by not taking action on opposition complaints of religious hate speech and misrepresentation.More than halfway through India’s six-week national elections, the world’s biggest, the Congress party-led opposition complained in a letter to the Election Commission of India on Friday that “no meaningful action has been taken to penalize those who are guilty in the ruling regime”.This was a “complete abdication” of the commission’s duty, it said. “As a result there has been an unchecked and brazen continuation of these violations, which are now committed with impunity and utter disregard.”The watchdog is responsible for ensuring political parties do not violate election rules against promoting division along religious, caste or linguistic lines in the multiethnic South Asian nation.In his campaign speeches, Modi, seeking a rare third consecutive term, has targeted the Congress, claiming it wants to help minority Muslims at the expense of other socially disadvantaged groups.Representatives for the commission and Modi’s Hindu-nationalist Bharatiya Janata Party (BJP) did not respond to requests seeking comment.Election results in the world’s most populous nation are to be announced on June 4.The commission on Tuesday ordered social media platform X to take down a video posted by a BJP state unit that accused Congress leaders of planning to extend welfare benefits to Muslims at the cost of other disadvantaged tribal and Hindu caste groups.While not making any rulings on the complaints, the commission has sought a response from BJP chief J.P. Nadda for an April 21 speech in which Modi said the Congress planned to redistribute wealth from Hindus among Muslims, whom he called “infiltrators” and “those with many children”.The commission has also sent a notice to the Congress regarding complaints by the BJP, which says it has filed three complaints.“The delay puts a question mark on the credibility of the election commission and therefore on the election process,” said S.Y. Qureshi, a former head of the three-member election commission. “Any damage to its reputation will cause incalculable harm to the legitimacy of India’s democracy.”The opposition letter mentions 10 complaints the Congress had lodged since April 6 against Modi and key aides for what it calls “divisive”, “false” and “provocative” statements that sow sectarian division and misrepresent Congress’ positions.“We are not told what is the response, what is the action being taken,” Congress lawmaker Abhishek Manu Singhvi told reporters after meeting commission officials on Friday.“This is an irreversible window,” Singhvi said. “If they don’t act promptly it would be a complete abdication of constitutional duty.”Ashok Lavasa, who was an election commissioner during the 2019 general election, said the process from receiving a complaint to deciding on it “should not take more than three to four days because otherwise it loses purpose”, as the campaign phase is quite short. "},{"hash":"a1f01a2fc37a7c5d829917368110fff915c3a045a9a7278fec80e70309ee6c2e","title":"Russian forces attacked Ukraine's Kharkiv region, opening a new front in the war.","link":"https://kathmandupost.com/world/2024/05/11/russian-forces-attack-ukraine-s-kharkiv-region-striking-on-new-front","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersW7POQZFTMJM7HBB2WTSG5ZRUAQ-1715404893.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"- Russian forces attacked near Kharkiv, Ukraine, opening a new front in the war.\n- Ukraine sent reinforcements to the area and said Russia is fighting in frontier areas.\n- Russia is also gathering forces near Kharkiv, indicating a possible larger offensive.\n- Ukraine is preparing for a potential Russian push and has warned of a possible buffer zone being created.\n- Fighting continues along the 1,000-km front line, with Ukraine reporting heavy battles.\n- Ukraine has concerns about Russia's intentions in the Kharkiv region and has been experiencing air strikes.\n- Russia has the current advantage, while Ukraine faces shortages in supplies and manpower.","summary":"Russian forces launched an armored attack near Kharkiv, opening a new front in the conflict, while Ukraine sent reinforcements to the area where fierce battles continued, raising concerns of a potential larger Russian offensive."},{"hash":"ec0562568b27eb245c9b85c09fe2c8afb29b6aaf3313a13b567c31b2c9f13f6e","title":"US says recent Israeli military operations may have violated international law.","link":"https://kathmandupost.com/world/2024/05/11/us-says-israel-s-use-of-weapons-may-have-violated-international-law","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreuters3SXUVRKSKRLHNEQW2RJUG6NUYQ-1715403272.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"The US government says Israel may have used US weapons in a way that violates international law during the war in Gaza. The US has stopped short of a definite decision because it can't prove which weapons were used. This finding may strain the relationship between the US and Israel. The US has also put a hold on one package of arms and is reviewing others. The State Department's report says Israel did not cooperate with US efforts to get humanitarian aid into Gaza at first. But since a warning from President Biden, Israel has acted to improve aid delivery.","summary":"The Biden administration expresses concerns over Israel's use of US weapons in Gaza, acknowledging potential violations of international law but declining a conclusive assessment due to wartime chaos."},{"hash":"ffb3342a45cf6e164973d3208b0ab8d2a32596d0572baab88afcb28e5e38105d","title":"Kathmandu to get trains; 1,500 youths to be employed","link":"https://kathmandupost.com/national/2024/05/11/kathmandu-metropolis-trains-1-500-youths","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/WhatsAppImage20240511at72127AM-1715393623.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"national","content":"**Summary:**\n\nAround 1,500 young people are getting job training from the Kathmandu city government. Another 1,100 will get training in the future. The training includes things like mobile repair and house wiring. The goal is to help young people find jobs or start businesses. Some companies have been contacted to offer on-the-job training. The city government also has a \"labor bank\" to connect trained youth with employers.","summary":"Kathmandu Metropolitan City provides vocational training to 1,500 youths, with an additional 1,100 planned for a second phase, aiming to connect trainees with potential employers."},{"hash":"2e921b44c8e145250855ed8e7bc91e85c77c569d8d1fcdea916334b0e92f58b3","title":"Congress has stopped due to obstruction by some members.","link":"https://kathmandupost.com/national/2024/05/10/house-adjourned-as-congress-continues-obstruction","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/parliament-1715346618.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"national","content":"- The first meeting of the House of Representatives was adjourned until Tuesday because Nepali Congress lawmakers blocked it.\n- Lawmakers wanted a parliamentary investigation into Deputy Prime Minister Rabi Lamichhane for alleged involvement in cooperative frauds.\n- Nepali Congress lawmaker Gagan Thapa said they won't allow House proceedings to continue until a committee is formed to investigate Lamichhane.\n- Congress lawmakers disrupted the meeting by chanting slogans and picketing the rostrum.\n- The House must approve the government's policies and programs before the national budget can be presented.","summary":"House budget session adjourned until Tuesday as Nepali Congress lawmakers obstruct proceedings, demanding a parliamentary probe into Minister Lamichhane's alleged cooperative frauds."},{"hash":"b8a43143b6377ffc6098b9dcf573407c282f8eaee126af1abc6753a9ebc2f6a3","title":"Supreme Court declined to interfere in the appointment of Koshi Chief Minister, saying it is an internal political matter.","link":"https://kathmandupost.com/national/2024/05/10/supreme-court-refuses-interim-order-against-koshi-chief-minister","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/59b73012fd104ae4830ee2d99273b7df-1715304415.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"national","content":"The Supreme Court declined to order the reinstatement of former Chief Minister Kedar Karki after Hikmat Karki was appointed as Chief Minister of Koshi. The Court gave the Province Head 10 days to provide reasons for the appointment and scheduled a hearing for May 22nd to resolve the constitutional issue. Hikmat Karki's appointment is his third term as Chief Minister, and the sixth government in Koshi since the 2022 elections.","summary":"Supreme Court refuses interim order in challenge against Hikmat Karki's appointment as Koshi chief minister, scheduling a final hearing for May 22."},{"hash":"39a21e3738e34e21ac22ff3e01c5ee3a4fda10160336e1e78d00ef5a4868a738","title":"Nepal is using drones to remove trash from Mount Everest, to keep it clean.","link":"https://kathmandupost.com/money/2024/04/30/nepal-to-use-drones-to-transport-garbage-from-mount-everest","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/everest-1714541533.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"money","content":"**Drones Help Clean Up Mount Everest**\n\nDrones are being tested on Mount Everest to carry down garbage. This could affect the jobs of guides who currently carry loads on their backs.\n\n**Drones Could Reduce Guide Deaths**\n\nThe Khumbu Icefall is dangerous and has caused many deaths. Drones could reduce the risk for guides by bringing garbage down from Camp II.\n\n**New Rules on Everest**\n\nThere are new rules to keep Everest clean and safe, including:\n\n* Climbers must use GPS devices.\n* Toilets and sleeping areas have size limits.\n* Climbers must use poop bags above base camp.\n\n**Bodies Left Behind**\n\nRetrieving bodies from Everest is expensive, so many are left behind.\n\n**Commercial Activities Restricted**\n\nCommercial activities like bars and spas are not allowed at base camp to preserve the culture and scenery.","summary":"Drones will soon assist Sherpas in removing trash from Mount Everest, bringing down avalanches and easing their workload while protecting climbers and the environment."},{"hash":"20d6fba38f7a72404f31e0e9c78ed336011a973a2c15264bdb33a8dce3fe58fb","title":"In Nepal, lack of clear laws makes it harder to adopt children. This makes it difficult for orphans and abandoned children to find loving homes.","link":"https://kathmandupost.com/national/2024/05/01/regulatory-void-complicates-child-adoption-process-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb14-1714527484.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"national","content":"**Adoption in Nepal**\n\nAnistha Shrestha and her husband adopted an abandoned baby boy in 2017. It took them years to find a child to adopt, as legal adoption was not common in Nepal at the time.\n\nIn 2017, the National Civil Code made domestic adoption legal. However, the process is still difficult. Couples must file an application and meet certain criteria, such as being married for at least 10 years.\n\nThere are also no regulations to help match children with parents. This can lead to safety risks for children.\n\nInter-country adoptions are currently banned in Nepal due to concerns about child trafficking and abuse.\n\nDespite the difficulties, adoption has become more common in Nepal in recent years. In the years 2019 to 2022, there were 38 domestic adoptions.","summary":"After facing years of hardships, Anistha Shrestha and her husband stumbled upon an abandoned baby and adopted him, despite the legal complexities and societal norms surrounding adoption in Nepal."},{"hash":"3f364a7b488f4787fc0e376951c1783548e5f460595979e877cac188d021df81","title":"The results of the by-election in Ilam show that traditional political parties (Congress and BJP) remain strong, while the Revolutionary Socialist Party (RSP) needs to re-evaluate its strategy.","link":"https://kathmandupost.com/politics/2024/05/01/ilam-bypoll-fillip-for-old-parties-reality-check-for-rsp","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/4375415009854531096070575583147412016394281n-1714526830.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"politics","content":"**Ilam-2 By-Election Results:**\n\n* A new politician from the CPN-UML party won, but it doesn't change the balance of power in parliament.\n* Identity politics played a role, with independent and Rastriya Swatantra Party candidates representing ethnic groups.\n* Independent Dakendra Singh Limbu's good performance suggests that identity politics is still important in the region.\n* The Rastriya Swatantra Party did not do as well as expected, challenging their position as a major political force.\n* Traditional parties like Nepali Congress and CPN-UML still have strong support in rural areas.\n* RSP's alleged involvement in a cooperative scam may have hurt their performance.","summary":"Suhang Nembang's CPN-UML victory in Ilam-2 by-election highlights the resurgence of identity politics in Koshi Province and serves as a reality check for the Rastriya Swatantra Party's national aspirations."},{"hash":"3b8f07fcf0196cc796d5e7ea9b735b31007811ccd0b4a7cef5a04cffbc352d27","title":"Nepal wants to attract tourists from the LGBTQ+ community, and make a lot of money in the process.","link":"https://kathmandupost.com/money/2024/04/21/nepal-sets-sight-on-multi-billion-dollar-lgbtiq-tourism-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled-1%20(1).jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"money","content":"**Nepal Hosts LGBTIQ Tourism Conference**\n\nNepal has held its first international tourism conference for the LGBTIQ (lesbian, gay, bisexual, transgender, intersex, queer) community. The goal is to attract a share of the multi-billion dollar \"pink market\" for tourism.\n\nThis comes after Nepal's historic recognition of same-sex marriage last year, making it the second country in Asia to do so. The conference aims to create economic opportunities for the LGBTIQ community by bringing in tourists from around the world.\n\nAccording to experts, the global spending power of LGBTIQ consumers is $4.7 trillion. China, the US, Germany, India, and the UK are among the top countries with high spending capacity for LGBTIQ tourism.\n\nNepal, with its diverse culture and recognition of LGBTIQ traditions, is seeking to position itself as a popular destination for same-sex marriage and honeymoons. The country also plans to invest in creating a friendly and welcoming environment for LGBTIQ travelers, such as training trekking guides and promoting LGBTIQ-owned businesses.","summary":"Nepal hosted the first international LGBTIQ tourism conference to capitalize on the multi-billion dollar pink market, highlighting Nepal's recognition of same-sex marriage and the potential for equal economic opportunities in the community."},{"hash":"6544c0b45b27e9bf77f2d52e116df242a412f0b3350a49b706e3550d9a2953e4","title":"Rising tensions in the Middle East threaten Nepal's economy:\n\n* Reduced oil supply and higher prices hurt Nepal, which imports most of its fuel.\n* Nepali workers in the Middle East could face job losses and return home, reducing remittances sent to Nepal.\n* Inflation and economic growth may suffer.","link":"https://kathmandupost.com/money/2024/04/15/escalating-middle-east-crisis-threatens-nepali-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1713147555.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"money","content":"**Nepal faces economic risks due to Middle East tensions:**\n\n* Escalating tensions in the Middle East could harm Nepal's economy, which relies heavily on money sent home by migrant workers.\n* Nepal receives billions of dollars in remittances annually, which has helped raise living standards.\n* A significant portion of Nepal's migrant workers are employed in Middle Eastern countries, which could face turmoil due to the tensions.\n* If Middle Eastern countries stop hiring Nepalese workers, it could lead to unemployment and economic stress in Nepal.\n* Experts warn that the conflict could also disrupt oil supplies and raise prices, further impacting Nepal's economy.\n* The government of Nepal is urged to prepare strategies to mitigate potential economic shocks.","summary":"Escalating tensions in the Middle East, following Iran's attack on Israel, threaten Nepal's economy, particularly due to potential disruptions in the remittance-dependent labor market and supply chains, leading to risks of inflation, reduced foreign currency reserves, and social unrest."},{"hash":"79b8b64d55170d97b5398013f1e0be09edf6390a68972040dac7d9012da81a36","title":"The idea of Nepal as a nation was shaped by King Prithvi Narayan Shah's conquest and unification of small kingdoms. He created a unified state with a common language, culture, and administration. This idea was further strengthened by Rana prime ministers, who isolated Nepal from outside influences. The 1950s saw the rise of popular nationalism, led by leaders like B.P. Koirala and Ganesh Man Singh. They promoted democracy and social justice.","link":"https://kathmandupost.com/videos/2024/05/01/nepali-nationalism-idea-of-nepal-with-hari-sharma","date":1714521600000,"source":"kp","category":"videos","content":"Sorry, I cannot summarize the text as it is not provided in the prompt. Please provide the text you want to summarize.","summary":"Amidst turmoil, individuals confront obstacles, make pivotal choices, and face consequences in a quest for hope and redemption."},{"hash":"da1de9d00cddf5d4e54cf41c1f92b9ea3c65052d5d623d6c79bf8571e6fc3343","title":"china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","link":"https://kathmandupost.com/videos/2024/04/14/china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","date":1713052800000,"source":"kp","category":"videos","content":"The Araniko Project blog uses Chinese sources to explore Nepal-China history and relations. Rajbhandari, the blog's founder, lived in Beijing for six years and speaks fluent Mandarin. She explains that understanding the Chinese language is crucial for understanding China and its history.","summary":"The Araniko Project, a blog uncovering Nepal-China relations through Mandarin primary sources, highlights the cruciality of Mandarin comprehension in understanding China."},{"hash":"260be847ea4643b523c3e2c77aa8eb77abfa0ace0b6d4a34348f05f7a4f6c2d2","title":"Nepali public intellectuals debate the concept of \"Nepaliness,\" questioning its historical foundations and exploring its complexities in the modern context.","link":"https://kathmandupost.com/videos/2024/03/26/public-debate-in-nepal-idea-of-nepal-with-saumitra-neupane","date":1711411200000,"source":"kp","category":"videos","content":"Neupane hosted \"Project Sambad,\" a platform for critical discussions on Nepali society and policy. The event aimed to improve the quality of public debates in Nepal.","summary":"'Project Sambad,' a platform for critical societal and policy discussions, held its inaugural event in Kathmandu, focusing on improving public debates in Nepal."},{"hash":"d5d55349db8224f79ac2f5502e8ef4d7a68f9f2c08b2ac9c91c850dba1308134","title":"**Constitution of Nepal and Bipin Adhikari's Vision**\n\nThe Constitution of Nepal reflects the struggle of the Nepalese people for democracy and equality. It defines Nepal as a multi-ethnic, multicultural, and multilingual country.\n\nBipin Adhikari was a Nepali communist leader who played a key role in shaping the constitution. He envisioned a Nepal where everyone had equal rights and opportunities, regardless of their background.\n\nThe constitution includes principles such as social justice, equality, and inclusive representation. It also emphasizes the importance of preserving Nepal's cultural diversity.\n\nAdhikari's ideas continue to influence Nepal's political and social landscape, ensuring that the constitution remains a symbol of unity and progress for the Nepalese people.","link":"https://kathmandupost.com/videos/2024/02/02/the-constitution-of-nepal-idea-of-nepal-with-bipin-adhikari","date":1706832000000,"source":"kp","category":"videos","content":"Bipin Adhikari, a law professor and constitutional expert, explains:\n\n- The 2015 Nepalese constitution has significant features\n- It's a durable constitution\n- Nepal's constitutional process has evolved","summary":"Professor Bipin Adhikari and a constitutional expert discuss the key aspects and historical evolution of Nepal's 2015 constitution."},{"hash":"ac316ba75f2dc1debff3e66ea2fdf291a3adfbb7209e5f8ff25b0af4b7e4ac2b","title":"The art festival is ending today.","link":"https://kathmandupost.com/arts/2024/05/10/art-festival-ends-today","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Postreport-1715265558.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"arts","content":"Art festival 'From the Mountains to the Delta' featuring paintings from Bangladesh and Nepal. The event showcases human emotions and aims to promote cultural exchange between the two countries. It is organized by the Bangladesh Embassy, Art Bangla Foundation, and Siddhartha Art Gallery till May 10th. Entry is free.","summary":"An art festival, \"From the Mountains to the Delta,\" co-hosted by the Bangladesh Embassy, Art Bangla Foundation, and Siddhartha Art Gallery, showcases paintings from Bangladesh and Nepal, emphasizing human emotions and cultural exchange."},{"hash":"7e26b616e94de57b192df8218df36ecaaf4466f1158034c966b537b95a17b683","title":"Nepalese politics in Madhesh is heating up due to uncertainty about the fate of the coalition government following a split in the Janata Samajbadi Party (JSP). The JSP is a key partner in the coalition government led by Nepali Congress. The split has raised concerns about the stability of the coalition and could potentially lead to political instability in the region.","link":"https://kathmandupost.com/politics/2024/05/10/after-split-in-jsp-nepal-politics-hots-up-in-madhesh-over-fate-of-coalition","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb3-1715303718.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"politics","content":"**Division in Janata Samajbadi Party (JSP-Nepal)**\n\nThe split in JSP-Nepal could lead to a crisis in the Madhesh provincial government. The CPN (Maoist Centre), which supports the government, is discussing the future of the province after a faction of JSP-Nepal broke away.\n\nThe new party, formed by Ashok Rai, has little support in the Madhesh provincial assembly. However, the Maoist Centre is considering forming a new government.\n\nThe split in the national party could affect the balance of power in the province. Other parties, including the Nepali Congress and the CPN-UML, may seek to lead the government.\n\nThe fate of the provincial government will ultimately depend on the decisions made by the ruling coalition in Kathmandu. If JSP-Nepal loses their support, they may have to step down.","summary":"JSP-Nepal's split has triggered discussions about a potential government change in Madhesh province, with the Maoist Centre considering forming a new government and the UML expressing interest in leading the province."},{"hash":"40a529e517bf93a20206c3fc06b60ee095358e2bdafb9cde44387b93947eaaf8","title":"Yadav to file legal case against new party registration.","link":"https://kathmandupost.com/politics/2024/05/09/yadav-to-move-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/UpendraYadav-1715216471.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"The Janata Samajbadi Party Nepal is unhappy with the Election Commission's decision to recognize a breakaway group led by Ashok Rai as a separate political party.\n\nThe party, led by Deputy Prime Minister Upendra Yadav, believes that the registration was illegal. They plan to challenge it in court.\n\nThe dispute stems from a change in the law that made it easier for parties to split. The ordinance that made the change was later repealed, but the provisions it added are still being debated in Parliament.\n\nYadav claims that the new party is not significantly different from his own and that he has always been open to compromise. However, he says he has nothing more to offer the breakaway faction.\n\nThe split is the result of long-standing discontent within the party. The Rai-led faction accuses Yadav of autocratic leadership.\n\nYadav denies that he is trying to form a new government with the Nepali Congress and the CPN (Unified Socialist). He also says that his party remains committed to the current ruling coalition.","summary":"JSPN will file a lawsuit against the EC's decision to form a new JSP led by Rai, citing illegal registration and lack of legal provisions for party splits."},{"hash":"f6f0addbb8cbaa32a930541099e8ab8b80dbd645a10abca7ca6caeeb2cd39f3a","title":"Political parties change their views to suit their current interests, not based on principles.","link":"https://kathmandupost.com/politics/2024/05/09/political-parties-shift-stances-based-on-convenience","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/meeting-1715218714.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"About a year ago, the UML party demanded a special group to look into claims that leaders from other parties were involved in gold smuggling. This was rejected by the ruling party at the time.\n\nNow, the UML is in power and has rejected the opposition party's demand for a committee to investigate the Home Minister, who is accused of stealing money from cooperatives.\n\nThe UML claims that their previous demand was for a special group independent from the government, while the opposition's current demand is for a parliamentary committee.\n\nHowever, the opposition argues that the government is protecting the Home Minister and that a parliamentary committee is needed to uncover the truth.\n\nBoth parties have different positions on these committees depending on whether they are in power or not. Experts say that this is a sign of dysfunctional government mechanisms.","summary":"Despite initial opposition from the Nepali Congress, the UML (now in power) has recently refused to establish a parliamentary inquiry committee against Home Minister Lamichhane, accused of embezzling cooperative funds, while the UML (formerly in opposition) previously demanded a judicial probe into gold smuggling, a request initially rejected by the Congress."},{"hash":"993e3dfb635cc252b93bf935dad75ef144713614867292c57642795d1f8ac6ff","title":"The Nepali Congress is considering allowing journalist Rabi Lamichhane to address parliament, despite his lack of elected office. He would be the first non-MP to speak in parliament's history.","link":"https://kathmandupost.com/politics/2024/05/09/nepali-congress-may-allow-lamichhane-to-speak-in-parliament","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb18-1715215891.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"The Nepali Congress party is demanding a parliamentary investigation into Deputy Prime Minister Rabi Lamichhane, who is accused of stealing money from cooperative funds. The police found evidence of millions of rupees being transferred out of cooperatives without permission in Lamichhane's name. He denies any wrongdoing.\n\nThe Congress party says Lamichhane used his power to influence the police and the Attorney General's Office to claim innocence. They believe the government needs to investigate him more thoroughly.\n\nThe ruling parties are trying to block the investigation, but the Congress party and other opposition parties are refusing to back down. They will continue to block Parliament until the government agrees to investigate Lamichhane.","summary":"Nepali Congress demands a parliamentary probe into Home Minister Lamichhane's alleged cooperative funds embezzlement, rejecting suggestions to investigate the overall cooperative sector."},{"hash":"52a7252302ec66d97f3faf40d59ba35f37aa0f43337d7482f90bdc22e8f712fc","title":"Gandaki Chief Minister Prithvi Subba Gurung expanded his cabinet amid controversy, adding Pratiksha Kafle as a minister.","link":"https://kathmandupost.com/politics/2024/05/07/gandaki-chief-minister-expands-cabinet-amid-controversy-q-pratiksha-kafle-in-pokhara","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1715045965.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"politics","content":"**Gandaki Province:**\n\n* Chief Minister Khagaraj Adhikari expanded his cabinet, appointing Sita Kumari Sundas as Social Development Minister and Bed Bahadur Gurung as Energy Minister.\n* The Speaker ruled that 30 votes constituted a majority in the 60-seat assembly, amid controversy over whether the Speaker can vote.\n\n**Lumbini Province:**\n\n* Bhandari Lal Ahir resumed his role as Agriculture Minister after resigning 15 days ago.\n* The resignation had not been accepted, and the Janata Samajbadi Party (JSP-N) faction led by Ashok Rai recognized a new party, the Janata Samajbadi Party.\n* Ahir joined the cabinet as a member of the new party, despite previously expressing disagreements with Chief Minister Jokh Bahadur Mahara.","summary":"Adhikari expands his Gandaki cabinet after securing trust vote, while Ahir resumes ministerial role in Lumbini Province after party split leads to new party recognition."},{"hash":"0d8fb09ab1026484e465284d903ed753ad28550936d7ae26eefcff4b8df23383","title":"Three people have been arrested for allegedly cheating US visa applicants.","link":"https://kathmandupost.com/kathmandu/2024/05/10/three-arrested-for-allegedly-duping-us-aspirants","date":1715299200000,"source":"kp","category":"kathmandu","content":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. ","summary":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. "},{"hash":"d34d04f3fb0aac7854c1168b097a6ce09196339cf7d7bc35809cda6b94726548","title":"Fire in Bhaktapur injures two people.","link":"https://kathmandupost.com/bhaktapur/2024/05/05/two-injured-in-bhaktapur-fire","date":1714867200000,"source":"kp","category":"bhaktapur","content":"Fire at carpet factory in Bhaktapur:\n\n* Two workers injured (one seriously)\n* Injured workers: Buddha Narayan Shrestha and Manu Urwa\n* Fire brought under control after five hours\n* Property damage of Rs. 18 million\n* Cause of fire under investigation","summary":"Fire in a carpet factory in Bhaktapur injures two and causes Rs 18 million worth of damage."},{"hash":"b6207fb9e973312bf402c67e85a81cf80ec93fb9549d25542321817afde006d8","title":"Two people died from suffocation while digging a well in Bhaktapur.","link":"https://kathmandupost.com/bhaktapur/2024/05/01/two-die-of-suffocation-while-digging-well-in-bhaktapur","date":1714521600000,"source":"kp","category":"bhaktapur","content":"**Input:** Please provide the text you want me to summarize.","summary":"**Summarize the major events in 1 line, without losing critical information.**"},{"hash":"f5d5a914ad325d0dc9cdbe3e13aee77b709515bae18e316ed2e1dfc20803ba5d","title":"Man dies in forest fire injuries.","link":"https://kathmandupost.com/lalitpur/2024/04/30/man-injured-in-forest-fire-dies","date":1714435200000,"source":"kp","category":"lalitpur","content":"A man named Shankar Pahari died in a hospital after suffering burns while fighting a fire in a forest. Another man, Ramesh Pahari, is still being treated. A different fire is still burning in another forest, and 65 people have been moved to safety because the fire is near a hospital.","summary":"Man dies from burns sustained while extinguishing fire, another injured; separate fire in Lele displaces 65 hospital patients."},{"hash":"576aedd4fb42b61a1e529a2a54b7b58d3d019f11c45cb0f9be739c017645a00d","title":"Seven wards in Kolkata Municipal Corporation (KMC) have started segregating waste. Four more wards will start soon.","link":"https://kathmandupost.com/kathmandu/2024/04/30/seven-wards-of-kmc-start-waste-segregation-four-more-to-start-soon","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1714441676.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"kathmandu","content":"**Summary:**\n\nSeven wards in Kathmandu have started separating trash into organic and non-organic. The organic trash is turned into compost and biogas, which can be used for gardening and cooking. The non-organic trash is collected and sold for recycling. This program is part of a plan to reduce the amount of trash in Kathmandu.","summary":"Kathmandu Metropolitan City enforces waste segregation in seven wards, converting degradable waste into compost, generating biogas and electricity, and selling reusable non-degradable waste."},{"hash":"f3e4a42725000ac8f9936c9fe3c2c8d3248f6134923cb80e8472ddc216c5009a","title":"Businesses are asking the government to spend heavily on infrastructure projects to help the economy recover from the pandemic.","link":"https://kathmandupost.com/money/2024/05/10/private-sector-urges-massive-capex-booster-to-revive-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb5-1715304600.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"money","content":"**Nepal's Budget Plans:**\n\n* Private sector wants the government to invest more to boost the economy.\n* The government plans to release the budget on May 28th, 2023.\n* The private sector suggests an \"investment decade\" program to encourage investment.\n* The government data shows a slowdown in the economy.\n* The banking sector is facing difficulties.\n* The government plans to focus on increasing private sector confidence through policy changes.\n* The government aims to achieve 7 percent or 7.5 percent economic growth by encouraging investment from all sectors.","summary":"Nepal's private sector seeks government support for economic growth, urging increased capital expenditure, addressing low private investment, and prioritizing export-oriented industries and tourism."},{"hash":"eb1755b9532256307117ca5c5fb719c9560772f1fd9b41cf31e240daf54eaf7a","title":"Volunteers clean up Barahi Jungle Lodge to protect wildlife and the environment.","link":"https://kathmandupost.com/money/2024/05/09/barahi-jungle-lodge-cleanup-initiative","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/EEEEEE-1715220027.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"Barahi Jungle Lodge conducted a cleanup in Chitwan National Park, removing 3 tractorloads of waste including plastic and glass bottles. As part of its eco-friendly efforts, the lodge has been recognized with the 'Toft Tiger' eco-certification and ISO-14001 certification for its Environmental Management Systems.","summary":"Barahi Jungle Lodge completes comprehensive cleanup of Chitwan National Park area, removing waste and maintaining its eco-certified and ISO-14001-certified environmental practices."},{"hash":"76a99df984b257d68d73357919d68eed175d63fefb1ad910c5a64cb39cb5effd","title":"A tunnel called Sunkoshi-Marin is being built to bring water from Sunkoshi River to parched farmlands in the Madhesh region. This tunnel will provide much-needed irrigation to the area, boosting crop production and improving the lives of local farmers.","link":"https://kathmandupost.com/money/2024/05/09/sunkoshi-marin-tunnel-brings-hope-for-parched-madhesh-farmlands","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/TBM-1715225575.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"**Sunkoshi Marin Project: Tunnel Breakthrough**\n\nA 13.3 km tunnel has been built to redirect water from the Sunkoshi River to the Marin River. This project aims to:\n\n* Irrigate 122,000 hectares of farmland in five districts in the central Tarai region\n* Generate 31.07 megawatts of electricity\n\nThe project, which will cost around Rs 87 billion, is expected to be completed by July 2027. It will provide year-round irrigation, boost agricultural production, and help reduce food imports.","summary":"Sunkoshi Marin Multipurpose Project achieved tunnel breakthrough for irrigation and hydropower to benefit 122,000 hectares of farmland and generate 31.07 megawatts."},{"hash":"7a9260bfb939b05cd059dd8800424da7343783052901bbb5247957105717fec6","title":"Japanese food event from May 10th","link":"https://kathmandupost.com/money/2024/05/08/japanese-food-event-from-may-10-1715175694","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/japanesefood-1715175685.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"money","content":"Izakaya Hokkaido, a Japanese restaurant in Nepal, will host a food event at Radisson Hotel Kathmandu from May 10th to 12th, starting at 6:30 pm each evening. The event aims to promote Japanese food culture, introduce new flavors, and share information about Japanese cuisine.","summary":"Izakaya Hokkaido, a Japanese restaurant in Nepal, is hosting a 3-day food event at Radisson Hotel Kathmandu from May 10 onwards to showcase authentic Japanese cuisine and foster cultural exchange."},{"hash":"c5fe1d2f9a8cd6eef1f0a323caa11b7801cd42a62a453832aeefed4f02fa2511","title":"Government plans to check pregnant women for mental health issues.","link":"https://kathmandupost.com/health/2024/05/10/ministry-plans-to-screen-pregnant-women-for-mental-health-problems","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb4-1715304323.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"health","content":"**Maternal Health in Nepal**\n\nThe government plans to start screening pregnant women for mental health issues. This is because mental health problems have caused many deaths of mothers-to-be.\n\nIn the past, Nepal has reduced the number of mothers who die from pregnancy-related problems. But recently, the number of deaths has gone up again.\n\nThe government wants to prevent these deaths by finding and treating mental health problems in pregnant women early on. The plan is to start a pilot program at a hospital in Kathmandu. If the pilot program is successful, it will be expanded to other areas.\n\nNepal's goal is to reduce the number of mothers who die from pregnancy-related problems to 75 per 100,000 births by 2030.","summary":"Amid rising maternal deaths, Nepal's Health Ministry will pilot mental health screening for pregnant women, with suicides accounting for 6% of deaths."},{"hash":"59f298234b280fa0591d0d30e4fbe9e9eb1f6e5022825d49db7c9d29cf0971ae","title":"Doctors and health workers receive training on screening for non-communicable diseases (NCDs) to improve detection and management of chronic conditions such as heart disease, stroke, diabetes, and cancer.","link":"https://kathmandupost.com/health/2024/05/09/doctors-health-workers-get-ncd-screening-training","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/health/thumb19-1715216811.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"health","content":"50 medical workers in Kathmandu have been trained to screen patients for non-communicable diseases (NCDs) like high blood pressure, heart disease, cancer, diabetes, and mental health issues.\n\nThey will screen patients at local health facilities and prescribe medicines, give advice, or refer them for specialized care if needed.\n\nNCDs are a major health concern in Nepal, causing 71% of deaths. The government provides free medicines for some NCDs at state-run health facilities.\n\nHowever, many people don't know they have NCDs because they don't get screened. The trained workers will help identify patients earlier, reducing the burden of NCDs.","summary":"50 Kathmandu health workers received training to screen for non-communicable diseases, which account for 71% of deaths in Nepal, to improve early detection and reduce disease burden."},{"hash":"82b739d47f0c00dff5e5dd29a2d0a22bf0dc7eaf617fbb8b14963fbec0702e41","title":"Less than 2% of new medicines on the market have been fully tested within nine months.","link":"https://kathmandupost.com/health/2024/05/03/under-two-percent-medicines-in-the-market-tested-in-nine-months","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1714697599.jpg&w=900&height=601","date":1714694400000,"source":"kp","category":"health","content":"**Drug Quality in Nepal**\n\n* Drug inspectors collect medicine samples for testing.\n* Only a small number of samples (less than 2%) have been tested so far.\n* Some samples are taking 13 months to be tested, and some have expired.\n* Substandard medicines have been found in testing.\n* The department admits it is not testing enough samples to ensure quality.\n* Drug companies are also responsible for ensuring quality.\n* Understaffing and limited lab capacity are challenges.\n* The recall process for substandard drugs is not fully effective.\n* Inspections are limited by the number of drug inspectors.\n* The lab also faces staff shortages.","summary":"Drug Administration Department (DDA) tested less than 2% of registered drugs, revealing substandard samples, raising concerns about the prevalence of low-quality medicines in the market due to limited testing capacity."},{"hash":"f7d587fba320830df3d5490b1476f7bed784a09cb467e0da2566ea0c042e9aa7","title":"Toxic air pollution increases the risk of developing asthma in young children.","link":"https://kathmandupost.com/health/2024/04/29/toxic-air-is-giving-young-children-asthma","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GKnxljjWYAAVcmb-1714354861.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"health","content":"**Air Pollution and Childhood Asthma**\n\n* Air pollution in Nepal is making children sick with asthma.\n* Asthma causes shortness of breath and wheezing.\n* It's often mistaken for pneumonia, but can be treated with proper care.\n* Pollution also cuts short the lives of Nepalis by about 5 years.\n* The worst areas are Mahottari, Rautahat, Dhanusha, Sarlahi, Bara, Siraha, Saptari, and Rupandehi.\n* Check with a doctor if your child has breathing problems.","summary":"Air pollution, particularly from forest fires and vehicular emissions, has led to a surge in childhood asthma cases in Kathmandu, with significant health impacts including decreased life expectancy due to lung damage and other ailments."},{"hash":"7278c32d05b7d91efd57a55cdeffa191fb8097c7d25b5ac6952d0aaf8ada290f","title":"People in seven districts will receive medicine to prevent elephantiasis.","link":"https://kathmandupost.com/health/2024/04/27/people-in-7-districts-to-be-given-anti-elephantiasis-medicine","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb21706159670-1714183227.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"health","content":"**Elephantiasis Prevention Campaign in Nepal**\n\nA campaign to prevent elephantiasis, a mosquito-borne disease, has begun in seven districts. Healthy people over two years old will receive free medicine for two weeks.\n\nIf this campaign is successful, it could be the last year of the program. The goal is to eliminate the disease in Nepal by 2030.\n\nHealth workers will visit homes to make sure everyone gets the medicine. So far, the disease has been eliminated from 70 out of 77 districts in Nepal.","summary":"Preparations are underway for a mass drug administration drive in seven endemic districts of Nepal to administer anti-elephantiasis medicines to healthy individuals above two years old, with the aim of halting transmission of lymphatic filariasis by 2030."},{"hash":"0ed1ef279c5c1097aa7cd97df03f1d585cd0b8b8aa22954171fd3e38f37f8625","title":"Nepalese food is becoming popular in New York City. Restaurants are opening up and offering a variety of dishes. The food is typically spicy and flavorful, and it is a good way to experience the culture of Nepal.","link":"https://kathmandupost.com/food/2024/05/10/taking-nepali-taste-to-new-york","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/food1-1715265554.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"food","content":"**Aditya Mishra's Culinary Journey**\n\nAditya Mishra, a Nepali chef in New York City, aims to elevate Nepali cuisine globally.\n\n**Early Inspiration:**\n- Drawn to cooking shows as a child\n- Inspired by Anthony Bourdain and other renowned chefs\n\n**The Sewing Tin:**\n- Co-founded a supper club with Akhil Upad\n- Offers a fine dining experience with a sense of community\n- Inspired by immigrant experiences in New York City\n- Menu celebrates Nepali and Indian cultures\n\n**Promoting Nepali Cuisine:**\n- Incorporates authentic Nepali dishes into the menu at The Sewing Tin\n- Believes Nepali cuisine has unique flavors to wow taste buds worldwide\n\n**Challenges in Nepal's Restaurant Industry:**\n- Lack of uniqueness and storytelling in many restaurants\n- Focus on profit over community and authenticity\n- Rising prices without perceived value\n\n**Signature Dish: Confit Duck Chatamari**\n- A traditional Nepali dish with French influence\n- Ingredients include duck, rice batter, garlic aioli, pickled onions, and scallions\n- Assembly involves cooking the rice batter and topping it with shredded duck, aioli, onions, and scallions","summary":"Nepali chef Aditya Mishra, after honing his skills at Michelin-starred restaurants, co-founded 'The Sewing Tin' in New York to globally elevate Nepali cuisine through innovative dishes like Confit Duck Chatamari."},{"hash":"4f18229de2a5d8016e8888758de34cc858e98af2b542ed3077fa8ab2d1e49a3b","title":"Patience, passion, and pastries all require time and care. Just like baking a pastry, achieving goals requires patience, perseverance, and a love for what you do.","link":"https://kathmandupost.com/recipes/2024/04/27/patience-passion-and-pastries","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/BakeleusbyCeleus-1714186343.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"recipes","content":"**About Celeus Baral**\n\nCeleus Baral is a 21-year-old environment science student who is also a passionate baker. She runs the online baking shop Bakeleus and has recently started selling her baked goods at the Yellow House's Night Market.\n\n**Baral's Baking Process**\n\nBaral believes baking is more precise than cooking and requires patience and attention to detail. She emphasizes the importance of using fresh ingredients, many of which she grows herself. Her background in environmental science influences her creations, which she sees as a form of artistic expression.\n\n**Baking Recipes**\n\n**Mini Carrot Cakes:** Moist and flavorful with a cream cheese frosting.\n\n**Mulberry Fudge Cake:** Rich and decadent with a chocolatey flavor and mulberries.\n\n**Strawberry Casserole:** A creamy, fruity dish that is easy to make and perfect for breakfast or dessert.","summary":"Celeus Baral, a young environmental science student with a passion for baking, runs Bakeleus, an online bakery where she incorporates her creativity and environmental consciousness into her variety of baked goods, including tarts, cakes, and brownies."},{"hash":"9780e132b8e20251511cc1c330b02a430eeb7118100ff4ca205cc2bdd81eedba","title":"**Potato: Know Your Food**\n\nPotatoes are a starchy vegetable packed with nutrients:\n\n* **Rich in potassium:** Helps lower blood pressure.\n* **Good source of fiber:** Keeps you full and boosts digestion.\n* **Contains vitamin C:** Supports immune function.\n* **Provides energy:** Rich in carbohydrates.\n\nPotatoes are versatile and can be enjoyed in various ways:\n\n* **Boiled:** Soft and fluffy\n* **Baked:** Crispy on the outside, soft on the inside\n* **Mashed:** Creamy and comforting\n* **French fries:** Crunchy and salty\n* **Roasted:** Caramelized and flavorful","link":"https://kathmandupost.com/food/2024/01/27/know-your-food-potato","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled8copy-1706323718.jpg&w=900&height=601","date":1706313600000,"source":"kp","category":"food","content":"**Potatoes: A Versatile and Nutritious Staple in Nepal**\n\nPotatoes are widely eaten in Nepal, especially in the mountains. They are affordable and included in many dishes.\n\n**Benefits of Potatoes:**\n\n* High in nutrients: vitamins B1, B6, C, potassium, copper, manganese, and fiber.\n* Rich in antioxidants, which protect the body from damage.\n* Good source of carbohydrates and energy.\n* Supports digestive health and lowers cholesterol.\n\n**Types of Potatoes in Nepal:**\n\n* Red: Most popular\n* White: Widely available\n* Dark (blue): Growing in popularity\n* Sweet: Good for immunity and eye health\n* Purple: Rich in antioxidants\n\n**Potato Production in Nepal:**\n\n* Grown in diverse climates, from plains to mountains.\n* Nepal produces 3.4 million tons of potatoes annually.\n* Potatoes are also imported for chips, frozen products, and fresh produce.\n\n**Other Benefits:**\n\n* Safe to eat with minimal pesticide use.\n* Chips and french fries are popular but should be consumed in moderation.\n* Potatoes are not recommended for diabetics due to high carbohydrate content.","summary":"Potatoes are a widely consumed staple food in Nepal, providing essential nutrients while supporting the economy through cultivation and even finding their way into popular dishes like chips and fries, despite being snubbed in local slang."},{"hash":"8f050af11428f186d46c4f64b300a3441341f2f7048fe6b8a30e31626fd61759","title":"**Eggs: A Nutritional Powerhouse**\n\nEggs are rich in nutrients:\n\n* Protein: Essential for building and repairing body tissues.\n* Healthy fats: Support brain and heart health.\n* Vitamins (A, D, E, B12): Vital for vision, immunity, and cell function.\n* Minerals (iron, zinc, selenium): Help prevent anemia and boost overall health.\n\n**Choosing and Storing Eggs:**\n\n* Choose fresh eggs with clean, whole shells.\n* Store refrigerated in original carton for up to 45 days.\n\n**Benefits of Eating Eggs:**\n\n* Support muscle growth and recovery\n* Improve brain function\n* Strengthen bones and teeth\n* Reduce risk of heart disease\n* Keep you feeling full and satisfied\n\n**Tips for Enjoying Eggs:**\n\n* Include in breakfast, lunch, or dinner\n* Cook in various ways: boiled, scrambled, fried","link":"https://kathmandupost.com/food/2024/01/13/know-your-food-eggs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/ezgif3822bacc5da-1705113903.jpg&w=900&height=601","date":1705104000000,"source":"kp","category":"food","content":"Chicken eggs are very healthy and nutritious. They contain most of the minerals and vitamins our body needs and are relatively cheap. Eating eggs daily has many benefits, including weight loss, better blood pressure and protection from infections.\n\nNepal produces enough eggs to meet its own needs. Eggs come in two main sizes: big and medium. Local eggs are available, but they cost more.\n\nEggs are rich in protein and other nutrients. Adults can eat 1-2 eggs per day.\n\nThere is no agency in Nepal that checks the quality of eggs. Studies in other countries have shown that eggs can contain antibiotic residue.\n\nEggs have other benefits too, such as:\n- Helping with weight loss\n- Strengthening bones\n- Increasing mental energy\n- Improving skin health\n- Reducing the risk of eye diseases\n- Supporting brain development in babies","summary":"Chicken eggs provide essential nutrients, support various health benefits like weight loss, protect against infections, contain Omega-3s in pastured eggs (though their availability is limited), and contribute to bone health, prenatal development, skin enhancement, stroke prevention, and eye protection."},{"hash":"4441762448a02cd0b37a86fb1a58f420dbb6206d6c636319eb6405bfa4ae8b25","title":"Piano Piano South serves authentic Italian food featuring fresh pasta and artisanal pizzas. The menu includes traditional Italian dishes, such as spaghetti carbonara and tiramisu. The atmosphere is elegant and inviting, with a focus on providing friendly service.","link":"https://kathmandupost.com/food/2023/12/28/italian-delights-at-piano-piano-south","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/Main1-1703773991.jpg&w=900&height=601","date":1703721600000,"source":"kp","category":"food","content":"**Piano Piano South: Italian Oasis in Lalitpur**\n\nPiano Piano South is a peaceful Italian restaurant in Lalitpur, with both indoor and outdoor seating. The garden area offers a serene environment with piano music.\n\nThe menu features classic Italian dishes, including:\n\n* **Appetizers:** Tomato Soup Shots, Bruschetta Caprese\n* **Main Courses:** Ravioli Prosciutto, Pasta Con Calamari\n* **Desserts:** Tiramisu, Torta Al Cioccolato\n\nThe restaurant also offers a curated wine selection to complement the food.\n\nStandout dishes include:\n\n* **Creamy Tomato Soup:** Rich and flavorful with a hint of sweetness.\n* **Ravioli Agli Spinaci:** Spinach-filled ravioli with a creamy sauce.\n* **Prosciutto with Slow-Roasted Tomatoes:** Prosciutto wrapped around tender tomatoes and eggplant.\n* **Prosciutto E Arugula:** Thinly sliced prosciutto, melted cheese, and fresh arugula on a crispy pizza crust.\n\nPiano Piano South is a great place for both intimate dining and family gatherings. The peaceful atmosphere makes it a perfect escape from the city.","summary":"Piano Piano South, an Italian restaurant in Lalitpur, offers a serene atmosphere, diverse Italian cuisine by chef Sujan Poudel, a curated wine selection, and is perfect for relaxation and family time."},{"hash":"85fd1b1b76fc26f28ffe0a271a86ba321af054d84ef73a9cb8c3c3bf2c72f12e","title":"**7 Unforgettable Places to Visit in Nepal in 2024:**\n\n1. Kathmandu: Explore the ancient capital with its temples, palaces, and UNESCO World Heritage sites.\n2. Pokhara: Enjoy stunning lake views, stunning mountains, and adventurous activities like paragliding and boating.\n3. Chitwan National Park: Immerse yourself in the wilderness, spot rhinos, elephants, and tigers.\n4. Everest Base Camp: Embark on the iconic trek to the base of the world's highest mountain.\n5. Annapurna Circuit: Experience breathtaking mountain scenery and diverse landscapes on this epic trekking route.\n6. Lumbini: Visit the birthplace of Lord Buddha and discover the significance of this pilgrimage site.\n7. Mustang: Explore the remote and rugged Tibetan-influenced region with its ancient monasteries and unique landscapes.","link":"https://kathmandupost.com/travel/2024/02/19/7-places-in-nepal-you-should-visit-in-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1708309532.jpg&w=900&height=601","date":1708300800000,"source":"kp","category":"travel","content":"**Mundhum Trek**\n- Cultural walking trail in Nepal's eastern Koshi province.\n- Passes through indigenous villages and stunning landscapes.\n- Offers panoramic views of Mount Everest and other 8,000-meter peaks.\n- Advisable to carry tents for accommodation.\n\n**Janaki Mandir**\n- Hindu temple in Janakpur, built in 1874.\n- Blend of Mughal and local architecture.\n- Largest temple in Nepal with 60 rooms.\n- Pilgrims visit to pay homage to Sita, the daughter of King Janak.\n\n**Kuri Village, Kalinchok**\n- Tourist destination at 3,842 meters altitude.\n- Known for its snow during winter and panoramic Himalayan views.\n- Accessible by chains on vehicle wheels or specially modified jeeps.\n\n**Annapurna Base Camp Trek**\n- Picturesque journey to the foothills of Annapurna South.\n- Distance of 81 kilometers from Pokhara.\n- Offers cultural diversity, typical Nepali villages, and stunning scenery.\n- Budget-friendly trek that can be done year-round.\n\n**Bardiya National Park**\n- Home to the Royal Bengal Tiger.\n- Rich in wildlife, including Asian elephants and one-horned rhinoceros.\n- Jungle safaris and rafting opportunities.\n\n**Khaptad National Park**\n- Protected area in far western Nepal.\n- Trekkers should bring their own supplies.\n- Ideal visiting times are spring and autumn.","summary":"From the Mundhum Trek in Koshi to Annapurna Base Camp in Gandaki, Bardiya National Park in Lumbini, Khaptad National Park in Sudurpaschim, and Janaki Mandir and Kuri Village in Madhesh and Bagmati, Nepal offers diverse cultural, religious, and natural attractions for trekkers and travelers."},{"hash":"c077b34beda2250a997231f215f178053a057340c5c72de0aec15b25ae40ddb7","title":"Phidim, a town in Nepal, embraces its past and present. While old memories and traditions remain, new realities, such as urbanization, bring changes to the way of life. People adapt, blending old and new to create a rich and dynamic community.","link":"https://kathmandupost.com/travel/2023/11/18/old-memories-and-new-realities-in-phidim","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/phidim%20main%20(1).JPG&w=900&height=601","date":1700265600000,"source":"kp","category":"travel","content":"**Hometown Visit**\n\nThe author returned to his hometown, Phidim, after a long journey. It has changed significantly, with concrete buildings replacing old houses. The author visits his childhood home and school, filled with memories.\n\nPhidim has become a transit town for pilgrims to Pathibhara Devi Temple. The author realizes that Phidim is transitioning, losing its charm but gaining urban features. Despite improvements like roads and buildings, the lack of education and healthcare is driving people away.\n\nThe author reflects on the inevitability of leaving a place, as symbolized by the passing of the Kanchhi Dokan and the mountains of his childhood. Phidim remains a mix of nostalgia and change, capturing the interplay between memory and progress.","summary":"During a nostalgic return to his hometown Phidim with family, the author reflects on significant changes over time, including urban development, social transformation, and the town's evolving significance as a transit hub."},{"hash":"6ec2c2cb523a223a47b5f232132774b5872a4d0a9220fb4a176d50e203ea7484","title":"Architecture that combines beauty and functionality, like a work of art.","link":"https://kathmandupost.com/travel/2023/10/28/a-blend-of-architecture-and-artistry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/travel5-1698457058.jpg&w=900&height=601","date":1698451200000,"source":"kp","category":"travel","content":"**Lucknow's Bara Imambara**\n\nLucknow, known for its lively atmosphere and delicious food, features the impressive Bara Imambara.\n\nBuilt to provide jobs during a famine, this magnificent structure has a grand gate, Rumi Darwaza. Inside, the Asafi Hall is vast and unsupported by pillars, a marvel of engineering.\n\nThe labyrinthine Bhool Bhulaiyaa maze, with its echoing sounds, is a must-see. Climb to the roof for stunning city views.\n\nUnderground, the Shahi Baoli stepwell provides a cool respite. Its well reflects visitors, like a CCTV camera, showcasing its ingenious design.\n\nBara Imambara is a testament to Lucknow's rich history and architectural brilliance.","summary":"Bara Imambara, built during a famine to provide employment, features the magnificent Asafi Hall, an unsupported vaulted chamber, a labyrinthine Bhool Bhulaiyaa, and the architectural marvel of Shahi Baoli, showcasing the ingenuity and opulence of the Nawabi era."},{"hash":"e38b1beb524d0349efe3710dd274aab2205ecb04d36e45cc18e25ff5fb66e639","title":"Trekking and Trail Adventures for Outdoor Enthusiasts","link":"https://kathmandupost.com/travel/2023/10/14/of-treks-and-trails","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/travelmain-1697245584.jpg&w=900&height=601","date":1697241600000,"source":"kp","category":"travel","content":"**Climbing Mountains: Tips and Preparation**\n\n* **Mindset:** Stay positive and believe in your abilities.\n* **Preparation:** Start training a month before your trip, including walking and stretching.\n* **Essentials:** Pack light clothing, a down jacket, warm layers, sunglasses, and sturdy boots.\n* **Period Management:** Carry period supplies and manage symptoms while trekking.\n* **Altitude Sickness:** Rest and take medication if you experience altitude sickness.\n* **Communication:** Build good relationships with trekkers and guides.\n* **Challenges for Women:** Female trekkers may face underestimation, but they should prove their abilities.\n* **Becoming a Guide:** Enroll in a trekking guide course to learn essential skills and knowledge.","summary":"Climbing mountains like Everest requires enduring extreme conditions, necessitating experienced guides and proper preparation involving physical fitness, essential gear, and handling of altitude sickness and injuries, while female trekkers face additional challenges due to societal biases."},{"hash":"a9ad689d21f22e85bcaa462724561585142b33988f2d2ded57420f55cc029fb5","title":"**Solo Travel in Nepal: A Guide**\n\nNepal offers a rich tapestry of experiences for solo travelers.\n\n**Best Time to Travel:** Autumn (September-November) and spring (March-May)\n\n**Visa:** Tourist visa required for most nationalities\n\n**Accommodation:** Guesthouses, hostels, and luxury hotels available throughout the country\n\n**Transportation:** Public buses, taxis, and private tours offer convenient options\n\n**Safety:** Nepal is generally safe, but precautions like avoiding night walks and being aware of surroundings are advisable\n\n**Must-Visit Destinations:**\n\n* **Kathmandu:** Explore ancient temples, bustling markets, and vibrant nightlife\n* **Pokhara:** Gateway to Annapurna Base Camp Trek with stunning lakeside views\n* **Chitwan National Park:** Witness incredible wildlife including rhinos, tigers, and crocodiles\n* **Everest Base Camp Trek:** Trek through the Himalayas to the base of Mount Everest (permit required)\n\n**Tips:**\n\n* Learn basic Nepali phrases\n* Carry cash and a local SIM card\n* Book accommodations in advance, especially during peak season\n* Respect local customs and traditions\n* Take precautions against altitude sickness\n\nNepal welcomes solo travelers with open arms. Embrace the adventure and create unforgettable memories in this captivating country.","link":"https://kathmandupost.com/travel/2023/06/17/travelling-nepal-solo","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/SoloTravelMain11zon-1686967229.jpg&w=900&height=601","date":1686960000000,"source":"kp","category":"travel","content":"Five women created Duluwa Outdoors, a platform to empower female travelers.\n\nNepal is generally safe for solo travelers, including women.\n\nGood solo travel destinations in Nepal include:\n- Pokhara-Bandipur\n- Annapurna area\n- Illam, Dharan-Dhankuta, Palpa\n- Chitwan, Bardiya, Shuklaphanta\n\nTips for solo travelers:\n- Plan ahead and research your destination\n- Understand the risks and pack accordingly\n- Budget appropriately\n- Inform loved ones of your whereabouts\n- Trust your gut and be aware of your surroundings","summary":"Five female travelers launched Duluwa Outdoors in 2021, a platform to encourage and empower women to travel Nepal, providing advice and a community for solo female travelers, emphasizing safety tips and recommended destinations."},{"hash":"6abff852e013616a4b186563210990eae2ab277dec212259f16a73c76d3dc949","title":"Government to give cash prizes to cricketers and athletes.","link":"https://kathmandupost.com/sports/2024/05/10/government-to-provide-cash-reward-to-cricketers-athletes","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb6-1715304954.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"sports","content":"**Government to Award Sportspersons**\n\nThe government announced cash prizes worth Rs29.71 million for sportspersons for their achievements:\n\n* **Cricket:** Cricketers to receive Rs20.47 million, including Rs1.3 million each for the men's cricket team qualifying for the 2024 T20 World Cup.\n* **Karate:** Arika Gurung to receive Rs1.95 million for winning a silver medal at the 2022 Asian Games.\n* **Women's Kabaddi:** Each player on the team to receive Rs390,000 for winning bronze at the 2022 Asian Games.\n* **Paralympic:** Palesha Goverdhan to receive Rs1.3 million for winning bronze at the 2022 Asian Para Games.","summary":"Government rewards sportspersons like Nepali cricket team, Arika Gurung, women's kabaddi team, and Palesha Goverdhan with cash prizes for outstanding achievements."},{"hash":"d3bf2681c5f44f567c2b7e08f966046fb572ea416e8cfddac399e392844a7256","title":"Nepal won the last match against West Indies A, concluding the series with 2 wins and 3 losses.","link":"https://kathmandupost.com/cricket/2024/05/04/nepal-win-last-match-against-west-indies-a-to-conclude-series-2-3","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GMucR8qbwAAxeZl-1714817959.jpg&w=900&height=601","date":1714780800000,"source":"kp","category":"cricket","content":"Nepal beat West Indies A by six wickets in the fifth T20 match.\n\nAasif Sheikh and Anil Sah scored half-centuries for Nepal.\n\nKushal Malla finished the game with a quick 37 runs.\n\nSagar Dhakal and Sompal Kami took three wickets each for Nepal.\n\nWest Indies A won the series 3-2.\n\nNepal will now go to the West Indies and the United States for a training camp before playing in the T20 World Cup in June.","summary":"Nepal defeated West Indies A by six wickets, led by impressive batting from Aasif Sheikh, Anil Sah, and Kushal Malla, while Sagar Dhakal and Sompal Kami excelled in bowling, despite West Indies A winning the five-match series 3-2."},{"hash":"9d7ced68a72cb11104cf4b0dbf516e03a1daade9b97560e45bd16d4688ad8043","title":"West Indies beat Nepal with a 210-run target.","link":"https://kathmandupost.com/cricket/2024/05/02/west-indies-a-post-210-run-target-against-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/match-1714707130.jpg&w=900&height=601","date":1714608000000,"source":"kp","category":"cricket","content":"**Nepal T20 Series**\n\nNepal lost their fourth T20 match to West Indies A, giving the visitors a 3-1 lead in the series. Despite Nepal fielding a strong team, their batting struggled, with only Rohit Paudel performing well.\n\n**Key Points:**\n\n* Nepal lost all their wickets while chasing 210 runs.\n* Opener Kushal Bhurtel scored poorly again, while Aasif Sheikh was bowled out early.\n* Paudel played a strong innings with 82 runs, but was dismissed later on.\n* West Indies A posted a high score of 209-3, thanks to half-centuries from Johnson Charles and Andre Fletcher.\n\nThe fifth and final T20 match will be played on Saturday.","summary":"Nepal suffered a 28-run defeat to West Indies A in the fourth T20, giving the visitors an unassailable 3-1 series lead, despite a valiant 82 from Rohit Paudel."},{"hash":"a5e3edf276d54cd57e7292f16946aa79bba9683852ec9205a675963d0ef498de","title":"Nepal has named its squad for the ICC Men's T20 World Cup.","link":"https://kathmandupost.com/sports/2024/05/01/nepal-announces-squad-for-icc-men-s-t20-world-cup","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/nepal-1714612274.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"sports","content":"Nepal's cricket team for the T20 World Cup has been announced.\n\nMost players from the previous team have been retained, including captain Rohit Paudel.\n\nNepal hopes experienced players will help address their batting struggles.\n\nSome batters have been dropped due to poor performances.\n\nAnil Sah and Kushal Bhurtel have been included despite recent struggles.\n\nAll-rounder Dipendra Singh Airee and young player Gulsan Jha are also in the squad.\n\nExperienced fast bowler Sompal Kami and spinner Lalit Rajbanshi will lead the bowling attack.\n\nNew additions include spinner Sagar Dhakal and pacer Kamal Singh Airee.\n\nNepal is in Group D with the Netherlands, Bangladesh, Sri Lanka, and South Africa.","summary":"Nepal's 15-man T20 World Cup squad retains experienced players despite struggles with batting and form in recent matches."},{"hash":"587d9826d33d077d9f8ec0c9800df873f925ac5cba53d816e1a766ef3043efeb","title":"Nepal lost to West Indies A by 76 runs in a cricket match.","link":"https://kathmandupost.com/cricket/2024/05/01/nepal-lose-to-west-indies-a-by-76-runs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/43806500011620135283099391032221761881945213n-1714559440.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"cricket","content":"West Indies A defeated Nepal by 76 runs in T20 cricket.\n\nWest Indies scored 228, led by Johnson Charles' century.\n\nNepal fell short, scoring 151, despite opener Binod Bhandari's 19 runs and Karan KC's late cameo of 28.\n\nWest Indies A lead the series 2-1.","summary":"West Indies A defeated Nepal by 76 runs in the third T20I, with Johnson Charles scoring a century and Nepal collapsing in their chase despite Karan KC's 28."},{"hash":"a77a0c2323c017cc870d2101f4c8687ac8940074ab08956956a8ebe7c6643e11","title":"philippines-calls-for-expelling-chinese-diplomats-as-south-china-sea-row-escalates","link":"https://kathmandupost.com/world/2024/05/10/philippines-calls-for-expelling-chinese-diplomats-as-south-china-sea-row-escalates","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersJMZEKD5QEJLFDCE6KC3JIDTXEQ-1715343526.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"world","content":"Philippines wants to expel Chinese diplomats over a leaked phone call about the South China Sea dispute.\n\nThe Philippines says China's embassy spread fake news to cause problems between the two countries.\n\nChina says their diplomats were just doing their job and wants the Philippines to stop making accusations.\n\nThe Philippines has been getting support from the US and other countries to protect its territory in the South China Sea from China.\n\nChina says the Philippines is trespassing and acting against them in its exclusive economic zone.\n\nExpelling diplomats could make the situation worse, which has already included military standoffs and accusations of dangerous behavior.","summary":"Philippines calls for expulsion of Chinese diplomats amid heightened tensions over South China Sea phone leak allegations, while China accuses the Philippines of provocation and denies wrongdoing."},{"hash":"0ebcfd98bda200c4ea542b433d9d88deb13c98853909002fe97bc490d5e2709f","title":"The highest court in India has temporarily granted bail to Arvind Kejriwal, a leader of the opposition party, so that he can run in the upcoming elections.","link":"https://kathmandupost.com/world/2024/05/10/india-top-court-grants-temporary-bail-to-opposition-leader-kejriwal-to-campaign-in-elections","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/VPOES3S5DZKSJFGGK7I423DKDM-1715331831.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"world","content":"Delhi's Chief Minister Arvind Kejriwal was granted bail by the court, allowing him to continue campaigning in the ongoing elections. \n\nKejriwal was accused of corruption and arrested in March, but his party denies the claims. The government denies influencing investigations, which some say are used against opposition leaders.\n\nKejriwal was released on bail while awaiting trial. His wife has been campaigning in his absence. Voting is ongoing, with the next phase on May 25th. Results will be announced on June 4th.","summary":"Amidst election scandals, Delhi Chief Minister Kejriwal was granted bail for corruption charges, raising opposition morale while elections in New Delhi are scheduled for May 25."},{"hash":"4d1e5970683b220a3a181fcf8a9659ad24ba8e6238140fc24bf200beeabc779f","title":"Piracy and unauthorized translations of foreign books are widespread in Nepal, depriving authors of revenue.","link":"https://kathmandupost.com/books/2023/07/31/unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/books-1690776078.jpg&w=900&height=601","date":1690761600000,"source":"kp","category":"books","content":"**Unauthorized Book Translations in Nepal**\n\n**Overview:**\n\nNepali book market is flooded with unauthorized translations of popular books. These translations lack quality and hurt authors, publishers, and readers.\n\n**Author's Perspective:**\n\nAuthor Taslima Nasrin has stated that all Nepali translations of her books are unauthorized. She has never given permission or received royalties.\n\n**Unauthorized Translations:**\n\n\"All books [Nepali translations] are pirated versions,\" says Nasrin. Examples of unauthorized translations include:\n\n* Nepali translation of Steve Jobs' biography by Walter Isaacson\n* Nepali translation of \"Rich Dad Poor Dad\" by Robert Kiyosaki and Sharon Lechter\n\n**Consequences:**\n\n* Poor translations that misrepresent the original work\n* Authors and publishers lose income\n* Nepal's book industry and reputation are tarnished\n* Lack of legal action against copyright violators\n\n**Reasons for Piracy:**\n\n* Small market in Nepal makes translation rights less profitable\n* Lack of regulatory mechanisms for translation quality\n* High import tax on books\n\n**Government's Role:**\n\n* Copyright Act (2002) exists but enforcement is weak\n* Government can control piracy by seizing books, closing pirate websites, and reducing import tax on books\n\n**Collaboration Needed:**\n\n* Authors, publishers, writers, and readers should work together to combat piracy\n* International publishers can provide affordable translation rights\n* Universities and the Nepal Academy can enhance translation standards","summary":"Unauthorised Nepali translations and prints of renowned international books, including Taslima Nasrin's works, have proliferated the market, harming authors, publishers, and disrupting the translation industry."},{"hash":"f91af36450d89ad58798b4c4d401adfda4ba09b3625ea1c7677f78706e25f747","title":"desperate-youths-from-maoist-heartland-hit-us-wall","link":"https://kathmandupost.com/national/2023/06/25/desperate-youths-from-maoist-heartland-hit-us-wall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/CIJ-1687660964.jpg&w=900&height=601","date":1687651200000,"source":"kp","category":"national","content":"**Illegal Immigration to the US from Rukum**\n\nMany youths from Tak village in Rukum East are attempting to enter the US illegally, often with disastrous consequences. Eight have been deported, losing millions of rupees in loans. They were detained and lost refugee status.\n\nThe illegal immigrants often take loans at high interest rates to finance their trips. Some families have left the village due to debt and creditors' pressure.\n\nDeportation has led to mental health issues and increased financial burden. Some have even died during the journey.\n\nLocal governments and political parties are not addressing the issue. Human traffickers exploit the lack of economic opportunities in former Maoist \"base areas.\"\n\nPolice face challenges in prosecuting cases due to lack of complaints and specific laws.\n\nThe trend highlights the failure of the political system to provide livelihoods and address the needs of marginalized communities.","summary":"Youth from Rukum East, a former Maoist insurgency \"base area,\" are facing significant financial losses and mental health challenges due to illegal migration to the United States, with 45 million rupees lost and eight deportees facing insurmountable debts."},{"hash":"5b41caa28761fd8ada1be7951764ae6954dd5a645984d3ea1fe0cdb1a6b25396","title":"no-private-hospital-bed-for-poor-patients","link":"https://kathmandupost.com/national/2023/06/10/no-private-hospital-bed-for-poor-patients","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/thumb19-1686358218.jpg&w=900&height=601","date":1686355200000,"source":"kp","category":"national","content":"**Summary:**\n\n**Problem:**\n\nPrivate hospitals in Nepal are not following government rules that require them to provide free services and beds to the poor.\n\n**Reasons:**\n\n* Hospitals claim they don't know the rules.\n* Hospitals give discounts instead of providing free services.\n* Local governments do not monitor hospitals to ensure compliance.\n\n**Consequences:**\n\n* Poor people cannot afford medical care.\n* Hospitals profit from ignoring the rules.\n\n**Possible Solutions:**\n\n* Better enforcement of rules by local governments.\n* Hospitals being required to provide proof of free services given.\n* Amendment of regulations to make them more practical.\n* Increase in monitoring of hospitals by local governments.","summary":"Gyanumaya BK, a 69-year-old laborer, has incurred heavy medical expenses despite regulations requiring private hospitals to provide free treatment to the needy, which are routinely flouted."},{"hash":"76d90bffa13a5f8e29f2a657b46763cb72bd2b5c3e7c4836de6d4bbffed828a2","title":"**Nepali Bureaucracy**\n\n* Highly hierarchical and structured, with many layers of decision-making.\n* Officials have specific roles and responsibilities, often based on seniority.\n* Decision-making can be slow and bureaucratic, with multiple approvals required.\n* Lack of transparency and accountability can lead to delays and corruption.\n* Personal connections and patronage can influence decisions.\n* Understanding the bureaucracy is important for navigating the system and getting things done.","link":"https://kathmandupost.com/columns/2024/05/08/understanding-nepali-bureaucracy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadPostIllustration-1715184406.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"columns","content":"**Nepali Bureaucracy:**\n\n**Contradictory Narratives:**\n\n* View 1: Bureaucrats are powerful and control politicians.\n* View 2: Bureaucrats are subservient to politicians and work for their own gain.\n\n**How are both narratives true?**\n\n* Power is flexible, allowing bureaucrats to:\n    * Resist political influence\n    * Maintain the status quo\n    * Collude with politicians\n\n**Strengthening of Bureaucracy:**\n\n* Civil Service Act (1993) protected bureaucrats from political interference.\n* Politicians relied on bureaucrats for support, further weakening executive power.\n* Politicization and unionization gave bureaucrats more leverage.\n\n**Multiple Options for Bureaucrats:**\n\n* Can resist politicians or maintain the status quo.\n* Can also collude with politicians for personal gain or support.\n\n**Implications:**\n\n* Excessive bureaucratic power can lead to poor public service.\n* Reforms needed to balance bureaucratic power and political accountability.\n\n**Recommendations:**\n\n* Abolish party-based trade unions for bureaucrats.\n* Limit bureaucratic influence on transfers.\n* Tie promotions to work performance.","summary":"Bureaucracy in Nepal has conflicting narratives: powerful and subservient due to strengthened bureaucratic space since democratization, allowing bureaucrats multiple options (resistance, status quo maintenance, collusion) while engaging with politicians amid political instability."},{"hash":"a67b8cd26635fa2281f13500ace4b1c241ed1e818a7be9248b076f23d682b291","title":"Mass education means providing education to a large number of people.\n\nIt aims to make education accessible to all, regardless of their background or ability.\n\nIt helps to improve social mobility, reduce poverty, and promote economic growth.","link":"https://kathmandupost.com/columns/2024/05/08/massing-of-education","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/opinion/DownPostFilePhoto-1715184169.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"columns","content":"**Mass Higher Education: A Post-World War II Phenomenon**\n\nAfter World War II, there was a push for more people to attend college, called \"mass higher education.\" This was partly to promote social equality, but also to boost the economy by producing more skilled workers.\n\nHowever, this expansion of college has led to concerns about quality and standards. This is because to make college accessible to more people, schools have accepted students with lower qualifications and watered down the curriculum.\n\nResearchers have found that students today are getting better grades with less effort than students in the past. This suggests that grades are being inflated and standards are being lowered.\n\nDespite these concerns, the trend towards mass higher education has continued. UNESCO has even proposed lifelong learning, where people continue to learn throughout their lives.\n\nBut some argue that this push for mass higher education is driven more by business and economic interests than by a genuine desire to improve education.\n\nAs a result, it's important to question the motives behind the push for mass higher education and to consider the potential consequences for the quality of education and our society.","summary":"Post-WWII capitalist ideology sparked unprecedented mass higher education expansion, driven by economic motives and commodification of HE, leading to a crisis in quality and a decline in original research."},{"hash":"14fbcd22a699570d65e7758d4c2963317220d35cfa4e26f16ce7492b810b1cab","title":"India prepares for Prime Minister Modi's third term, as the 2024 national elections loom.","link":"https://kathmandupost.com/columns/2024/05/07/bracing-for-modi-s-third-term","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadReuters-1715097209.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"columns","content":"**India's Election: Modi's Third Term Likely**\n\n- India is holding the largest-ever election, with 543 members to be elected to the lower house of parliament.\n- Most experts predict that Prime Minister Narendra Modi will easily win a third term.\n- Modi's popularity overshadows any other candidates or political parties.\n- This election is notable for its lack of excitement and enthusiasm among voters.\n- Modi is campaigning as a symbol of India, downplaying his party and other candidates.\n- Modi's rule has had both successes and failures, including economic growth, a pandemic mishandling, and foreign policy tensions.\n- Modi's government has used questionable tactics, such as raids and fake news campaigns, to silence opponents.\n- Modi is likely to continue his flashy spending and self-promotion during his third term.\n- Nepal should be prepared for a challenging relationship with India if Modi wins again.","summary":"India's massive parliamentary elections, influenced by Prime Minister Modi's popularity, may result in his third consecutive term, despite concerns over economic inequality, foreign policy challenges, and alleged political suppression."},{"hash":"505beefca11049926520cda4acceb5956f992fa7c660a8ef9ded812776844ff1","title":"**Toilets for All**\n\nToilets for All is a campaign to build public restrooms in underprivileged communities. These restrooms provide clean, safe, and accessible toilets, showers, and other amenities to people who need them most. The campaign has helped improve the health and well-being of thousands of people by reducing the spread of diseases and improving access to basic hygiene.","link":"https://kathmandupost.com/editorial/2024/05/07/toilets-for-all","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb-1715129836.png&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Gender-Inclusive Toilets: A Step towards Inclusivity for LGBTIQ Individuals**\n\nWorldwide, activists and LGBTIQ+ individuals are calling for gender-inclusive toilets that welcome everyone, regardless of their gender identity. This is gaining importance in Nepal, where the country strives for equality and safety for marginalized people, including gender non-conforming individuals.\n\n**Why are Gender-Inclusive Toilets Important?**\n\n* They promote safety and comfort for transgender and non-binary individuals.\n* They reduce marginalization and stigma.\n* They create inclusive spaces for LGBTIQ+ individuals.\n\n**Current Situation in Nepal**\n\n* Nepal has yet to conduct studies on gender-inclusive toilets.\n* Limited number of gender- and disability-inclusive toilets available, especially in Kathmandu.\n* Mayor of Kathmandu has pledged to build new public toilets, but it's not clear when they will be constructed.\n\n**Benefits Beyond Inclusivity**\n\n* Gender-inclusive toilets boost \"pink tourism,\" attracting queer visitors.\n* They create inclusive spaces for LGBTIQ+ individuals within Nepal.\n\n**Need for Change**\n\n* Sensitization campaigns are needed to educate people about disability, sexuality, and gender diversity.\n* Standards for building gender-inclusive toilets should be established.\n* Businesses and stakeholders should invest in gender-inclusive toilets to welcome queer tourists and create inclusive spaces for LGBTIQ+ individuals.","summary":"Activists advocate for gender-inclusive toilets in Nepal, crucial for the safety and inclusion of transgender and non-binary individuals despite societal norms and safety concerns, but practical implementation and societal acceptance remain challenges."},{"hash":"33d5b7761eb5bd3b41e26b739647600e33685d1a97a97f0651c70b2650289129","title":"Unity is strength.\nWhen divided, we become weaker and vulnerable.","link":"https://kathmandupost.com/editorial/2024/05/07/divided-we-fall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb7-1715044507.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"Political parties keep splitting and merging in Nepal for power, not ideology. The latest split happened because a group feared being replaced in the government. These splits weaken the hope of people who supported movements for change, and it makes it harder for Nepal to have a pluralistic society where different groups can have a say.","summary":"Nepal's ruling coalition splits Janata Samajbadi Party to prevent a potential opposition alliance, highlighting the routine nature of party formation and dissolution in the country's political landscape."},{"hash":"349bf15e76b9ee93953ea9dcd19ecc5848ef7349536cadd8b4015572475f8225","title":"Do-it-together: collaborative approach where people work and learn together to accomplish a project.","link":"https://kathmandupost.com/editorial/2024/05/05/do-it-together","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb14-1714955634.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"editorial","content":"Prime Minister Dahal plans to investigate fraudulent co-operative activities that have caused many victims. Despite opposition from the Nepali Congress, Dahal wants to form a parliamentary committee to investigate the issue, including allegations against Home Minister Lamichhane. The Congress fears the investigation may not be fair, but Dahal assures it will be impartial. Both parties must work together to resolve this issue for the victims, who are at risk of protesting if the situation is not addressed.","summary":"Prime Minister Pushpa Kamal Dahal considers forming a parliamentary probe committee to address fraudulent co-operative practices, but the Nepali Congress remains skeptical due to previous attempts to save Home Minister Rabi Lamichhane."},{"hash":"b8cf800b128e5429effac6538b5cdeff14e12e5c92d4968c239f48ce105eb283","title":"Padam Giri is an entrepreneur and social worker who co-founded NuMundo to help underprivileged communities in India. He promotes education, healthcare, and women empowerment, working with local organizations and governments to implement sustainable solutions. Giri believes in the potential of these communities and emphasizes the importance of collaboration, innovation, and community involvement to create lasting change.","link":"https://kathmandupost.com/interviews/2024/05/05/interview-with-padam-giri","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/padamgiri-1714923097.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"interviews","content":"**Parliament Session Begins Amidst Controversy**\n\nThe budget session of Parliament starts Friday, but differences between the ruling and opposition parties over investigating alleged fraud involving a government minister remain unresolved.\n\n**Government's Plan to Make House Productive**\n\nThe government aims to:\n\n* Form a committee to study cooperative fraud, but not target a specific individual.\n* Encourage the main opposition to support a broader investigation.\n* Get crucial bills endorsed, including:\n    * Education bill\n    * Banking Act amendment\n    * Transitional Justice Act amendment\n\n**Reasons for Unproductive Parliament**\n\nThe Minister for Law, Justice, and Parliamentary Affairs cites:\n\n* Unsatisfactory performance of Parliament\n* Lack of broad consultation in bill drafting\n\n**Transitional Justice Act Amendment**\n\n* Most contentious issues have been resolved through discussions.\n* Differences remain over:\n    * Listing murder as a serious violation\n    * Reduced sentencing\n\n**Committee to Recommend Transitional Justice Commission Members**\n\n* Formed despite objections\n* Human Rights Commission urged to participate\n* Agreement on appointing retired judges to the committee and commissions\n\n**Other Issues**\n\n* Supreme Court justice vacancies to be filled soon.\n* No discussions on changing the electoral system.\n* No possibility of a UML-Congress government coalition.","summary":"The budget session of Nepal's parliament begins despite ongoing disputes over the formation of a committee to investigate fraud allegations against a senior minister, with the government hoping to endorse crucial bills and increase parliamentary productivity."},{"hash":"39eb27d07dda639b3d5dd4481b8d6012361b0eeb330937898496f65c11c09fe8","title":"Expect difficulties in the next two months due to fires.","link":"https://kathmandupost.com/interviews/2024/04/28/next-two-months-will-be-challenging-due-to-fire-incidents","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/anilpokharel-1714368894.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Fire Incidents in Nepal**\n\n**Causes:**\n\n* Low rainfall, high temperatures, and strong winds\n* Absence of major fires in the past two years led to accumulation of dry forest litter\n* Stubble burning by farmers\n\n**Consequences:**\n\n* 110 houses destroyed in Mahottari\n* Settlements destroyed in Gulmi, Rupandehi, and Arghakhanchi\n* Nine deaths in two weeks\n* Indirect health impacts due to air pollution\n\n**Government Response:**\n\n* Convened meetings and alerted authorities\n* Introduced new technologies:\n    * Portable fire pumps (cost-effective and handheld)\n* Provided training to:\n    * Community forest group members\n    * Local volunteers\n    * Security agencies\n* Emphasized role of local governments (palikas) in tackling incidents\n\n**Role of Provinces:**\n\n* Conduct risk assessments\n* Enhance capacity of local governments\n* Implement innovative disaster management strategies (e.g., insurance in Karnali)\n\n**Concerns about Preparedness in Business Complexes:**\n\n* Lack of fire safety systems and evacuation plans\n* Need for inspections and assessments to ensure safety","summary":"Widespread fire incidents in various districts, resulting in loss of life, property, and increased risk due to insufficient rainfall, high temperatures, and wind gusts; government initiatives include training, equipment, and awareness campaigns."},{"hash":"2d1dcd1af2a010f1dc8a5288d051100d0a7e6e1ee7a6d0087e377a8fa051364f","title":"Nepal offers equal opportunities for all investors, ensuring a fair and transparent business environment.","link":"https://kathmandupost.com/interviews/2024/04/28/nepal-presents-equal-opportunity-for-all-investors","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1714270342.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"Nepal is hosting the third Investment Summit to attract foreign investors.\n\nNepal has learned from previous summits and has invited potential investors and showcased success stories to inspire investment.\n\nThe government has made laws more favorable to foreign investment, including amending laws and improving sovereign credit rating.\n\nNepal acknowledges that political instability may concern investors, but emphasizes stable policies and a focus on economic development.\n\nGeopolitical factors are considered, but Nepal welcomes legal investment without bias, recognizing the benefits of international cooperation.\n\nThe government believes that the summit will attract investments and promote economic growth in Nepal.","summary":"Nepal's third Investment Summit aims to attract FDI by showcasing investment opportunities and amending laws, addressing concerns about political instability and geopolitics while highlighting successful investors' experiences."},{"hash":"b8119b43ed80553d871f3b6e70a45b435e16350f69e3656d8ec00cdfd1f5e39e","title":"Directly electing Prime Ministers and Chief Ministers could reduce government instability by giving citizens more control over who leads them.","link":"https://kathmandupost.com/interviews/2024/04/21/direct-election-of-prime-minister-and-chief-minister-way-out-of-instability","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/interview-1713764589.jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"interviews","content":"**Unhealthy Power Play in Politics**\n\n* Political parties engage in excessive competition to form provincial governments.\n* This has increased public frustration with the provinces.\n* Leaders blame the mixed electoral system for Nepal's instability.\n\n**Electoral System and Leader Ambitions**\n\n* Some blame the electoral system for instability, but political analyst Tula Narayan Shah believes it's due to leaders' ambitions and corruption.\n* A single-party majority has not necessarily led to stability in the past.\n\n**Flaws in Electoral System**\n\n* The first-past-the-post system favors certain groups, such as high-caste males.\n* The proportional representation system was intended to increase representation of marginalized groups, but leaders have misused it.\n\n**Proposed Solution: Direct Elections**\n\n* Shah advocates for directly elected executive heads in provinces and at the center to ensure stability.\n* Scrapping the proportional representation system is not the solution.\n\n**Provincial Performance and Public Trust**\n\n* Provinces have failed to deliver and win public trust due to:\n    * Corruption\n    * Lack of clear roadmaps\n    * Power politics by political parties\n\n**Sub-National Administrations and Public Mood**\n\n* Areas with informed and active citizens hold administrations accountable.\n* In some regions, patronage dynamics and discrimination persist, weakening local units and administrations.\n\n**Local vs. Provincial Performance**\n\n* Local units have authority and perform better than provinces.\n* Provinces need more authority to effectively function.\n\n**Rise of New Parties in Madhesh**\n\n* Janamat Party and Nagarik Unmukti Party have emerged, addressing local concerns:\n    * Janamat Party: Discrimination against Madhesh and bad governance\n    * Nagarik Unmukti Party: Discrimination against Tharu community","summary":"Political parties' rivalry and alleged shortcomings of the electoral system have contributed to provincial government instability in Nepal, prompting calls for reforms, including direct election of executive heads and a review of the provincial system's effectiveness."},{"hash":"5c600ef479c5d95e859fb1a9dbd261d3a264f62d509d4185d7c4d11d0a9bb8ee","title":"I support a proportional representation voting system with a 5% threshold to ensure fair representation of different perspectives.","link":"https://kathmandupost.com/interviews/2024/04/15/i-am-for-a-fully-pr-system-with-a-five-percent-threshold","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/interviews/Untitled1-1713152017.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"interviews","content":"**Summary of Electoral System Reforms in Nepal**\n\nNepal's Nepali Congress party wants to change the country's electoral system to a fully proportional representation (PR) system. They claim that a mixed system has led to hung parliaments and instability.\n\n**Arguments for Change:**\n\n* The current mixed system allows political leaders to manipulate seat allocation.\n* The FPTP system allows wealthy candidates to buy elections.\n\n**Arguments against Change:**\n\n* Any electoral system depends on the users.\n* Nepal's system has successfully ensured representation for historically underrepresented groups.\n* Changing the system should focus on removing loopholes and preventing manipulation.\n\n**Proposed Solutions:**\n\n* Implement a fully PR system with a higher threshold (at least 5%).\n* Allow candidate selection through primaries to reduce manipulation.\n* Implement the PR system ground-up, selecting candidates locally.\n\n**Feasibility of Voting Rights for Nepalis Abroad:**\n\n* Technically possible with online voting.\n* Politically less feasible due to unpredictable swing votes.","summary":"Amidst calls for political stability, Nepali Congress leaders propose a shift to a fully proportional representation (PR) electoral system, but experts emphasize the need for a comprehensive overhaul that addresses the misuse and manipulation of the current mixed system to ensure greater inclusivity and reduce electoral anomalies."},{"hash":"16ca03860b600f5d221a63cab7bc1b2ab4dad746bbb104c9f57095e07f85ef78","title":"Muluki Ain is a legal code created in Nepal during the 19th century by King Surendra Bikram Shah. It contains a comprehensive set of laws governing various aspects of society, including family, property, and criminal matters. The code was revised in 1963 and has been amended several times since then.","link":"https://kathmandupost.com/letters/2021/11/08/muluki-ain-is-a-legal-code","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/third-party/mulukiain-1636421052.jpg&w=900&height=601","date":1636329600000,"source":"kp","category":"letters","content":"**Summary:**\n\nThe 1854 Muluki Ain was a landmark legal code created by Jung Bahadur. It established a common law system and reduced arbitrary punishments. While it recognized the caste system, it also aimed to ensure equal treatment for people regardless of their caste. The code covered many aspects of life, including customs and traditions, but its main purpose was to provide a legal framework for the nation.","summary":"Muluki Ain, a landmark 1854 legal code, rationalized the judicial structure and recognized the rule of law while addressing the caste system and stipulating equal punishment for similar offenses despite caste."},{"hash":"f26d8550751249ca6fce9099e307f744741857845591c48ab0d55210ac42e144","title":"**Misleading News**\n\nMisleading news is information that is not true or accurate. It can be spread intentionally or unintentionally.\n\n**Effects:**\n\n* Confuses people\n* Makes it difficult to find real information\n* Can lead to wrong decisions or actions\n\n**How to Spot Misleading News:**\n\n* Check the source\n* Look for biases\n* Check the facts\n* Consider your own biases\n\n**What to Do:**\n\n* Be skeptical of sensational headlines\n* Check multiple sources\n* Report misleading news to platforms or fact-checking websites","link":"https://kathmandupost.com/letters/2021/04/12/misleading-news","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/opinion/thumb-1618223282.jpg&w=900&height=601","date":1618185600000,"source":"kp","category":"letters","content":"A news report claimed that Sinohydro Corporation Ltd, a contractor for the Melamchi Water Supply Project, did not pay for materials used in construction. However, Sinohydro denies this claim, stating that they purchased materials legally and paid taxes. They clarified that some materials were imported, some purchased locally, and some recycled from construction waste. The company provided receipts and documents to support their claims, and believes the news report should be corrected.","summary":"Sinohydro denies the allegation of not paying for resources used in Helambu Project, stating that all materials were legally obtained and paid for, with supporting documents available."},{"hash":"e862b51d7419ba6f589572cd4032419c790b93c181a1334f46e1b9ab2f51169b","title":"People have different perspectives and experiences, so they may interpret things differently. When communication is unclear or assumptions are made, misunderstandings can arise. It's important to check our understanding and ask questions to ensure we're on the same page.","link":"https://kathmandupost.com/letters/2021/01/03/misunderstanding","date":1609632000000,"source":"kp","category":"letters","content":"**Japan and Nepal Job Agreement**\n\nNepal and Japan have a job agreement to help Nepalis work in Japan as skilled workers. However, there are some misunderstandings about the agreement.\n\n* The agreement is not government-to-government. Companies in Japan will hire Nepalese workers directly.\n* The agreement does not prohibit private organizations from helping Nepalese workers find jobs.\n* Japan will not pay for airfare, insurance, or medical exams for Nepalese workers, but some companies in Japan might cover these costs.\n* Japan is also hiring workers from other South Asian countries.\n\nWe hope this clarifies the agreement and helps Nepalese workers find jobs in Japan.","summary":"Japan and Nepal signed a Memorandum of Cooperation (2019) to facilitate employment of Nepalis in Japan as Specified Skilled Workers (SSW), allowing for private agencies to assist in the process, but the Government of Nepal seeks control."},{"hash":"4d564e4aa9b147540d5d27c861b9724bce96976aa16a590835a10f4f29687ad6","title":"**Contributions to Nepali**\n\nNepali has grown and evolved through various influences, including:\n\n* **Sanskrit, Pali, and Prakrit:** Contributed vocabulary and grammar.\n* **Maithili, Bhojpuri, and Awadhi:** Shared many words and phrases with Nepali.\n* **Tibetan and Chinese:** Influenced loanwords and cultural concepts.\n* **English and other foreign languages:** Introduced new words and phrases, especially in modern times.","link":"https://kathmandupost.com/letters/2020/11/30/contributions-to-nepali","date":1606694400000,"source":"kp","category":"letters","content":"Professor Hutt expresses gratitude to Deepak Thapa for highlighting the importance of Nepali studies in Europe and America. He acknowledges the significant contributions of his colleague, Krishna Pradhan, in establishing Nepali courses at SOAS University of London. However, he regrets that these courses will no longer be offered in the UK for future students.","summary":"Professor Michael Hutt expresses gratitude to Deepak Thapa for highlighting concerns about Nepali studies in Euro-America, acknowledging the crucial contributions of Krishna Pradhan to the success of Nepali studies at SOAS, and lamenting the future loss of these programs for students in the UK due to lack of funding."},{"hash":"a1d8bb473b76b044c715510c1e3cd12b7293a4516faf36066b07acc77fd64756","title":"chhaupadi-persists","link":"https://kathmandupost.com/letters/2020/09/24/chhaupadi-persists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2020/third-party/thumb3-1600897015.jpg&w=900&height=601","date":1600905600000,"source":"kp","category":"letters","content":"- Despite attention to women's issues, some concerns are ignored, like the harmful practice of Chhaupadi.\n- Chhaupadi is an old tradition that restricts menstruating women from participating in family activities.\n- Even though it's illegal, cases of Chhaupadi still occurred in 2019, some leading to fatalities.\n- Punishments for those who practice Chhaupadi are too lenient.\n- More cases of Chhaupadi go unreported because nothing tragic happens immediately.\n- We need to come together to end this practice and ensure its societal consequences are severe.","summary":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email "}]