[{"hash":"0def68ec9475499743587d7dfa1b69e48c2918665227bae0f811cd539e897d09","title":"Kami Rita Sherpa, a legendary Nepali mountaineer, made history by reaching the summit of Mount Everest for the 29th time. He broke his own record and became the first person to summit Everest 29 times.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/29th-everest-summit-by-kamirita-sherpa","imageLink":"https://web.nepalnews.com/storage/story/1024/kamirita_sherpa1715505850_1024.jpg","category":"travel-and-tourism","content":"**Kamirita Sherpa, a Nepali mountaineer, has set a new world record by climbing Mount Everest for the 29th time.**\n\n* He reached the summit at 7:25 am today.\n* He has climbed Everest every year since 1994.\n* He holds the record for the most Everest summits.","summary":"Nepali mountaineer Kami Rita Sherpa broke the world record by summiting Mount Everest for the 29th time, surpassing Appa Sherpa's previous record of 21 ascents."},{"hash":"1d75ece0f2263764250d18fcdedf8e8436c5aceb5b7cd76a18799f86849e2bbd","title":"Prime Minister Prachanda met with President Bidya Devi Bhandari on current political issues","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/capital/meeting-with-president-paudel-by-prime-minister-prachanda","imageLink":"https://web.nepalnews.com/storage/story/1024/14eaed5b_9948_4011_9ef5_2edd408aba3c1715508825_1024.jpg","category":"capital","content":"Prime Minister Dahal met with President Paudel to discuss current affairs in the country.","summary":"Prime Minister Dahal met with President Paudel to discuss current affairs in Nepal."},{"hash":"53588064c081a6c87533cca5dc2ede1a5dcb6aeed25fb5a52d14fbd7c1007587","title":"Daily collection of the most striking photographs from around the world, capturing current events, human interest stories, and cultural diversity.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/global/xinhua-photos-of-the-day","imageLink":"https://web.nepalnews.com/storage/story/1024/XxjpbeE007130_20240512_PEPFN1A0011715500539_1024.JPG","category":"global","content":"Input text not provided. Please provide the input text for me to summarize.","summary":"No events were provided to summarize."},{"hash":"6ecec7dcc41b0bc63a8072803adddf9fed5da0420ceddc8233e493f8bf2a6cde","title":"Jeep accident in Tanahun, Nepal\n\n* A jeep carrying 12 passengers fell off the road in Tanahun, Nepal.\n* 9 people died, including a 3-year-old child.\n* 3 others were injured, including the driver.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/issues/jeep-accident-in-tanahun","imageLink":"https://web.nepalnews.com/storage/story/1024/SanebahadurNepali_Tanahun_RSS_30_phjeepaccident_(1)1715499654_1024.jpg","category":"issues","content":"The provided text is empty. Please provide the text you want summarized.","summary":"No information provided to summarize."},{"hash":"7e74c290ce513c9650f9755da425c3fa77b1ef1c55becf8f991d9246d050ee99","title":"Pushpa Kamal Dahal, the chairman of the CPN (Maoist Centre), and Sher Bahadur Deuba, the president of the Nepali Congress, met to discuss current political issues.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/politics/pm-dahal-and-nc-president-deuba-hold-meeting","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_residence_baluwatar1715498635_1024.jpg","category":"politics","content":"PM Prachanda and NC President Deuba met to discuss the upcoming Parliament meeting.\n\nNC raised concerns about alleged misuse of cooperative funds and requested a parliamentary investigation.\n\nPM Prachanda was open to the NC's request and plans to present the government's plan in Parliament on May 14th.\n\nThe main opposition party has been blocking Parliament until an investigation into the misuse of funds is formed.","summary":"Nepalese PM Prachanda and NC leader Deuba met to discuss Parliament operations, including NC's demand for a parliamentary investigation into cooperative fund misappropriation, leading to the government deciding to present its policies in Parliament on May 14."},{"hash":"795a19c271c2822e7173d13216f0f5406463c568822a25c792250fcfd3a1e032","title":"Rato Machindranath Jatra is a month-long festival in Lalitpur, Nepal. The festival begins with the bathing of the idol of Rato Machindranath and ends with the idol being returned to its shrine. The festival is celebrated to pray for rain and good harvest.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/capital/rato-machhindranath-jatra-begins","imageLink":"https://web.nepalnews.com/storage/story/1024/rato_machindra1715439889_1024.jpeg","category":"capital","content":"The Rato Machhindra jatra, a festival celebrating the god of rain, has started. \n\nA chariot has been built and a statue of the deity Machhindranath has been placed on it. The chariot is being pulled from Pulchowk to Gahbahal with music. \n\nIt will pass through Patan and stop at Jawalakhel for the bhoto jatra, a famous exhibition.","summary":"Rato Machhindranath, the rain god, was honored in a chariot procession from Pulchowk to Gahbahal, passing through Patan and featuring the bhoto jatra."},{"hash":"091958b8900dce8c986e4462cf86fb0b2395679aca566cdea1c77b67d2dd9f71","title":"Sarlahi section of East-West Electric Railway witnesses 90% progress.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/nation/sarlahi-section-witnesses-90-percent-progress-in-east-west-electric-railway","imageLink":"https://web.nepalnews.com/storage/story/1024/22368629979661291361715430213_1024.jpeg","category":"nation","content":"90% of the East-West Electric Railway in Sarlahi district is finished. The 30-km track is still being built. Some parts of the track are stalled due to disputes over trees. The construction company is facing payment delays despite completing work.","summary":"Ninety percent of construction for the East-West Electric Railway project, a national pride project, is complete in Sarlahi district, with track opening underway despite delays due to withheld compensation and slow progress."},{"hash":"f8282a740f02d116d993c56948f012684d23d53bbe2bd752b50ae2a9ad35eaa3","title":"Political instability hurts development. Chairperson Oli says it's a problem in Nepal.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/politics/political-instability-takes-a-toll-on-development-chairperson-oli","imageLink":"https://web.nepalnews.com/storage/story/1024/Oli_____1715429406_1024.jpg","category":"politics","content":"* Nepal's political instability has hurt development.\n* Infrastructure (roads, bridges) is important for development, especially for starting businesses and creating jobs.\n* The government will create programs to improve infrastructure next year.\n* Progress has been made in building infrastructure for trains, planes, electricity, and communication.\n* Roads are being built to connect every local area.\n* Politicians must work together and put national interests first for development.","summary":"CPN (UML) Chairperson KP Sharma Oli highlights the impact of political instability on development, emphasizing the importance of infrastructure for economic growth, especially through SMEs in agriculture, while Vice-Chairperson Pandey and Deputy Prime Minister Mahaseth call for improved capital expenditure and political unity for development."},{"hash":"f117941c8a9454e9655471f3cc355d13397ae77cbe40ebfc579adf6f7e7497ad","title":"Ambasaddor Khatri celebrated the Peace Corps' new group of volunteers.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/ambassador-khatri-congratulates-the-new-batch-of-peace-corps-volunteers","imageLink":"https://web.nepalnews.com/storage/story/1024/440792984_821956013299686_2337627259299591376_n1715417674_1024.jpg","category":"global","content":"There is no text provided to summarize. Please provide the text you would like summarized and I will do my best to assist you.","summary":"There is no text to summarize."},{"hash":"9b0893549e23105df4b76c62ab8692bf12cacdd46b822c171e35e8c7cb7a482d","title":"Train crashed in Buenos Aires, Argentina. Multiple people injured and at least one person killed.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/argentina-buenos-aires-train-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/CnyztpE007004_20240511_PEPFN1A0011715415190_1024.jpg","category":"global","content":"There is no text provided to summarize. Please provide the text for summarization.","summary":"There are no events provided to summarize."},{"hash":"5e3394242f39414bd04b852957ea6af944a47c08bcabdd42487b9336b6b4cc4a","title":"Rato Machhindranath chariot festival, a religious and cultural event in Nepal, has begun. The festival is celebrated to pay homage to the god of rain, so that monsoon arrives timely for the people and their crops.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/capital/rato-machhindranath-jatra-begins-1","imageLink":"https://web.nepalnews.com/storage/story/1024/rato_machindra1715439889_1024.jpeg","category":"capital","content":"Today marks the start of Rato Machhindra jatra. The chariot of Rato Machindranath, known as the god of rain and prosperity, has been built at Pulchowk. The chariot will be pulled to Gahbahal, accompanied by music. The statue of Machhindranath has been placed on the chariot. The chariot will travel through the streets of Patan, passing through all the toles and arriving at Jawalakhel for the famous bhoto jatra.","summary":"Rato Machindranath's chariot, assembled at Pulchowk, is being pulled to Gahbahal with musical accompaniment, carrying the deity's statue for a religious festival celebrating rain and prosperity."},{"hash":"87fac0cb140b2af285af825560c1e6eb68abf51d7fc15211617917cf97004287","title":"Person arrested with an unknown amount of money","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/arrested-with-an-undisclosed-amount-of-money","imageLink":"https://web.nepalnews.com/storage/story/1024/BimalBista_KTM_RSS_28_pakrauparekaharu1715328238_1024.jpg","category":"capital","content":"Police in Kathmandu arrested Samir Sunar, 28, and Milan, 29, both from Rupandehi, with a large amount of money (Rs 9.8 lakh).","summary":"Valley Crime Investigation Office apprehended Samir Sunar and Milan for possessing an undisclosed sum of Rs 9.8 lakh in Kathmandu."},{"hash":"d23832af0fddef3a3c7ce8a247c9fe20bf6172063a6f5c16551274adf35d262b","title":"Gold price increased by Rs. 2,300 per tola.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/gold-price-up-rs-2-300-per-tola","imageLink":"https://web.nepalnews.com/storage/story/1024/Gold_11679993377_1024.jpg","category":"capital","content":"- Gold price increased by Rs 2,300 per tola to Rs 137,900.\n- Worked gold price increased by Rs 2,300 per tola to Rs 137,250.\n- Silver price increased by Rs 50 per tola to Rs 1,735.","summary":"Gold prices surge by Rs 2,300 per tola, while silver rises by Rs 50 per tola in the domestic market."},{"hash":"ae75bd54d5601e61c6c9a81aa73478d772e9a34cd805bb301fcc0b4eadcb35d9","title":"Swiss government will give 9.01 million Swiss francs to help with a tourism project.","date":1715522843381,"source":"nn","link":"https://nepalnews.com/s/capital/swiss-government-to-provide-9-01-million-swiss-franc-for-tourism-project","imageLink":"https://web.nepalnews.com/storage/story/1024/nepal_swiss1715304936_1024.jpg","category":"capital","content":"Switzerland is giving Nepal 9 million Swiss francs (around $9.61 million) to improve trekking tourism in Koshi Province. Around 100,000 people from 29 local areas will directly benefit from the four-year project that will have 3 main components:\n- conservations of their art and culture.\n- production of local products.\n- promotion of sustainable tourism.","summary":"Switzerland grants 9.01 million Swiss francs to Nepal for a four-year trekking tourism project in Koshi Province, benefiting 100,000 locals and supporting sustainable development."},{"hash":"7efddc90140d04fa91f492053d99953e89c8838baa42fdcd7dccb4c8a6f2a607","title":"Nepali Professionals in Berlin Summit\n- Brings together professionals from Nepal in Berlin\n- Aims to connect, network, and share experiences\n- Showcases Nepalese talent and promotes professional development\n- Focuses on career growth, business opportunities, and networking","date":1715522849752,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/nepali-professionals-summit-in-berlin","imageLink":"https://web.nepalnews.com/storage/story/1024/441574689_10161848659342745_5517088881319440471_n1715478667_1024.jpg","category":"travel-and-tourism","content":"**Nepali Professionals' Summit in Berlin**\n\nA summit in Berlin brought together Nepali professionals living in Germany to share knowledge and skills. The summit aimed to connect the diaspora with Nepal's development.\n\nDiscussions focused on:\n\n* Using the diaspora's knowledge beyond remittances\n* Gender equality in Nepal\n* Tourism and the role of the diaspora\n\nSessions also covered climate change, health, and technology.\n\nNepal is encouraging the diaspora to contribute to its growth through programs and policy changes.","summary":"The Second Nepal Professionals' Summit, held in Berlin, brought together experts to promote knowledge sharing, encourage diaspora contributions, and address themes including gender equality, tourism, and climate change, with 70 Nepali professionals in Germany participating."},{"hash":"c27e38fb103c878cc18eea107c6046114a103915f8ff331789d06f182a288260","title":"**Weather Update**\n\n**Current:**\n\n* Sunny and warm\n\n**Tomorrow:**\n\n* Mostly sunny with a chance of showers\n* Highs in the mid-70s\n* Lows in the low 60s\n\n**Extended Forecast:**\n\n* Rain expected on Wednesday and Thursday\n* Drying out by Friday\n* Temperatures staying warm","date":1715522855554,"source":"nn","link":"https://nepalnews.com/s/nation/weather-update-51","imageLink":"https://web.nepalnews.com/storage/story/1024/Cloudy_Weather1615618535_10241677215140_10241679464023_1024.jpg","category":"nation","content":"**Today:**\n\n* Mostly cloudy with light to moderate rain, thunder, lightning, and wind in some areas.\n* Heavy rain possible in some places in eastern and central Nepal.\n* Light snow possible in high mountain areas.\n\n**Tonight:**\n\n* Mostly cloudy.\n* Light to moderate rain possible in several areas of Nepal, including Koshi, Madesh, Bagmati, Gandaki, and Lumbini provinces.\n* Light snow possible in some mountain areas.","summary":"Partly cloudy with scattered rainfall throughout the country, and chances of heavy rainfall and snowfall in certain regions."},{"hash":"40899e9d7a5aff1d58bf20aaf5e461d05969e0c90d1d867e5a1879b1a34b67cd","title":"105 crocodiles have been released into the Rapti River.","date":1715522860802,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/105-crocodiles-released-into-rapti-river","imageLink":"https://web.nepalnews.com/storage/story/1024/Crocodiles1683781744_1024.jpg","category":"travel-and-tourism","content":"105 Gharial crocodiles from Chitwan National Park's breeding center have been released into the Rapti river. The center has released a total of 1,957 crocodiles into various rivers since 2035 BS, but their numbers haven't increased due to human activities and cross-border movement. Gharial crocodiles are critically endangered and native to Nepal and other countries.","summary":"105 Gharial crocodiles, bred at Chitwan National Park, were released into the Rapti River as part of a conservation program, despite challenges from human activities and cross-border movement."},{"hash":"6ca33e303dfb5118dd9b53663aadfff56141f248d072da6d040bba4388cb4d00","title":"Light rain is possible in Lumbini, Karnali, and Sudurpaschim.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/nation/light-rain-likely-in-lumbini-karnali-sudurpaschim","imageLink":"https://web.nepalnews.com/storage/story/1024/Cloudy_Weather1615618535_10241677215140_10241680759318_1024.jpg","category":"nation","content":"Rain with lightning and thunder is happening in some parts of Nepal because of low pressure and winds. Rain and lightning may continue in the afternoon and evening in many areas of the country. Light snowfall is also possible in the mountains. People in the mountains should be careful because the weather could affect daily life, such as health, travel, and farming.","summary":"Currently, light to moderate rain with thunderstorms and lightning is occurring in parts of the country due to a low-pressure system and westerly winds, with forecasts of similar weather conditions throughout the afternoon and evening, including possible light snowfall in high-altitude regions."},{"hash":"48734a6c4d1ac6914bc1b7551d247e7e9f154b0e532d2daceb1bdcfa0028e0b3","title":"Joshi Dhakal has been promoted to the rank of Assistant Inspector General (AIG) in the Nepal Police.","date":1715522870786,"source":"nn","link":"https://nepalnews.com/s/nation/cabinet-decisions-joshi-dhakal-promoted-to-aig","imageLink":"https://web.nepalnews.com/storage/story/1024/PMO_Singha_Durbar1686496476_1024.jpg","category":"nation","content":"Nepal Police Deputy Inspectors General Umesh Joshi and Bhim Dhakal promoted to Additional Inspectors General.\n\n42 individuals awarded for international sports victories.\n\nNanda Lal Majhi appointed as Vice Chairman of Social Welfare Council.\n\nSuresh Manandhar appointed as Member of Language Commission.","summary":"Government promotes two Deputy Inspectors General to Additional Inspectors General and honors 42 sports personnel; Nanda Lal Majhi and Suresh Manandhar appointed to Social Welfare Council and Language Commission respectively."},{"hash":"b0548d7d73811f457ad631f1ee665c61883d228e05213db65aec4554aedab71e","title":"Construction of a new bridge on the Narayangadh-Muglin road is underway.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/nation/bridge-construction-along-narayangadh-muglin-road-section-in-full-swing","imageLink":"https://web.nepalnews.com/storage/story/1024/narayan_ghat_mugling_sadak1715234021_1024.jpg","category":"nation","content":"**Narayangadh-Muglin Highway Bridge Updates:**\n\n* 11 of 15 bridges are open.\n* 4 bridges under construction:\n    * Khahare, Namche, Kalikhola, Tuin Khola\n* 2 bridges planned to open by mid-July.\n* Khahare bridge delayed due to wall construction.\n* Tuin Khola bridge to open by mid-November.\n* Road and bridge improvements have reduced landslide risks.","summary":"Construction of 15 bridges along the Narayangadh-Muglin road has progressed, with 11 operational and 4 under construction, including Khahare, Namche, Kalikhola, and Tuin Khola, which will be operational by mid-November."},{"hash":"625167eaf146bd0aea28cb2af768dfa2e3395746aa48ec1e15a143e1a9646890","title":"Today's weather forecast includes:\n- Sunny skies with a high of 50 degrees\n- Low humidity\n- Light winds\n- No precipitation expected","date":1715522881010,"source":"nn","link":"https://nepalnews.com/s/nation/weather-update-50","imageLink":"https://web.nepalnews.com/storage/story/1024/Weather_rain1690631860_1024.jpeg","category":"nation","content":"**Today and Tonight:**\n\n* Mostly cloudy with rain and thunder in parts of the country.\n* Light snowfall possible in high mountain areas.","summary":"Partly to generally cloudy with light to moderate rain, lightning, wind, and snowfall likely in parts of Nepal today and tonight."},{"hash":"56330b72bb3ddc8f073ad9982749d236a68e0d9d051741e012c0f23f6f248b86","title":"National Assembly meeting postponed due to protests by National Coalition party.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/politics/national-assembly-meeting-put-off-after-nc-s-protest","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"The meeting of the National Assembly was postponed twice because opposition members, led by the National Congress Party (NC), protested and refused to participate.\n\nThe NC demanded the formation of a committee to investigate fraud in cooperatives before allowing the meeting to continue.\n\nThe meeting was postponed until May 14th due to the ongoing protest.","summary":"National Assembly's second budget session meeting was adjourned due to NC lawmakers' protest over not forming a probe committee on cooperative embezzlement."},{"hash":"d1a2f48842f771b4299bcea2d45e2042f15eb5905a7bf68b83e57b752a55b66d","title":"Hor second meeting adjourned due to opposition's protest.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/politics/hor-second-meeting-adjourned-over-opposition-s-protest","imageLink":"https://web.nepalnews.com/storage/story/1024/sansad1715347952_1024.jpg","category":"politics","content":"Opposition party (Nepali Congress) protested in the second meeting of the House of Representatives, demanding an investigation into cooperative fund misuse.\n\nThey blocked the rostrum and prevented Deputy Prime Minister Rabi Lamichhane from speaking about the allegations against him.\n\nThe Speaker adjourned the meeting due to the obstruction.\n\nThe next meeting is scheduled for May 14th at 6:00 pm.","summary":"The Nepali Congress's obstruction of the House of Representatives meeting over cooperative fund embezzlement allegations forced its adjournment, with the next meeting scheduled for May 14."},{"hash":"e02eb400e5968e32b5c175db44dcfd4e1166894dcaab65f44bbfa71b0c13c6b9","title":"Federal Parliament's budget session begins today.","date":1715522893994,"source":"nn","link":"https://nepalnews.com/s/politics/budget-session-of-federal-parliament-to-commence-today","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"* The budget session of the parliament starts today.\n* The president called the session on May 2nd.\n* The budget will be presented on May 28th.\n* The president will read the government's plans and policies.\n* The speaker has met with party leaders to plan for the session.","summary":"The budget session of Nepal's federal parliament commenced today, as per the President's summons, to present the upcoming year's budget on May 28th and the government's annual policy and program."},{"hash":"ab5d56be00b4c1fb7db7e1cffcd9e24b893fcf184a5fd66ad361cf5feab41c8e","title":"Government ignores opposition's concerns on important bill.","date":1715522898234,"source":"nn","link":"https://nepalnews.com/s/politics/govt-ignoring-major-opposition-s-concern-chief-whip-lekhak","imageLink":"https://web.nepalnews.com/storage/story/1024/ramesh_lekhak1690593303_1024.jpg","category":"politics","content":"The Nepali Congress party is concerned about the government ignoring their concerns in parliament. They are demanding an investigation into the loss of money in cooperatives and a cleanup of the sector. The party is not interested in forming a new government but in working together with other parties to address the people's needs. They want parliament to be effective and relevant to the people.","summary":"The Nepali Congress Parliamentary Party Chief Whip demanded an investigation into cooperative misappropriations and clean-up in the sector, emphasizing the importance of addressing people's concerns through parliamentary consensus and effectiveness."},{"hash":"7b5da7471f849ceecb751ef13da93096833ed969408a2a5fc7ed2f453a896e27","title":"Deputy Prime Minister Lamichhane wants to speak in Parliament.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/issues/i-should-get-chance-to-speak-in-parliament-dpm-lamichhane","imageLink":"https://web.nepalnews.com/storage/story/1024/438169985_10228328384329410_8099006724442484847_n1715418212_1024.jpg","category":"issues","content":"Deputy Prime Minister Rabi Lamichhane says his right to speak in Parliament has been violated. He wants to speak about the cooperatives probe, but opponents are preventing him. Lamichhane told reporters that he should be given a chance to defend himself against the accusations before a probe committee is formed. He also said that the Nepali Congress should not try to control Parliament and his party, the Rastria Swotantra Party. Lamichhane also mentioned that efforts are being made to arrest GB Rai, the main accused in the cooperatives scam.","summary":"Deputy Prime Minister Rabi Lamichhane claims his parliamentary speech rights were violated, challenging accusations and demanding a probe into cooperatives while efforts continue to apprehend the main suspect in the scam."},{"hash":"4e99a70221a7d6268625e92c0b4ebd09bd1d62198ce041cfeec5e786901fd03d","title":"Minister Joshi asks for immediate aid to build shelters for earthquake survivors in Jajarkot.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/issues/minister-joshi-insists-on-immediate-relief-to-build-shelter-for-jajarkot-quake-survivors","imageLink":"https://web.nepalnews.com/storage/story/1024/bhukampa_jajarkot__7_1699080065_1024.jpeg","category":"issues","content":"**Summary:**\n\nThe government is working to provide shelter and compensation to those affected by the recent earthquake in Jajarkot. The Minister for Federal Affairs has emphasized the need for immediate assistance to build temporary shelters before the rainy season.\n\nDue to frequent disasters, disaster risk reduction policies need to be implemented effectively. The National Risk Reduction and Management Authority is working to manage the post-earthquake situation in Karnali Province.\n\nDespite government efforts to provide relief through partnerships with provinces and local governments, financial constraints may hinder progress. Over 100,000 houses need to be rebuilt in Karnali.","summary":"Nepal's Minister for Federal Affairs stresses the urgency of providing relief, including compensation and temporary shelters, to those affected by the recent earthquake in Jajarkot district, while acknowledging ongoing challenges in disaster management and the need for effective implementation of risk reduction policies."},{"hash":"8e4afb40f01a17084214e78590634dd3101fcdac783d9e827fc77cefadccdc48","title":"Tragically, a mother and son died in a house fire.","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/issues/mother-son-charred-to-death-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"issues","content":"Fire in Beteni:\n\n- Mother and son (55 and 15) died in a fire while trying to stop it in a community forest.\n- Mother caught fire while protecting hay; son tried to save her and died too.\n- Police are investigating; fire has been happening in the area.","summary":"A mother and son died in a fire while attempting to extinguish a blaze in a community forest in Okhaldhunga, Nepal."},{"hash":"b54fa0c4e8a38682d2f1c13456612ee5d6122c8b9d5f6817ae4a70b36ea5683e","title":"Two people died and two were injured in a traffic accident.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/issues/two-killed-and-two-injured-in-road-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/dbdbce93_cc17ef2f_15b84da5_accident_850x460_acf_cropped_850x460_acf_cropped1684914032_10241692099166_1024.jpg","category":"issues","content":"Two people died in a tractor accident in Dadeldhura. Dhiraj Thapamgar, the driver, and Bishnu BK were killed. Sudeep BK and Hikmat BK were injured and are being treated at the hospital.","summary":"Two died and two injured in a tractor accident involving four in Dadeldhura last night."},{"hash":"7e6981a5327ce2410247b2aeda4f72cca28c28a108d80560989dc82625cbbe22","title":"24 artifacts sent from Hawaii to Nepal.","date":1714694400000,"source":"nn","link":"https://nepalnews.com/s/issues/24-pieces-of-artifacts-shipped-to-nepal-from-hawaii","imageLink":"https://web.nepalnews.com/storage/story/1024/441020358_818234927005128_7742768786942770028_n1714749977_1024.jpg","category":"issues","content":"The Embassy of Nepal in Washington, DC received 24 historical artifacts from Ms. Susan Bradford and sent them to Nepal. These artifacts are part of a private collection and date back to the 13th-18th centuries. The Embassy thanked Ms. Bradford for her donation and has been working to recover and repatriate lost Nepali artifacts. In the past year, the Embassy has sent a total of 63 artifacts to Nepal.","summary":"Nepal's Embassy in Washington DC repatriated 24 ancient artifacts dating back to the 13th-18th centuries from Hawaii, thanks to the voluntary return by private collector Ms. Susan Bradford and the Embassy's ongoing efforts to recover lost Nepalese heritage."},{"hash":"6ce8b7f76f049609887d25e051f92c36bdc3626bba462cd4f34a775b9acb8deb","title":"**HWPL Statement on Israel-Iran Conflict**\n\nHWPL (Heavenly Culture, World Peace, Restoration of Light) condemns the recent violence and calls for peace. They urge:\n\n* **Ceasefire:** Israel and Iran should immediately stop all military actions.\n* **Dialogue:** Both sides should engage in constructive talks to resolve differences.\n* **Respect for international law:** The conflict should be resolved through peaceful means, in accordance with international law.\n* **Protection of civilians:** All parties must prioritize the safety of innocent civilians.\n* **Global support for peace:** The international community should support efforts to de-escalate the situation and promote a peaceful resolution.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/hwpl-statement-on-israel-iran-conflict","imageLink":"https://web.nepalnews.com/storage/story/1024/21715166055_1024.jpg","category":"global","content":"\nThe recent violent conflict between Iran and Israel is causing significant concerns in the international community. The two nations that do not share borders are mobilizing high-end weaponry to attack each other and kill human lives.1 April 2024, the Israeli military attacked the Iranian consulate in Syria. A strike against a non-military facility in a third nation, a nation not directly involved in the conflict, infringes international law and constitutes a war crime. Moreover, on 13 April, Iran responded by attacking Israel’s land. Both nations have pointed their guns directly at each other, and there are growing concerns in the international community that the attacks could escalate into another war.\nThe Israel-Hamas War in Gaza has killed 30,000 since last year, and news outlets reported on dire situations in Gaza, running out of space for proper burial. The war that has persisted in the region over the past century continuously overshadows the prospect of the coexistence of the human race.\nIt is a clear indication that the greatest victims of war are innocent civilians. How could those lost lives ever be brought back? What could compensate for the outcry of children and the anguish of the youth in devastated dwellings?\nHWPL strongly supports the voices of the citizens, the true protagonists of the global village, who oppose war and call for peace. All nations of the global community must uphold the citizens’ demands, thereby ceasing the unjust war and joining to accomplish peace. Organizations worldwide, in alliance with HWPL as peace solidarity, urge Iran and Israel to put a stop to the acts of aggression immediately and to come forward for conversations to usher in peace.\nHWPL recommend that the international community take necessary measures to facilitate the formation of amicable relations between the two nations and provide humanitarian aid. It would be reasonable for all countries to support an international legal instrument for peace that embodies the long-yearned path to peace and to comply with its contents so that we leave a legacy of peace for future generations. HWPL will not spare its efforts for peace and cessation of wars.\n\n\n\n\n\n\n\n","summary":"\nThe recent violent conflict between Iran and Israel is causing significant concerns in the international community. The two nations that do not share borders are mobilizing high-end weaponry to attack each other and kill human lives.1 April 2024, the Israeli military attacked the Iranian consulate in Syria. A strike against a non-military facility in a third nation, a nation not directly involved in the conflict, infringes international law and constitutes a war crime. Moreover, on 13 April, Iran responded by attacking Israel’s land. Both nations have pointed their guns directly at each other, and there are growing concerns in the international community that the attacks could escalate into another war.\nThe Israel-Hamas War in Gaza has killed 30,000 since last year, and news outlets reported on dire situations in Gaza, running out of space for proper burial. The war that has persisted in the region over the past century continuously overshadows the prospect of the coexistence of the human race.\nIt is a clear indication that the greatest victims of war are innocent civilians. How could those lost lives ever be brought back? What could compensate for the outcry of children and the anguish of the youth in devastated dwellings?\nHWPL strongly supports the voices of the citizens, the true protagonists of the global village, who oppose war and call for peace. All nations of the global community must uphold the citizens’ demands, thereby ceasing the unjust war and joining to accomplish peace. Organizations worldwide, in alliance with HWPL as peace solidarity, urge Iran and Israel to put a stop to the acts of aggression immediately and to come forward for conversations to usher in peace.\nHWPL recommend that the international community take necessary measures to facilitate the formation of amicable relations between the two nations and provide humanitarian aid. It would be reasonable for all countries to support an international legal instrument for peace that embodies the long-yearned path to peace and to comply with its contents so that we leave a legacy of peace for future generations. HWPL will not spare its efforts for peace and cessation of wars.\n\n\n\n\n\n\n\n"},{"hash":"c94f8e4afac88e1cb0fb370ada56857a008186039807d76728b22d93ca250d67","title":"**Preparation for High-Level Visit between Nepal and South Korea**\n\nTo prepare for the upcoming high-level visit between Nepal and South Korea:\n\n* The two countries are discussing the agenda and schedule.\n* They are confirming the dates of the visit and the level of delegation.\n* They are arranging meetings and events to promote bilateral cooperation.\n* They are working to ensure the successful implementation of the visit's objectives.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/preparation-of-high-level-visit-between-nepal-and-korea","imageLink":"https://web.nepalnews.com/storage/story/1024/korea1715163613_1024.jpg","category":"global","content":"Nepal and South Korea are celebrating 50 years of friendship. They will have many events throughout the year, including high-level visits. South Korea is a big investor in Nepal, and they plan to invest more in hydropower. Many Nepalis work in South Korea, and now they will have more job opportunities in new fields like service and forestry.","summary":"Nepal and South Korea are commemorating 50 years of diplomatic ties with high-level visits and various events, with plans for increased investment, especially in hydropower, and expanded employment opportunities for Nepalis in South Korea's diverse sectors."},{"hash":"e723ab3067a8adddaf32c9827d2897f76acc62350800bee739d3b29786c034f6","title":"Japan and Nepal have many things in common, said Japanese Foreign Minister Kamikawa Yoko.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/global/japan-and-nepal-share-many-things-in-common-japan-s-foreign-minister-kamikawa-yoko","imageLink":"https://web.nepalnews.com/storage/story/1024/japan_foregn_minister1714872450_1024.jpg","category":"global","content":"**Similarities between Japan and Nepal:**\n\n* Mountainous countries with 70-80% of land covered by mountains.\n* Democratic nations.\n* Shared history of earthquakes and mutual support in times of need.\n\n**Japan's Support for Nepal:**\n\n* Democracy building (election observers, legal system development).\n* Earthquake relief (rescue teams, aid, reconstruction).\n* Infrastructure development (roads, tunnels, electricity).\n* Education, healthcare, and agriculture.\n\n**Other Common Issues:**\n\n* Scarcity of natural resources.\n* Importance of international cooperation and freedom of navigation.\n\n**Cooperation on Women, Peace, and Security:**\n\n* Nepal's commitment to peacekeeping and women's participation.\n* Potential for collaboration between Japan and Nepal.\n\n**Future Goals:**\n\n* Strengthen Japan-Nepal relationship towards the 70th anniversary of diplomatic relations in 2026.\n* Support Nepal's sustainable growth and development after graduating from LDC status.","summary":"Japan and Nepal share mountainous terrain, democratic values, history of earthquakes, and ongoing cooperation in infrastructure, WPS, and Nepal's graduation from LDC status by 2026."},{"hash":"e536a2dbbb9354081e37437e2c2cb352bc2780c2c3f77a9a9239ab3df7f99546","title":"The government is committed to making it easy and safe for businesses to invest in the country.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/government-is-committed-to-facilitate-and-secure-investment-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/PRO_KTM_066A88701715326651_1024.JPG","category":"business","content":"Prime Minister Prachanda promises to boost the economy by supporting investors. He believes the private sector is crucial for economic growth and job creation. The government will create a favorable environment for investment, substitute imports, and promote domestic consumption. Prachanda believes Nepal will soon become an attractive investment destination, thanks to the positive economic indicators and the support of political parties.","summary":"Prime Minister Pushpa Kamal Dahal 'Prachanda' emphasized economic transformation, private sector collaboration, and investor support during the inauguration of a Hyundai Motor Assembling Plant in Nawalparasi."},{"hash":"472b30dd76138da4860086a7ff9ab65442c89350141d4d804e8c3bb59e227fbe","title":"EU supports Nepal by promoting investment opportunities and providing technical assistance.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/eu-to-help-nepal-bring-investment","imageLink":"https://web.nepalnews.com/storage/story/1024/The_European_Union_(EU)1715320904_1024.jpg","category":"business","content":"**EU supports Nepal's investment drive**\n\nThe European Union (EU) plans to help Nepal attract investments. An \"EU-Nepal Trade Forum\" will be held in Kathmandu next week to connect European companies with potential investment opportunities in Nepal. The forum aims to address Nepal's need for foreign investment to create jobs and boost economic growth.","summary":"The EU plans to assist Nepal in attracting European investment through the \"EU-Nepal Trade Forum\" to address its foreign investment deficit, contributing to its progress towards becoming a developed nation."},{"hash":"2aa4d008a1db97151655e83d459e6098de8445064eedbabca63f11fc9a8a3dfe","title":"Transparency and good governance are like two sides of a coin. They go hand in hand. When there is transparency, people can see how the government is working and making decisions. This helps to build trust and confidence in the government. Good governance means that the government is run fairly and efficiently. It follows the rule of law and respects human rights. Transparency and good governance are essential for a healthy democracy.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/business/transparency-and-good-governance-complement-each-other-president","imageLink":"https://web.nepalnews.com/storage/story/1024/9d263f51_cefd_4241_bb20_05f8888718f21715242217_1024.jpg","category":"business","content":"Transparency and good governance are linked. Auditors play a vital role in ensuring financial accountability. Their vigilance helps prevent corruption and promotes trust in economic systems. A skilled workforce in chartered accountancy is essential for transparency and accountability. Auditors help detect fake bills and prevent revenue evasion. A new generation of accountants should raise awareness about the importance of accounting for economic development.","summary":"President Ramchandra Paudel emphasized the importance of transparency and good governance, lauding the role of auditors in maintaining economic security and accountability."},{"hash":"c421f2f8d013cc5c554ba2c77db9bd9c1b500b22e0c1b023672d9974111f3e94","title":"Nepal's upcoming budget will be presented in a new way.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/business/upcoming-budget-to-be-introduced-in-a-new-manner-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_new1713842655_1024.png","category":"business","content":"Prime Minister Prachanda announced that the upcoming budget will focus on improving the lives of those left behind, with a goal of building a more just and prosperous society.\n\nHe highlighted the government's efforts in fighting corruption, promoting justice, and strengthening international relations.\n\nThe PM invited suggestions from various groups to make the budget more people-oriented. He reaffirmed the government's commitment to continue its reformative work, despite some opposition.","summary":"Prime Minister Prachanda announces plans for a new fiscal budget focused on economic equity and soliciting public input, highlighting progress in good governance and international diplomacy."},{"hash":"a075617d73dd2ddd230185e93bc4a96eb63c19df0d395c2fc095fe4264a2bd4b","title":"The Nepal Swadeshi Summit 2024 has released a 35-point declaration:\n\n* Promotes national unity and prosperity\n* Supports self-reliance in agriculture, industry, and technology\n* Encourages foreign investment in line with national interests\n* Calls for responsible tourism and environmental protection\n* Emphasizes education, health, and social welfare\n* Promotes cultural heritage and traditional values","date":1715522973395,"source":"nn","link":"https://nepalnews.com/s/business/nepal-swadeshi-summit-2024-35-point-declaration-issued","imageLink":"https://web.nepalnews.com/storage/story/1024/441187804_7890365774349885_1226150477776136282_n1715125603_1024.jpg","category":"business","content":"**Nepal's 'Make in Nepal' Summit:**\n\n* Concluded with a plan to support local businesses and increase domestic production.\n* Government pledges to use local products in government offices and explore a budget that encourages private investment.\n* Plan includes revising laws and creating new ones to make it easier to start and run businesses.\n* Aims to make Nepali products the first choice for consumers, ensure availability of raw materials, and differentiate taxes to support local industries.\n* Calls for a special financial institution to invest in the industrial sector, a product identification portal, and improved infrastructure.\n* Emphasizes the importance of government intervention to protect self-sufficient industries and encouraging the import of competitive domestic products.\n* Proposes fines instead of criminal charges for industrialists accused of financial offenses, until proven guilty.\n* Stresses the need for timely review of trade and investment agreements and a shared vision among political parties for economic growth.","summary":"The 'Make in Nepal-Swadheshi Summit-2024' concluded with a 35-point declaration promoting local industries, domestic production, and empowering the private sector through policy and investment initiatives."},{"hash":"53c3f9bbcf9667cddd56a7f8a64aefc3fbe7ed3365801f9faca679e05896b163","title":"Dailekh, Nepal's first rural municipality, has brought economic prosperity to the region, according to Minister Bhandari.","date":1715522982155,"source":"nn","link":"https://nepalnews.com/s/business/economic-prosperity-begins-from-dailekh-minister-bhandari","imageLink":"https://web.nepalnews.com/storage/story/1024/dailekh_petrol1696130214_1024.webp","category":"business","content":"Dailekh's petroleum exploration final stage is expected to bring economic prosperity to Nepal. The drilling was inaugurated, and if successful, Dailekh could become an economic hub. The exploration will take six months to determine the amount of petroleum and gas available. If there's enough, plans will be made to process it. The Chinese government provided a grant of Rs 2.50 billion for this project.","summary":"Dailekh's petroleum exploration final drilling inaugurated with hopes of economic prosperity if successful, following a grant from the Chinese government in 2075BS."},{"hash":"df9b7b06ec76b8f2f869bac62ff8e92d3b60b6a6145578db759c3601bcb09211","title":"Nepalese runners won two titles in Malaysia.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-runners-won-2-titles-in-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/422620795_859372276202663_5891976066813061462_n1714904704_1024.jpg","category":"sports","content":"Nepali runner Mahadev Rijal won both the half marathon (today) and the Climbathon (yesterday) in Malaysia.\n\nIn the half marathon, he finished in 1:14:48 seconds, while in the Climbathon, he completed the 83-flight, 1381-step course in 3:03:58 seconds.\n\nThis is not Rijal's first win in Malaysia - he won the Tower Runner title last year and came in 8th place in the National Championship.\n\nRijal, who hails from Beni, Myagdi, Nepal, began running in Nepal and continued to practice while working in Malaysia.","summary":"Nepali runner Mahadev Rijal achieved consecutive victories in Malaysia, winning the 21km half marathon and 21km Climbathon events with impressive timings, showcasing Nepali athleticism on a global platform."},{"hash":"7d22f65cb13004efc951d1a7217634e5de098beab800527921bfd8488bcb265b","title":"Nepal defeated West Indies A in the final match to win the T20 series.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/nepal-wins-final-match-against-west-indies-a-in-t20-series","imageLink":"https://web.nepalnews.com/storage/story/1024/438230324_859581999531515_2675064775143100892_n1714829807_1024.jpg","category":"sports","content":"Nepal beat West Indies 'A' in the final match of the T20 series after losing three matches in a row.\n\nWest Indies scored 172 runs first, but Nepal chased the target in 18.5 overs with six wickets to spare.\n\nKushal Malla, Asif Sheikh, and Anil Shah made significant contributions to Nepal's victory.\n\nSompal Kami and Sagar Dhakal took three wickets each for Nepal in the bowling department.","summary":"Nepal overcame three consecutive defeats to win the T20 series finale against West Indies 'A' by six wickets, with Kushal Malla's unbeaten 37 leading their chase of 173."},{"hash":"bb189a36492ef05672b1ce8763b3e6b70343c234cd53688b22d4345275939757","title":"President sends good wishes to cricket players","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/president-extends-best-wishes-to-cricket-players","imageLink":"https://web.nepalnews.com/storage/story/1024/Sheetal_Niwas1623082198_1024.jpg","category":"sports","content":"President Paudel wished the Nepali cricket team good luck in the ICC T20 World Cup. The team is leaving tonight for the US, where the tournament starts on June 1. Nepal is in Group D with South Africa, Sri Lanka, Bangladesh, and the Netherlands. Their first match is against the Netherlands on June 4.","summary":"President Paudel wishes Nepali cricket team well in ICC T20 World Cup, starting June 1, with Nepal facing the Netherlands first on June 4 in Group D."},{"hash":"63f0360edf629c2552c07da82b4f8a204ad5b2ed608c251932759e4931274472","title":"West Indies Team A wins the T20 series.","date":1715523002719,"source":"nn","link":"https://nepalnews.com/s/sports/west-indies-a-clinches-t20-series-title","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714701176_1024.jpg","category":"sports","content":"West Indies 'A' won the T20 series against Nepal with one match remaining.\n\nIn the fourth match, West Indies 'A' scored 209 runs and Nepal scored 181 runs. Andre Fletcher scored the most runs for West Indies 'A' with 84, and Rohit Kumar Paudel scored the most runs for Nepal with 82.\n\nThe final match of the series will be played on Saturday.","summary":"West Indies 'A' clinched the T20 series against Nepal after winning the fourth match by 28 runs, despite the last match of the series remaining."},{"hash":"c0268d83151b4700710f0d718bbec12fc67c78746b9c81699b68d8c7925acf37","title":"Nepal lost its third Twenty20 match by 76 runs to the West Indies.","date":1714521600000,"source":"nn","link":"https://nepalnews.com/s/sports/t20-series-nepal-lose-third-match-to-west-indies-by-76-runs","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714577666_1024.jpg","category":"sports","content":"Nepal lost the third T20 match against West Indies 'A' by 76 runs.\n\nBatting first, West Indies 'A' scored 227 runs. Johnson Charles made 119 runs.\n\nNepal tried to chase the target but only managed to score 151 runs, losing all its wickets. Karan KC and Lokesh Bam scored 28 runs each for Nepal.\n\nNepal has won two and lost two matches in the five-match T20 series. The fourth match is tomorrow.","summary":"Nepal lost to West Indies 'A' by 76 runs in the third T20 match, with Karan KC and Lokesh Bam top-scoring for Nepal as Johnson Charles scored a century for West Indies 'A'."},{"hash":"f6df2c95d8308e02a5d724675b6f580035fa1a3784b03ef6d2594dadf3ba0498","title":"Nepalese athletes depart to compete in the Asian U-20 Athletics Championship.","date":1715523014037,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-team-departs-to-participate-in-asian-u-20-athletics-championship","imageLink":"https://web.nepalnews.com/storage/story/1024/438206076_448748784338052_4246932501331390940_n1713843823_1024.jpg","category":"sports","content":"Team Nepal departs for Asian U-20 Athletics Championships in Dubai from April 26 to 29.\n\nTeam members:\n* Badal Karki: 800m and 1500m\n* Adeshkumar Yadav: 100m and 200m\n* Ajay B.K: 1500m and 3000m\n* Kalpana Budha: 1500m and 3000m\n\nCoach: Kanti Mahato","summary":"National Sports Council bid farewell to a team of athletes (Badal Karki, Adeshkumar Yadav, Ajay B.K, and Kalpana Budha) led by Coach Kanti Mahato for the Asian U-20 Athletics Championships in Dubai."},{"hash":"b70088aed087be48dc7ad38ba6f972de6b0d941f8703d43a1cae84eb468445f4","title":"Dengue fever cases in Nepal's Bagmati province have exceeded 11,000.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/health/dengue-cases-surpass-11-thousand-in-bagmati","imageLink":"https://web.nepalnews.com/storage/story/1024/kushtia_dengue_6yr_old_child_dies_of_dengue_in_kushtia_daily_bangladesh_16941828191697183214_1024.jpg","category":"health","content":"Dengue fever is common in Bagmati Province, Nepal. Over 11,000 cases have been reported since July 2023.\n\nDhading has the most cases (3,501), while Rasuwa has the least (2). Kathmandu has 3,000 cases, Chitwan has 1,708, and Makwanpur has 857.\n\nOne person has died from dengue in Makwanpur this year. The risk of dengue is highest in summer.\n\nThe Health Directorate is preparing a campaign to destroy mosquito larvae and prevent dengue fever.","summary":"Over 11,000 dengue fever cases confirmed in Bagmati Province since July 2023, with highest cases (3,501) reported in Dhading."},{"hash":"8aef9eb1da2d64a20abdcf3e1f946935576aaae84d7d0b3cd9ba8aa4647804c0","title":"Nepal's approach to population and development focuses on the rights of its citizens. This means ensuring access to health, education, and family planning services for all, regardless of their gender, age, or socioeconomic status.","date":1714435200000,"source":"nn","link":"https://nepalnews.com/s/health/nepal-s-approach-to-population-and-development-is-right-based-dpm-yadav","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav_NewYork_1_1068x8011714461437_1024.jpg","category":"health","content":"Nepal supports the right to health and development for all. The country has been working to reduce poverty, improve health, and promote gender equality since 1994.\nHowever, challenges such as pandemics, conflicts, and climate change have slowed progress.\nNepal remains committed to advancing human rights, gender equality, and reproductive health.\nEfforts will continue to reduce preventable maternal mortality, promote comprehensive sexuality education, increase youth participation in decision-making, and strengthen the national population data system.","summary":"Nepal commits to a rights-based approach to population and development, emphasizing the implementation of the ICPD Programme of Action and addressing challenges like inequality, pandemics, and climate change."},{"hash":"853075cf39e1fcb42df78d974231e5f27301b7a218e2c71c13a200de5ecc34ac","title":"Japan donates a community center for disaster prevention to help people prepare for and recover from natural disasters.","date":1713830400000,"source":"nn","link":"https://nepalnews.com/s/health/japan-hands-over-the-community-center-for-disaster-prevention","imageLink":"https://web.nepalnews.com/storage/story/1024/1_IMG_22281713885995_1024.jpeg","category":"health","content":"Japan gave a community center to Indrawati Rural Municipality in Nepal to help them prepare for disasters. The center will help people learn about disaster prevention, set up disaster prevention groups, and create plans to prevent landslides. The new center will also be a place for the community to gather and help the area grow and develop.","summary":"Japan grants community center to Nepal's Indrawati Rural Municipality for enhanced disaster prevention."},{"hash":"91ef85d22d1f5e45d5c9e0d118acd881370663a55fa7eb366d52362a948b3462","title":"Dr. Sharma, a parliamentarian, donates Rs. 2 million to a children's hospital.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr Sunil Sharma donated 2 million rupees to the Children's Hospital being built by Dr Bhagwan Koirala. The hospital aims to open specialized children's hospitals in each of Nepal's seven provinces, with a 100-bed hospital planned for Kathmandu.","summary":"MP Dr Sunil Sharma provided 2 million rupees to the KIOCH, led by Dr. Bhagwan Koirala, for the construction of a specialized children's hospital in Kathmandu, part of a plan to build similar hospitals in all seven provinces."},{"hash":"42e79a4549bfdf6d5604bd78b3d44969e580204855bea65a83fee67398a94def","title":"Dr. Sharma, a member of Parliament, donates two million rupees to a children's hospital.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital-1","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr. Sharma, a parliament member, donated 2 million rupees to help build a Children's Hospital in Kathmandu. The hospital will be run by Dr. Koirala's organization, which plans to build similar hospitals in all seven provinces of Nepal.","summary":"Dr. Sunil Sharma donated two million rupees to the under-construction Children's Hospital initiated by Dr. Bhagwan Koirala, who plans to build specialized children's hospitals in all seven provinces of Nepal."},{"hash":"3366c0665f89d2e7da9c8b7f2493798ccbb5625b22f9517335e99c27063a9b96","title":"Children are being given vitamin A capsules and deworming tablets to improve their health.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/vitamin-a-capsules-de-worming-tablets-being-administered-to-children","imageLink":"https://web.nepalnews.com/storage/story/1024/vitamin_A1713434673_1024.jpg","category":"health","content":"Nepal's Health Department is providing:\n\n* Vitamin A capsules for children 6 months to 5 years old.\n* Deworming tablets for children 1 to 5 years old.\n* 52,000 health volunteers and 10,000 health workers are involved.\n* The program runs twice a year, in April (Baishakh) and November (Kartik).","summary":"The Department of Health Services in Kathmandu launched a 2-day program administering Vitamin A capsules to children under 5 and de-worming tablets to children between 1-5."},{"hash":"ce58d4a6666fe76708b3ffc82114d1e802b467d2b3ef22c88119d7ff90a676a6","title":"Businesses ask PM for help with regular flights at Gia Lai airport.","date":1715523055272,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/private-sector-seeks-pm-s-support-for-regular-flights-at-gia","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_gautam_budha_airport1715388257_1024.jpeg","category":"travel-and-tourism","content":"Business leaders in Bhairahawa have asked the Prime Minister to help them start regular flights at Gautam Buddha International Airport. The Prime Minister has promised to look into the matter.","summary":"Bhairahawa private sector requests Prime Minister Dahal's assistance in establishing regular flights at Gautam Buddha International Airport, which he assures support for."},{"hash":"77f2ca1039f7b869b884c8c70e71bf52e364cb24221e65f25bedbbb6c746c80b","title":"Fixation of ropes on Mount Everest is complete, paving the way for climbers to safely ascend the mountain.","date":1715523059067,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/the-rope-fixing-to-the-everest-is-completed","imageLink":"https://web.nepalnews.com/storage/story/1024/mountainterring_expedition_night_xycJPOAGj51715388058_1024.jpg","category":"travel-and-tourism","content":"**Mount Everest Climb Open for 2024**\n\nSeven Summit Treks has completed \"rope fixing\" to the summit of Mount Everest, opening the climbing season.\n\n**Rope Fixing Team:**\n* Dendi Sherpa (Team Leader)\n* Tenjing Gyaljen Sherpa\n* Pemba Tashi Sherpa\n* Lakpa Sherpa\n* Dawa Rinjee Sherpa\n* Dawa Sherpa\n* Pam Dorji Sherpa\n* Suk Bahadur Tamang\n* Namgyal Dorjee Tamang\n* Lakpa Rinjee Sherpa\n\n**Climbing Permits:**\n* 30 mountains, including Everest, have received climbing permits.\n* 956 people have registered to climb Everest.\n* 200 women and 756 men.\n* The government has collected over 67 crore rupees from climbers.","summary":"Seven Summit Treks Company completed rope fixing on Everest, opening the 2024 spring climbing season for 956 climbers, including 200 women, after collecting 67 crore from permits."},{"hash":"c45e4282acc54bba2570dc17499211c4f1135d150f8fe71ebafa6719b481ac3d","title":"Maha Kumbh Mela, the grand religious festival, ends today.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/today-the-last-day-of-maha-kumbha-mela","imageLink":"https://web.nepalnews.com/storage/story/1024/Untitled_1_(1)1715333577_1024.jpg","category":"travel-and-tourism","content":"The 12-year Pindeshwar Poorna Mahakumbha Mela ended today in Chatradham, Sunsari. People from Nepal and abroad visited Chatradham, known as ancient Haridwar. Kumbha Mela is a religious festival held every 12 years in Chatradham, Allahabad, Ujjain, Nashik, and Haridwar. Hindu scriptures link the Saptakoshi River and Pindeshwardham to Kumbha Mela.","summary":"The 12-year Pindeshwar Poorna Mahakumbha Mela in Barahkshetra, Sunsari, Nepal has concluded, attracting visitors from within and outside the country, linking it to the Kumbha Melas in India."},{"hash":"e115a6d41dc575a6fb20a754295e2c6493cf6d2654ae267d4145bfcfcc13107f","title":"Government launches Innovation Fund to support growth in IT sector.","date":1714608000000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/pm-announces-to-institute-innovation-fund-for-it-sector-expansion","imageLink":"https://web.nepalnews.com/storage/story/1024/91fd8100_c369_454d_8e45_d73c48c2fe8d_1000x5001714631578_1024.jpg","category":"science-and-technology","content":"Prime Minister Prachanda plans to create an \"innovation fund\" in the next budget to support the growth of the information technology sector.\n\nHe believes this fund will help young scientists earn money and use technology to improve the economy and society.\n\nThe government will also integrate a \"Startup Program\" for young entrepreneurs.\n\nThey aim to develop communication and information technology as a key factor in achieving prosperity.\n\nThe government will also work to control cybercrime through laws and policies.","summary":"PM 'Prachanda' commits innovation fund establishment in next year's budget to promote IT sector development and combat cybercrimes."},{"hash":"f695aa1ad994bab3c00f1b5a8d5ea6fd3e689cc6689b961e67fffef625c6e80d","title":"Today is National ICT Day, celebrating the advancements in information and communications technology in the country.","date":1715523086644,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/national-ict-day-being-observed-today","imageLink":"https://web.nepalnews.com/storage/story/1024/ict_day1714614867_1024.jpg","category":"science-and-technology","content":"Today is National ICT Day, celebrated to promote technology in Nepal.\n\nThe Ministry of Communications and Information Technology is hosting a special event, with Prime Minister Prachanda as the guest of honor.\n\nIndividuals and organizations that have helped develop the ICT sector will be awarded.\n\nThe government believes that ICT can boost the economy and bring about social and economic change.\n\nMinister of Communications and Technology, Rekha Sharma, said the government is working to make ICT accessible and affordable for all.","summary":"Nepal's National ICT Day is commemorated on May 2nd, recognizing and celebrating advancements and contributions in the information and communications technology sector."},{"hash":"9789ea6409b4715294fcecec4caf76bc9f86f5d00af5cd8543239bf9f3e5e012","title":"Politics should energize investors because government policies directly affect businesses and the economy. Smart investors stay informed about politics to make better investment decisions.","date":1714003200000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/politics-should-fill-enthusiasm-among-investors-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_25_at_131714045205_1024.jpg","category":"science-and-technology","content":"President Paudel believes that for Nepal to prosper, politics should attract investors.\n\nNepal can become prosperous by developing its energy sector. The government should make it easier for investors, while investors should prioritize Nepal's well-being.\n\nNepal is politically stable and attracting more investment, which is essential for economic growth.\n\nNepal has transitioned from importing energy to exporting it, which is boosting the economy.\n\nNepal can contribute to regional economies by exporting clean energy.","summary":"President Paudel emphasized the need for politics to foster investor enthusiasm, highlighting Nepal's energy potential for prosperity through government facilitation and private sector investment, while emphasizing the role of federalism and democracy in attracting domestic and foreign investment."},{"hash":"8645e6e32c99e132c7dedb2a85a2626985e9d5f7e0c18cf2f27997f5d483ec41","title":"New bill aims to regulate Artificial Intelligence (AI) and cybersecurity to ensure:\n\n* **Transparency:** Clear explanations of how AI systems work.\n* **Accountability:** Holding individuals and organizations responsible for AI's use.\n* **Security:** Protecting against cyberattacks on AI systems.","date":1710201600000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/draft-bill-on-it-and-cyber-security-seeks-transparent-accountable-use-of-ai","imageLink":"https://web.nepalnews.com/storage/story/1024/Ministry_of_Communication1710223162_1024.jpg","category":"science-and-technology","content":"**New Bill: Managing IT and Cyber Security**\n\nThe bill calls for the use of AI, machine learning, blockchain, and IoT in a responsible way.\n\nIt sets up a center for researching these technologies and establishes a structure for managing IT and cyber security, including committees for coordination and rapid response.\n\nThe bill also covers electronic records, data privacy, and bans on cyberbullying and harassment.\n\nThe government will not collect personal data without informing individuals.\n\nGovernment agencies must have websites and domain names must be registered.\n\nCyber security service providers need to be licensed.","summary":"The draft IT management bill emphasizes the use of AI, ML, Blockchain, and IoT for secure and transparent cyber infrastructure, research center establishment, policy structure, and initiatives to address cyber security threats and ensure data privacy."},{"hash":"7b3564e64335cf6b09ca9388a43353ae8e4c829e4a33b5dafd81bc5c1b419b8b","title":"Cyber legislation is needed to resolve problems.","date":1715523108119,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/cyber-legislation-needed-to-resolve-problems-minister-sharma","imageLink":"https://web.nepalnews.com/storage/story/1024/Sharma1695206333_1024.jpg","category":"science-and-technology","content":"Minister Sharma emphasizes the need for cyber laws to address problems caused by misuse of technology. The government is working on draft laws and seeks suggestions from various sectors. Public awareness campaigns on cyber security are crucial. The orientation program aims to provide knowledge on protecting data and addressing cybercrime challenges, which requires an informed society.","summary":"Minister Sharma emphasizes urgent need for cyber legislation to address emerging issues, seeking public input and awareness campaigns."},{"hash":"c11dd4e0a73ed780f50db62b525aa16fa7c624433478c86d79746516e89b9f0d","title":"Talks are progressing with Bangladesh to export energy from India to Bangladesh. This will help Bangladesh meet its growing energy demands and strengthen the relationship between the two countries.","date":1715523111923,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/talks-positive-with-bangladesh-to-export-energy","imageLink":"https://web.nepalnews.com/storage/story/1024/Nepal_Electricity_Authority1691846323_1024.jpg","category":"science-and-technology","content":"Nepal and Bangladesh agree to trade electricity soon. Nepal will sell electricity to Bangladesh during the upcoming rainy season. Final details are being finalized.","summary":"Officials from Nepal and Bangladesh held positive talks on a power trade deal, with Nepal agreeing to export electricity to Bangladesh starting in the rainy season."},{"hash":"a214fef6a569a812921b8fd6905466efcae36821d314e2d976e99d6f2fb54eff","title":"**Yakishime: Earth Metamorphosis**\n\nThis traveling exhibition showcases Yakishime, a traditional Japanese pottery known for its unique earthy texture and black to grey hues. It explores the transformative process of clay in a traditional wood-fired kiln, revealing the beauty and diversity of this ancient ceramic art.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/japan-foundation-traveling-exhibition-yakishime-earth-metamorphosis","imageLink":"https://web.nepalnews.com/storage/story/1024/Leaflet_front1715264259_1024.jpg","category":"entertainment-and-lifestyle","content":"**Japanese Ceramics Exhibition**\n\nThe Embassy of Japan is hosting an exhibition of \"Yakishime\" ceramics, which are traditional Japanese unglazed pottery. The exhibition will be open from May 11 to 30, from 9:30 am to 4:30 pm, at the Embassy Hall in Kathmandu.\n\nYakishime ceramics are made from clay and fired at high temperatures. They are unique to Japan and have been used for centuries to serve food and drink. The exhibition showcases the history and beauty of Yakishime, offering visitors a chance to experience Japanese culture and creativity.","summary":"The Japan Embassy and Foundation will hold a free exhibition from May 11-30, showcasing the history and evolution of Japanese yakishime ceramics, highlighting their significance in Japanese culture."},{"hash":"e61c612a2fa2945dbce36e78bfcbfcfe5e05c704908dd9baac7769efb299faed","title":"Two friends celebrated their golden anniversary of friendship, having shared a close bond for half a century.","date":1715523123745,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/celebrating-50-years-of-friendship","imageLink":"https://web.nepalnews.com/storage/story/1024/209370c5_271f_40b2_b38c_4d479196175d1714881747_1024.jpeg","category":"entertainment-and-lifestyle","content":"**Korean Cultural Event to Celebrate 50th Anniversary with Nepal**\n\nThe Korean Embassy is hosting an event to celebrate the 50th anniversary of diplomatic ties with Nepal. Guests will enjoy:\n\n* **Martial Art Demonstration:** K-Tigers will showcase traditional Taekwondo with a modern twist.\n* **K-Dance Showcase:** People on Stage will perform exciting B-boy dance routines.\n* **Friendship Ceremony:** A celebration of 50 years of friendship and cooperation between Korea and Nepal.","summary":"Korea Embassy celebrates 50 years of Korean-Nepal diplomatic ties with a cultural showcase featuring Taekwondo by K-Tigers, K-Dance by People on Stage, and a friendship commemoration."},{"hash":"5db1f1b27f140836a538af8994d1d20d3c4e3bfba7357d0ab258108d457e3803","title":"Actor Lokendra Lohani has passed away.","date":1714348800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/actor-cp-lohani-passes-away","imageLink":"https://web.nepalnews.com/storage/story/1024/cp_lohani_11714394375_1024.jpg","category":"entertainment-and-lifestyle","content":"CP Lohani, an actor known for the movie 'Maitighar', has passed away at 86 due to Alzheimer's and pneumonia. He was also in the Ministry of Finance and Industry, and worked in film and music. He was married to Mala Sinha. His funeral will be held today at Pashupati Aryaghat.","summary":"Veteran Nepali actor C.P. Lohani, known for his role in \"Maitighar,\" passed away at age 86 due to Alzheimer's and pneumonia while undergoing treatment at Annapurna Neuro Hospital."},{"hash":"47c5ab0dc3d11afc19bb0a2ea497b4519a334d00648998358c7cab2575b09124","title":"A democratic republic values morality and virtues, such as those found in religion, to guide its leaders and citizens.","date":1713657600000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/a-democratic-republic-seeks-moral-values-and-virtues-like-religion-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_21_at_111713687967_1024.jpeg","category":"entertainment-and-lifestyle","content":"President Paudel says that all religions, including the Federal Democratic Republic, value morality and goodness. The goal of religion is human well-being, happiness, peace, and progress. He wished Nepali Jains well and praised their contributions to Nepal through non-violence, peace, and service. Religion emphasizes ethics, truthfulness, and commitment.","summary":"President Paudel emphasizes the commonality of moral values among religions, specifically during Lord Mahabir's birth anniversary, while highlighting the Jain principles of non-violence, peace, and societal progress."},{"hash":"36bf5184da2134fc7913480835b722431a60fe0d878008465b1a5b5221530db2","title":"Chaiti Chhath festival ends with devotees offering prayers to the rising sun.","date":1715523141048,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/chaiti-chhath-concludes-offering-argha-to-rising-sun","imageLink":"https://web.nepalnews.com/storage/story/1024/NawadeepShrestha_Bidur_RSS_14_ChhathPhoto1667194260_1024.JPG","category":"entertainment-and-lifestyle","content":"Chhath festival, celebrated twice a year, has ended. Devotees offered \"argha\" to the rising sun in water bodies, wishing for peace and prosperity for their families.","summary":"Chaiti Chhath festival concluded with devotees offering 'argha' to the rising sun, marking the end of their four-day fast and celebration for prosperity."},{"hash":"5c4e40b0cfcc81a841cfed842ce2aa92af57f2e88130f43a69d94018c770008a","title":"Socialist culture is essential for creating the foundation of a socialist society.","date":1715523146972,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/socialist-culture-a-primary-condition-for-preparing-base-of-socialism-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/436421060_2683866678446874_1444593645290858072_n1713059615_1024.jpg","category":"entertainment-and-lifestyle","content":"Prime Minister Dahal believes a socialist culture is essential for building a socialist society. He says the government is committed to supporting cultural institutions and promoting a sense of national unity through cultural programs.","summary":"PM Dahal emphasized socialist culture as crucial for building a socialist society, promising government support for cultural institutions and promoting national unity through diverse cultural performances."},{"hash":"44a7af432f348295bc356dc94a37bfa543deb6e68ee15ddfb6b84203dc088c8a","title":"Probes delay budget review due to technical issues.","link":"https://kathmandupost.com/national/2024/05/12/probe-panel-row-casts-shadow-over-budget-presentation","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb23-1715480220.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"- Nepali Congress is demanding creation of a committee to investigate corruption against Deputy Prime Minister and Home Minister Rabi Lamichhane.\n- Lamichhane is opposing the investigation committee and claims the allegations are false.\n- Parliament is unable to proceed due to the standoff between Congress and the ruling parties.\n- The government's plans to present its policies may be delayed due to the disruption.\n- Experts warn of a potential political crisis if the deadlock continues.\n- The Constitution requires the government to present its annual budget by May 28.\n- Congress threatens to block Parliament even if President presents policies.\n- Prime Minister is meeting with party leaders to negotiate a solution.","summary":"The Nepali Congress's demand for a parliamentary probe into Home Minister Rabi Lamichhane's alleged involvement in cooperative fraud threatens to delay the presentation of the government's policies and programmes."},{"hash":"9e9c227cb13fcc214e546bd4db8894d9974468bb29cf438357b001aa41b15c62","title":"Victims and activists believe that compensation alone cannot replace truth and justice. They insist on holding perpetrators accountable through the prosecution process in order to heal and prevent future conflicts.","link":"https://kathmandupost.com/national/2024/05/12/reparation-no-substitute-for-truth-and-prosecution-say-conflict-victims-activists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb22-1715479231.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"**Reparations for Insurgency Victims**\n\nThe government plans to create a plan for paying reparations to victims of the civil war. However, victims and rights groups warn that reparations should not replace other important steps towards justice, such as finding out the truth, punishing those responsible, and changing laws to prevent future violence.\n\nCurrently, some victims have received some help, but there has not been a clear plan for reparations for all. Experts say that all levels of government need to work together to provide reparations, and that the needs of victims should be considered when creating the plan.\n\nSome people are concerned that the reparations plan may not include everyone who suffered during the war, such as those who were armed but faced human rights abuses. They also say that the plan should not just focus on money, but also include other ways of making amends, such as providing counseling or building memorials.\n\nExperts also say that victims of sexual violence during the war have often been left out of relief programs and need to be included in the reparations plan. They also emphasize that victims need to be involved in creating the plan so that their needs are met.","summary":"After 18 years since the peace process, the government is preparing a reparation action plan for victims of insurgency, while human rights advocates caution against presenting reparations as a substitute for other transitional justice aspects."},{"hash":"5e14b61f39ad3a117bca462eee128490ddf35a485b3abf32901db9495d30519d","title":"Cheap knockoffs of expensive makeup are becoming more common, raising concerns in the beauty industry.","link":"https://kathmandupost.com/national/2024/05/12/concerns-grow-as-cheap-copies-of-high-end-makeup-products-flood-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715479334.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"**Makeup Safety Concerns**\n\nA woman in Nepal suffered an allergic reaction to eyelash glue. Research has found that some cosmetics contain harmful chemicals like lead and mercury.\n\nLead in lipsticks can be toxic, especially for children. It can cause health problems like learning disabilities and poisoning.\n\nEven small amounts of lead in cosmetics can accumulate over time. Fake cosmetics often use harsh chemicals and may cause skin problems.\n\n**Lack of Regulations in Nepal**\n\nThere are no government agencies in Nepal that regulate the use of chemicals in cosmetics.\n\nConsumers are urged to be aware of the risks and buy from authorized retailers.\n\nOther countries have strict laws to protect consumers from harmful cosmetics.","summary":" Concerns about the safety of contaminated cosmetic products in Nepal have escalated due to high levels of lead, cadmium, and mercury, resulting in a range of health issues and prompting calls for stricter quality standards, consumer education, and regulatory measures."},{"hash":"ee2fbf310381beef215ed81cff523f51996de87b1b685cc5caf9510a49022759","title":"Nepali traders are delighted with the opening of the Nepalgunj Integrated Check Post (ICP). This new facility has made it easier and faster for them to transport goods between Nepal and India.","link":"https://kathmandupost.com/national/2024/05/12/traders-happy-as-nepalgunj-icp-comes-into-operation","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled2-1715479994.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"**Opening of Integrated Check Post (ICP) in Nepalgunj**\n\nBusiness leaders and traders in Nepal are excited about the new ICP, which opened after 20 years of planning and 6 years of construction.\n\n**Benefits of the ICP:**\n\n* Makes trade easier\n* Reduces illegal trade and increases government revenue\n* Simplifies the process of importing and exporting through a \"one-window system\"\n* Provides modern facilities for customs, immigration, quarantine, security, and banking\n* Reduces truck queues at the border\n\nThe ICP will boost trade between Nepal and India and save time for traders. It is expected to bring benefits to the private sector and contribute to economic growth.","summary":"After nearly two decades, the integrated check post (ICP) at the Nepal-India border in Nepalgunj opened, easing trade, reducing illegal activities, and increasing revenue by streamlining imports and exports through a modern facility with digital acces"},{"hash":"346a5f2f19865b112acdb63b0ab14c7409a30a75c64d379907b20275126249e8","title":"Kritika gives Mayor Xi a successful start to his term.","link":"https://kathmandupost.com/sports/2024/05/12/kritika-gives-mayor-s-xi-flying-start","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/Untitled2-1715480641.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"sports","content":"Kritika Marasini bowled really well and helped Lalitpur Mayor's XI win their first match in the Lalitpur Mayor Women's T20 Championship by 7 wickets. She took 4 wickets, including a hat-trick. In reply, Lalitpur Mayor's XI chased down the target in 13.3 overs. A total of five teams are participating in the single-round robin event. The top two teams will play in the final.","summary":"Kritika Marasini's four-wicket haul propelled Mayor XI to a seven-wicket victory in the inaugural Lalitpur Mayor Women's T20 Championship, while APF, as the most successful past champions, aim to retain their title."},{"hash":"bac85bfd8fbe8dc3ec19bd57e21e7d55fb8ee1d6e7f3d6210e11c9b616730af7","title":"Finance Minister's pun highlights importance of questioning and analyzing India's current situation.","link":"https://kathmandupost.com/money/2024/05/12/finance-minister-pun-stresses-need-for-critical-analysis-of-the-country-s-state","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb26-1715518050.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"money","content":"**Summary:**\n\nFinance Minister Barshaman Pun said the country needs to review past mistakes and shortcomings of leaders.\n\nThe government has not spent all the money it allocated, and the private sector is struggling due to strict regulations.\n\nThe lack of investment and job opportunities is causing people to leave Nepal, including business owners.\n\nThe government needs to develop strategies to encourage investment and support the private sector.\n\nThe government has not fully utilized the investment potential of non-resident Nepalis.","summary":"At the Kantipur Economic Summit, Finance Minister Pun highlighted the need for introspection, criticizing political shortcomings and government failures in coordination and investment, resulting in a slowdown in the construction industry and a reliance on remittances."},{"hash":"bb06191d96b41f889a0ee66504cd3497cbd5bc3f64eddecd21f76111153a72a2","title":"Mythology often reflects aspects of human life. It can provide insights into our fears, hopes, and values. By understanding mythology, we can better understand ourselves.","link":"https://kathmandupost.com/theater/2024/05/12/when-mythology-mirrors-life","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled2-1715481070.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"theater","content":"**Bakhaamma:**\n\nThis play explores the idea that our lives may be influenced by past events and the divine. It tells the love story of Saya and Sikhum, set on a mountain where deities also fell in love.\n\nThe play showcases the Kirati Mundum, an oral tradition of storytelling that helps people understand their existence and cultural identity. The actors perform beautifully, bringing to life the Kirati community's connection to nature and their belief in the spirits of animals.\n\nThe play has some confusing moments, but overall it effectively captures the essence of the Kirati Mundum. It has been well-received by audiences, highlighting the growing enthusiasm for theater in Nepal.","summary":"Mandala Theatre's \"Bakhaama\" explores destiny, the mystical, and love through the Kirati Mundum story of Saya and Sikhum, whose elopement parallels a deity love story, leading to societal acceptance and a celebration of Kirati cultural identity through immersive production and engaging performances."},{"hash":"566d1173db212486944a33a3fcd35ad7179b88ffec043a5279c45f1de52aece8","title":"Six individuals face charges for illegally buying equipment for a government printing press.","link":"https://kathmandupost.com/national/2024/05/12/graft-case-filed-against-six-in-equipment-procurement-for-security-printing-press","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb25-1715515996.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"Six people are accused of stealing money from a government printing press deal. They bought more equipment than needed at inflated prices, causing the government to lose over 408 million rupees. One of the accused, Bikal Paudel, received a commission fee into a Singapore bank account from the equipment supplier. The anti-corruption agency wants the supplier, Max International, and its CEO charged and the money recovered.","summary":"CIAA files corruption case against ex-officials for procuring inflated printing equipment, leading to government loss of over Rs400 million."},{"hash":"60faefd489efc08e667acb3e019637674ad12d2f18bf19d6d93c0640e14bb2b3","title":"**Politics and Education**\n\nPolitics influences education decisions. Governments shape policies on school funding, curriculum, and teacher training. Political ideologies can determine priorities and approaches to education.\n\nEducation, in turn, can impact politics. Informed citizens make better political decisions. Schools can foster critical thinking, debate, and understanding of current events.\n\nBalancing these connections is important. Education should be nonpartisan, but it cannot ignore the political context. Schools must prepare students for participation in democratic society while avoiding becoming tools for political indoctrination.","link":"https://kathmandupost.com/columns/2024/05/11/between-politics-and-education","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/PostPhotoKeshavThapaTKP-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Teacher and Student Political Engagement in Nepal**\n\n**Background:**\n\n* Political parties have expressed concern about teachers and students participating in politics.\n* After the end of the Panchayat regime, educational institutions became politicized.\n* Students and teachers' unions have been used by political parties to spread their ideas.\n\n**History:**\n\n* During the Panchayat era, students played a role in spreading multiparty ideas.\n* Teachers also became politically active, but to a lesser extent.\n* After the fall of the Panchayat, political parties capitalized on the existing student and teacher organizations.\n* Student unions became aligned with different political parties.\n* Some teachers became openly involved in political activities.\n\n**Current Situation:**\n\n* The Education Minister has proposed banning teachers from political involvement while working in schools.\n* Different perspectives exist on how to address political influence in education.\n\n**Importance of Considering History:**\n\n* It is important to understand the historical context of student and teacher political engagement.\n* The aspirations of students are different from those of teachers.\n\n**Recommendations:**\n\n* Support the minister's efforts to keep schools free from political party influence.\n* Students should maintain their tradition of fighting for freedom and academic excellence.\n* Teachers should avoid becoming political party cadres.\n* Political parties should refrain from using students and teachers for their own purposes.","summary":"Political involvement of Nepali teachers and students has been debated, with a proposal to restrict teachers engaging in political activities while holding educational positions, and a historical overview of the influence of politics in educational institutions, from the Panchayat era to the present."},{"hash":"e943a68aa258e52347de4c4ef667427dd1bd98eb627b430a76a5591b12bc5ddc","title":"Iran is expanding its influence eastward, seeking to increase its economic and political power in the region. It is investing in infrastructure, trade, and military alliances, aiming to become a dominant force in the Middle East and beyond.","link":"https://kathmandupost.com/columns/2024/05/11/iran-s-eastward-push","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownAPRSS-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Iran's Visits to Pakistan and Sri Lanka**\n\n**Pakistan:**\n- Iran's President Raisi visited Pakistan to improve ties and discuss regional issues, including the ongoing conflict in the Middle East.\n- Pakistan and Iran have a long-standing relationship, but tensions have arisen in the past over border clashes and terrorism.\n- The two countries signed agreements to increase trade and border collaboration.\n\n**Sri Lanka:**\n- Raisi's visit to Sri Lanka marked a significant step in diplomatic relations.\n- Iran inaugurated infrastructure projects in Sri Lanka, including an electricity plant and irrigation system.\n- Sri Lanka seeks foreign investment from Iran to boost its economy, while Iran aims to expand its presence in the Indian Ocean region.\n- The two countries share a strong relationship and have cooperated in various areas, including defense and energy.\n\n**Significance:**\n- Iran's visits to Pakistan and Sri Lanka demonstrate its efforts to strengthen ties with its allies in the region.\n- However, both Pakistan and Sri Lanka face economic challenges and are cautious about displeasing the US, which has imposed sanctions on Iran.","summary":"Iranian President Raisi's visits to Pakistan and Sri Lanka strengthened Iran's \"Look East\" policy, fostering bilateral trade, project collaborations, and geopolitical support, despite ongoing tensions in the Middle East."},{"hash":"bbbb12e3e82fdd07b18fde927b10c0edab92d94ffff56c57cbe6a773bf72d052","title":"**Reasons to Become a Teacher:**\n\n* **Make a Difference:** Shape the lives of future generations and inspire them to reach their full potential.\n* **Fulfill a Passion:** Engage in work that aligns with your interests and beliefs.\n* **Impact Society:** Play a vital role in shaping a better society through education.\n* **Job Security:** Teaching offers long-term employment stability.\n* **Opportunities for Growth:** Advance your career through professional development and leadership roles.\n* **Variety and Flexibility:** Enjoy a variety of responsibilities and flexibility in your schedule.\n* **Rewarding Work:** Witness students' progress and experience the joy of shaping their minds.","link":"https://kathmandupost.com/columns/2024/05/11/why-become-a-teacher","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/SidePostIllustration-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Teaching is a noble profession**\n\nToday, teaching is not as popular as before, especially at lower levels. This is because teachers are often paid less and have lower social status than people in other professions.\n\n**Raising teachers' salaries alone won't solve the problem**\n\nThere are other issues that need to be addressed, such as corruption and lack of professionalism.\n\n**We need to define what makes a good teacher**\n\nKnowledge is important, but so are kindness and ethics.\n\n**University teachers also face challenges**\n\nThey may be overworked and underappreciated.\n\n**Teachers play a vital role in society**\n\nThey pass on both knowledge and values. It's essential to agree on what values we want them to teach.","summary":"Despite the noble nature of teaching, low salaries, low social status, and a flawed system where entertainment and sports are prioritized over education, hinder individuals from choosing teaching as a career, resulting in a problematic education system that emphasizes teacher quality but lacks rigorous incentives."},{"hash":"7697a965cad2b4fe488203fca9b9011d5cec32b3593ca4875efef4d9d92612c0","title":"Ruthless crime that causes immense suffering and harm to victims.","link":"https://kathmandupost.com/editorial/2024/05/09/cruellest-crime","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb1-1715303210.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"editorial","content":"Nepal's Central Investigation Bureau has issued arrest warrants for 20 people involved in a land lease scam. The accused include former officials of the Nepal Children's Organization and representatives of companies that illegally obtained land from the organization.\n\nThe leased land was illegally subleased, and the school using it used the land to obtain a loan. The arrest warrants follow a complaint filed by the organization against those involved in the scam.\n\nThis scam highlights the misuse of resources meant for disadvantaged children by private entities. The warrants are a step towards reclaiming the land and returning it to the organization and the children it serves.","summary":"A land lease scam involving Nepal Children's Organization has resulted in arrest warrants issued for 20 accused, including former officials and business representatives, after an investigation into the illegal lease of 29 ropanis of land to Brihaspati Vidya Sadan school and subsequent sub-lease dealings."},{"hash":"7a3d1ded482b6c16b975bf6c029537706a90fae2f2a932fcc0b8383684f73d29","title":"lithuanian-presidential-hopefuls-vow-to-stand-up-to-russian-threat","link":"https://kathmandupost.com/world/2024/05/12/lithuanian-presidential-hopefuls-vow-to-stand-up-to-russian-threat","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/CPIYV3RQ45MB3JUB25YSZ6HWYE-1715500085.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"world","content":"Lithuania's presidential election on Sunday will likely give another term to Gitanas Nauseda, who strongly supports Ukraine. \n\nNauseda has 29% of voter support, while Prime Minister Ingrida Simonyte follows with 14%. If no candidate wins a majority, a runoff will be held on May 26. \n\nOver half of Lithuanians fear a Russian attack, so increased defense spending is a key campaign issue for both Nauseda and Simonyte. The president's role includes leading the armed forces, chairing defense policy, representing Lithuania at EU and NATO summits, and vetoing laws.","summary":"Lithuanians vote in a presidential election amidst security concerns, with incumbent Nauseda favored for reelection despite a runoff potential due to a lack of a majority candidate."},{"hash":"8e4ed32083fb29772dd4d39a406e1cb15ce3e4b0a4aa48be1506e43f5d086775","title":"Economic advisor to the president quits.","link":"https://kathmandupost.com/national/2024/05/12/economic-expert-to-president-resigns","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb24-1715498466.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"Economic expert Chiranjivi Nepal resigned after saying he didn't agree with using Nepal's new map on the 100 rupee note.\n\nPresident Paudel accepted his resignation and thanked him for his work.\n\nNepal's new map includes areas that were previously disputed with India. The government started using it on official documents in 2020.","summary":"Chiranjivi Nepal resigned as economic expert to President Paudel after controversy over his comments on Nepal's new map on new 100 rupee note."},{"hash":"897df297105d6fe5fa3702d0c9dd641f7b3921fc5a0897eb6089b09267b5613f","title":"Wildfires are threatening the Canadian town of Fort McMurray, forcing the evacuation of residents.","link":"https://kathmandupost.com/world/2024/05/12/wildfire-evacuation-notice-issued-for-major-canada-oil-town-fort-mcmurray","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/MADML6ZDIBKURB3X3KUS7H6AVU-1715486965.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"world","content":"A wildfire is raging southwest of Fort McMurray, Alberta, leading to an evacuation alert. The fire is out of control and windy conditions are expected to worsen the situation. In addition, the Northern Rockies Regional Municipality in British Columbia has issued an evacuation order for the town of Fort Nelson. Experts are warning that Canada is facing another severe wildfire season due to higher temperatures and El Nino weather conditions. Last year's wildfire season was the worst in Canada's history, with over 6,600 fires and 230,000 evacuations.","summary":"Fort McMurray, Alberta issues evacuation alert due to an out-of-control wildfire, reminiscent of the devastating 2016 blaze that forced 90,000 evacuations and led to federal warnings of a potentially catastrophic wildfire season."},{"hash":"418abed41e4b44f40308bd07f54fd1b7dd2c6464a63d3b0cedf96063502bc769","title":"Elder brother died while serving in the Russian army. Younger brother has lost contact with the family.","link":"https://kathmandupost.com/national/2024/05/12/elder-brother-serving-in-russian-army-dies-younger-one-out-of-contact","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715479474.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"Chandani Bista's husband, Birajan, joined the Russian army. Birajan's family learned of his death through an Indian man who identified him by his watch. The family held a mourning ceremony without his body. They had not heard from Birajan or his brother Nirajan for weeks. Chandani and other families of Nepali soldiers in Russia are protesting and demanding their safe return and compensation.","summary":"Wife of a Nepalese soldier fighting in the Russian army, Chandani Bista, performs his final rites after learning of his death, while protests continue against the government over the lack of repatriation and support for Nepalis involved in the war."},{"hash":"39a21e3738e34e21ac22ff3e01c5ee3a4fda10160336e1e78d00ef5a4868a738","title":"Nepal will use drones to remove trash from Mount Everest, improving the iconic mountain's cleanliness and preserving its beauty.","link":"https://kathmandupost.com/money/2024/04/30/nepal-to-use-drones-to-transport-garbage-from-mount-everest","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/everest-1714541533.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"money","content":"**Drones to Collect Garbage on Mount Everest**\n\nFor the first time, drones will be used to remove garbage from Mount Everest. These heavy-duty drones can carry up to 30 kilograms of trash from high-altitude camps.\n\n**Impact on Sherpas**\n\nIf successful, drones could reduce the need for high-altitude guides who currently risk their lives carrying loads through dangerous icefalls. The Khumbu Icefall has claimed the lives of nearly 50 people since 1953.\n\n**Other New Climbing Regulations**\n\n* Climbers must wear tracking devices for safety.\n* Base camp area restrictions to prevent overcrowding.\n* Attached toilets and biodegradable bags required for waste management.\n* Commercial businesses such as bars and bakeries are prohibited at base camp.\n* Lights must be turned off at night to reduce pollution.","summary":"Drones will transport garbage from Mount Everest, potentially reducing the risks faced by high-altitude support staff who navigate the treacherous Khumbu Icefall."},{"hash":"20d6fba38f7a72404f31e0e9c78ed336011a973a2c15264bdb33a8dce3fe58fb","title":"In Nepal, there is no clear law on child adoption. This makes it difficult for people who want to adopt children, as well as for children who are in need of a safe and loving home.","link":"https://kathmandupost.com/national/2024/05/01/regulatory-void-complicates-child-adoption-process-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb14-1714527484.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"national","content":"**Adoption in Nepal**\n\nAnistha Shrestha adopted a baby boy in 2017 after struggling to have children for many years.\n\n**Legal Process for Adoption**\n\n* Potential parents apply to court with a deed of adoption.\n* Couples married for less than 10 years, single people over 45, and certain other individuals can qualify.\n* Children's well-being is a priority.\n\n**Challenges with Adoption**\n\n* Lack of regulation and guidelines make it difficult.\n* There is no dedicated committee to match children with parents.\n* Parents often have to search for children themselves, which can be risky.\n* Societal stigma and heteronormativity prevent LGBTQ+ couples from adopting.\n* Intercountry adoptions have been banned due to concerns about trafficking and abuse.","summary":"Anistha Shrestha adopted an abandoned baby in 2017, despite legal and societal barriers to adoption for both same-sex couples and domestic and inter-country adoptions in Nepal."},{"hash":"3f364a7b488f4787fc0e376951c1783548e5f460595979e877cac188d021df81","title":"Bypoll results in Ilam show traditional parties (Nepali Congress and CPN-UML) remain strong, while Rastriya Swatantra Party faces challenges.","link":"https://kathmandupost.com/politics/2024/05/01/ilam-bypoll-fillip-for-old-parties-reality-check-for-rsp","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/4375415009854531096070575583147412016394281n-1714526830.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"politics","content":"**Election Results in Ilam-2**\n\nDespite a new candidate from the ruling party winning the Ilam-2 by-election, the results show that the old political parties still have a strong hold.\n\nThe election also suggests that identity politics, which calls for names and policies that reflect ethnic identities, is still a significant issue in the Koshi Province, where Ilam is located.\n\nThe Rastriya Swatantra Party (RSP), a new party that made a strong showing in the last election, did not perform well in Ilam-2, showing that it needs to improve its presence in rural areas.\n\nThe election has raised questions about the RSP's ability to become a major national political force, as the old parties remain powerful in grassroots areas.","summary":"CPN-UML's Suhang Nembang's victory in the Ilam-2 by-election highlights the resurgence of identity politics in Koshi Province and the challenges faced by the Rastriya Swatantra Party in establishing a national presence, despite the results reinforcing the relevance of traditional parties."},{"hash":"3b8f07fcf0196cc796d5e7ea9b735b31007811ccd0b4a7cef5a04cffbc352d27","title":"Nepal aims to attract LGBTQ+ tourists, a market worth billions of dollars, by promoting its welcoming environment and offering tailored experiences.","link":"https://kathmandupost.com/money/2024/04/21/nepal-sets-sight-on-multi-billion-dollar-lgbtiq-tourism-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled-1%20(1).jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"money","content":"Nepal hosted an LGBTIQ tourism conference to attract \"pink market\" tourists globally. The country has a history of recognizing LGBTIQ rights, including the first same-sex marriage in South Asia.\n\nThe conference aims to promote Nepal as a safe and welcoming destination for LGBTIQ travelers, who have a significant amount of spending power. Nepal's diverse culture and LGBTIQ-related traditions offer unique experiences for this market.\n\nBusinesses owned by LGBTIQ individuals are growing, and the tourism board is investing in making Nepal more friendly and inclusive. This tourism segment promises economic growth and empowers the LGBTIQ community.","summary":"Nepal hosted the first LGBTIQ tourism conference to tap into the multi-billion dollar market, following the legalization of same-sex marriage and recognition of gender minorities' rights."},{"hash":"6544c0b45b27e9bf77f2d52e116df242a412f0b3350a49b706e3550d9a2953e4","title":"Nepal's economy faces risks from the escalating Middle East crisis due to:\n\n* Reduced demand for Nepalese workers in the Middle East\n* Remittances from Middle East workers may decline\n* Travel restrictions may affect tourism from the region\n* Higher oil prices could impact transportation and inflation","link":"https://kathmandupost.com/money/2024/04/15/escalating-middle-east-crisis-threatens-nepali-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1713147555.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"money","content":"**Nepal Faces Economic Risks Due to Middle East Tensions**\n\nNepal's economy relies heavily on money sent back by migrant workers in the Middle East. Increased tensions in the region could disrupt the flow of these funds.\n\n**Potential Impacts:**\n\n* Job losses for Nepali workers in the Middle East\n* Reduced remittances, leading to:\n    * Decreased spending and economic growth\n    * Depletion of foreign currency reserves\n    * Increased inflation due to higher oil prices\n    * Reduced tourism arrivals\n\n**Government Response:**\n\nThe Nepal government is concerned and is urging restraint to avoid further escalation of conflict. They are also developing strategies to handle the potential economic impact.","summary":"Escalating Middle East tensions threaten Nepal's remittance-dependent economy, potentially disrupting labor markets, increasing inflation, and depleting foreign currency reserves."},{"hash":"79b8b64d55170d97b5398013f1e0be09edf6390a68972040dac7d9012da81a36","title":"Nepali nationalism is a sense of national identity and belonging among Nepali people. It is rooted in a shared history, language, culture, and religion. Hari Sharma was a Nepali writer and historian who played a key role in shaping Nepali nationalism. He wrote about the importance of preserving Nepali culture and traditions and of fostering a sense of national unity. His writings helped to inspire a sense of Nepali nationalism and pride among the Nepali people.","link":"https://kathmandupost.com/videos/2024/05/01/nepali-nationalism-idea-of-nepal-with-hari-sharma","date":1714521600000,"source":"kp","category":"videos","content":"**Summarization:**\n\nA company is offering a free course on financial planning. The course covers budgeting, saving, investing, and retirement planning. The course is designed for people who want to improve their financial literacy and reach their financial goals. The course is easy to understand and can be completed in 3-4 hours.","summary":"Crucial events unfold, shaping destinies and altering the trajectory of history."},{"hash":"da1de9d00cddf5d4e54cf41c1f92b9ea3c65052d5d623d6c79bf8571e6fc3343","title":"Nepal, a small country between China and India, has a unique identity shaped by its blend of Hindu-Buddhist culture, ethnic diversity, and mountainous terrain. For centuries, it has faced challenges in navigating its relations with its powerful neighbors.\n\nChina's perception of Nepal has been influenced by its own history, culture, and geopolitical interests. Historically, China viewed Nepal as a buffer zone and tributary state. In recent times, China has sought to strengthen its ties with Nepal, seeing it as a strategic gateway to South Asia.\n\nNepal, on the other hand, has sought to maintain a balanced approach between China and India, while also safeguarding its own sovereignty and independence. However, the unequal power dynamics and perceived Chinese influence have raised concerns among some Nepalese about the potential for external interference and erosion of national identity.\n\nUnderstanding the complexities of China-Nepal relations is crucial for both countries to build mutually beneficial partnerships while respecting each other's concerns and perspectives.","link":"https://kathmandupost.com/videos/2024/04/14/china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","date":1713052800000,"source":"kp","category":"videos","content":"The Araniko Project, a popular blog, uses Chinese sources to explore Nepal-China history.\n\nRajbhandari, a fluent Mandarin speaker, has a master's in Chinese politics.\n\nShe says that understanding Chinese is crucial to understanding Nepal-China relations.\n\nMandarin-to-English translation has its nuances, and Chinese historiography on Nepal should be examined carefully.","summary":"Rajbhandari, a fluent Mandarin speaker and China expert, discusses the Araniko Project's use of primary Chinese sources to explore Nepal-China relations, highlighting the significance of language proficiency for understanding Chinese history and diplomacy."},{"hash":"260be847ea4643b523c3e2c77aa8eb77abfa0ace0b6d4a34348f05f7a4f6c2d2","title":"**Public Debate in Nepal: Idea of Nepal with Saumitra Neupane**\n\nIn a public debate, Saumitra Neupane discusses the \"Idea of Nepal.\" He argues that Nepal should focus on its unique identity, culture, and values, rather than blindly following Western models of development.\n\nNeupane emphasizes the importance of:\n\n* Preserving Nepal's traditional customs and beliefs\n* Promoting self-reliance and economic independence\n* Nurturing a sense of national pride and unity","link":"https://kathmandupost.com/videos/2024/03/26/public-debate-in-nepal-idea-of-nepal-with-saumitra-neupane","date":1711411200000,"source":"kp","category":"videos","content":"Neupane hosted \"Project Sambad,\" a platform for discussing Nepali society and policy. The event discussed the need for better public debates in Nepal.","summary":"'Project Sambad', led by Neupane, held its inaugural event in Kathmandu on March 14-15 to foster critical public discourse and policy analysis."},{"hash":"d5d55349db8224f79ac2f5502e8ef4d7a68f9f2c08b2ac9c91c850dba1308134","title":"Nepal's constitution defines the country as a democratic, federal republic with ultimate sovereignty in the Nepali people. It emphasizes the idea of Nepal as a multi-ethnic, multi-cultural nation, promoting unity and harmony among all citizens.","link":"https://kathmandupost.com/videos/2024/02/02/the-constitution-of-nepal-idea-of-nepal-with-bipin-adhikari","date":1706832000000,"source":"kp","category":"videos","content":"Bipin Adhikari is a professor who specializes in law at Kathmandu University. He is an expert on Nepal's constitution that was written in 2015. He discusses the important features of this constitution, how long it might last, and how Nepal's constitution-writing process has developed over time.","summary":"A professor of law discusses the key aspects, durability, and evolution of Nepal's 2015 constitution."},{"hash":"7e26b616e94de57b192df8218df36ecaaf4466f1158034c966b537b95a17b683","title":"Coalition tension in Nepal's Madhesh region after split in main party JSP.","link":"https://kathmandupost.com/politics/2024/05/10/after-split-in-jsp-nepal-politics-hots-up-in-madhesh-over-fate-of-coalition","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb3-1715303718.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"politics","content":"The Janata Samajbadi Party Nepal (JSP-Nepal) has split into two, which could affect the government in the Madhesh province. The Maoist Centre, which supports the current government led by JSP-Nepal, is considering forming a new government.\n\nThe CPN-UML, the largest party in the provincial assembly, may also want to lead the government. The future of the Madhesh government depends on the decision of the central coalition in Kathmandu.","summary":"A split in the Janata Samajbadi Party (JSP-Nepal) has left the Madhesh provincial government in crisis, with the CPN (Maoist Centre) considering forming a new alliance in the province."},{"hash":"40a529e517bf93a20206c3fc06b60ee095358e2bdafb9cde44387b93947eaaf8","title":"Yadav to challenge registration of new political party in court.","link":"https://kathmandupost.com/politics/2024/05/09/yadav-to-move-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/UpendraYadav-1715216471.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"Janata Samajbadi Party Nepal (JSP-N) will challenge the Election Commission's decision to recognize a splinter group as a separate party. The party led by Deputy Prime Minister Upendra Yadav claims the registration of the new party headed by Ashok Rai is illegal and was done without proper legal authority.\n\nJSP-N says the split occurred due to discontent with Yadav's leadership, which they allege was autocratic. However, Yadav claims that false rumors about government changes and attempts to topple him led to the split.\n\nDespite the split, JSP-N remains in the ruling alliance and has promised continued support to the government.","summary":"Janata Samajbadi Party Nepal to challenge Election Commission's decision to register a new party formed by a dissident faction."},{"hash":"f6f0addbb8cbaa32a930541099e8ab8b80dbd645a10abca7ca6caeeb2cd39f3a","title":"Political parties often change their positions on issues to suit their own interests, rather than the interests of the people they represent.","link":"https://kathmandupost.com/politics/2024/05/09/political-parties-shift-stances-based-on-convenience","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/meeting-1715218714.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Summary:**\n\nThe Nepali Congress (Congress) and the Communist Party of Nepal-Unified Marxist Leninist (UML) have been arguing about whether to form a parliamentary probe committee to investigate Deputy Prime Minister Rabi Lamichhane.\n\nLast year, the UML demanded a judicial commission to investigate gold smuggling, which the Congress rejected. Now, the UML is rejecting the Congress' demand for a parliamentary committee to investigate Lamichhane for embezzlement.\n\nBoth parties are accusing the other of double standards, as they have made similar demands when they were in opposition. Political experts say that this shows a lack of faith in state institutions.","summary":"UML and Congress have reversed their stances on demanding investigation committees based on their positions in government or opposition, with the former supporting a judicial committee for gold smuggling while opposing a parliamentary committee for cooperative misappropriation, and the latter doing the opposite."},{"hash":"993e3dfb635cc252b93bf935dad75ef144713614867292c57642795d1f8ac6ff","title":"The Nepali Congress party is considering allowing Rastriya Swatantra Party leader Rabi Lamichhane to address the parliament, despite his ongoing court case. This is to ensure that he can represent his constituents effectively.","link":"https://kathmandupost.com/politics/2024/05/09/nepali-congress-may-allow-lamichhane-to-speak-in-parliament","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb18-1715215891.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"Nepali Congress, the opposition party, demands an investigation into Deputy Prime Minister Rabi Lamichhane's involvement in a cooperative funds scam. They believe Lamichhane embezzled funds and pressured the police and attorney general's office to clear his name. The ruling parties have proposed a wider investigation into the cooperative sector but not specifically targeting Lamichhane. The Congress insists on investigating Lamichhane and will obstruct parliament if the government does not form an investigation committee. The party also discussed political situations in two provinces, alleging unconstitutional actions by the ruling parties and considering legal action.","summary":"Opposition party demands parliamentary probe into Home Minister's alleged embezzlement of cooperative funds, despite resistance from ruling alliance."},{"hash":"52a7252302ec66d97f3faf40d59ba35f37aa0f43337d7482f90bdc22e8f712fc","title":"Amidst controversy, Gandaki Chief Minister expanded the cabinet. Q. Pratiksha Kafle was appointed to the cabinet in Pokhara.","link":"https://kathmandupost.com/politics/2024/05/07/gandaki-chief-minister-expands-cabinet-amid-controversy-q-pratiksha-kafle-in-pokhara","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1715045965.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"politics","content":"- **Gandaki Province:**\n    - Chief Minister Khagaraj Adhikari expanded his cabinet, adding two new ministers.\n- **Lumbini Province:**\n    - Bhandari Lal Ahir returned as Minister for Agriculture and Land Management after a short resignation.\n- **Controversy in Gandaki Province:**\n    - The Speaker's interpretation of a majority has been disputed, as it is unclear if the Speaker has voting rights.","summary":"Chief Minister Khagaraj Adhikari expanded his Cabinet in Gandaki Province, inducted Bhandari Lal Ahir resumed as Minister in Lumbini Province, after Election Commission recognized Janata Samajbadi Party."},{"hash":"0d8fb09ab1026484e465284d903ed753ad28550936d7ae26eefcff4b8df23383","title":"Three people have been arrested for allegedly duping U.S. visa aspirants.","link":"https://kathmandupost.com/kathmandu/2024/05/10/three-arrested-for-allegedly-duping-us-aspirants","date":1715299200000,"source":"kp","category":"kathmandu","content":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. ","summary":"Nepal Police arrested three suspects for allegedly scamming youths of Rs55 million with false promises of illegal travel to the US and Canada, while 15 other Nepalis were held hostage abroad during their journey to the US after paying Rs75 million to the gang."},{"hash":"d34d04f3fb0aac7854c1168b097a6ce09196339cf7d7bc35809cda6b94726548","title":"Fire in Bhaktapur injures two people.","link":"https://kathmandupost.com/bhaktapur/2024/05/05/two-injured-in-bhaktapur-fire","date":1714867200000,"source":"kp","category":"bhaktapur","content":"Fire at carpet factory in Bhaktapur injures two.\nBuddha Narayan Shrestha, 23, and Manu Urwa, 29, injured while trying to stop the fire.\nFire brought under control after five hours.\nProperty worth Rs18 million destroyed.\nCause of the fire is being investigated.","summary":"A fire in a Bhaktapur carpet factory injures two people and causes Rs18 million in damage."},{"hash":"b6207fb9e973312bf402c67e85a81cf80ec93fb9549d25542321817afde006d8","title":"Two people died of suffocation while digging a well in Bhaktapur.","link":"https://kathmandupost.com/bhaktapur/2024/05/01/two-die-of-suffocation-while-digging-well-in-bhaktapur","date":1714521600000,"source":"kp","category":"bhaktapur","content":"**Original Text:**\n\n```\nThe concept of \"meaningful work\" is subjective and varies from person to person. However, common elements often cited as important include:\n- Having a clear sense of purpose and a belief that one's work makes a positive contribution to society.\n- Feeling a sense of satisfaction and accomplishment from completing tasks and achieving goals.\n- Feeling connected to one's colleagues and having a supportive workplace environment.\n- Being challenged and having opportunities for growth and development.\n- Feeling adequately compensated and recognized for one's efforts.\n```\n\n**Summary:**\n\nMeaningful work is different for everyone, but usually involves:\n\n- Feeling like your work makes a difference.\n- Enjoying your work and feeling proud of your accomplishments.\n- Working with supportive people and in a positive environment.\n- Having opportunities to learn and grow.\n- Being paid and treated fairly.","summary":"The Vietnam War, a prolonged conflict between North and South Vietnam, erupted during the Cold War era, culminating in the eventual reunification of the country under a communist government after decades of bloodshed."},{"hash":"f5d5a914ad325d0dc9cdbe3e13aee77b709515bae18e316ed2e1dfc20803ba5d","title":"Man dies from injuries sustained in forest fire.","link":"https://kathmandupost.com/lalitpur/2024/04/30/man-injured-in-forest-fire-dies","date":1714435200000,"source":"kp","category":"lalitpur","content":"Man Shankar Pahari died in the hospital from burn injuries sustained while fighting a fire in a forest in Lalitpur.\n\nAnother injured man, Ramesh Pahari, is still receiving treatment.\n\nA separate fire in another forest in Godawari is still ongoing, with 65 patients moved to safety as the fire approached a hospital.","summary":"Tragic fire incidents in Godawari claim a life and injure another, while a third fire continues to rage uncontrolled."},{"hash":"576aedd4fb42b61a1e529a2a54b7b58d3d019f11c45cb0f9be739c017645a00d","title":"Seven wards in Kolkata Municipal Corporation (KMC) have started segregating waste, with four more set to follow soon.","link":"https://kathmandupost.com/kathmandu/2024/04/30/seven-wards-of-kmc-start-waste-segregation-four-more-to-start-soon","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1714441676.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"kathmandu","content":"- Seven wards in Kathmandu have started separating trash into degradable (recyclable) and non-degradable types.\n- Four more wards are also getting ready to do it.\n- Degradable trash is turned into compost, which is free for people in the seven wards.\n- The city is also using degradable trash to make gas for cooking and electricity.\n- The city is dividing into eight sectors to make trash separation easier.\n- The city produces a lot of trash every day, and separating trash at the source is a way to reduce the amount.\n- The city is selling reusable non-degradable trash from the landfill site.","summary":"Kathmandu Metropolitan City implements waste segregation in seven wards, initiates compost production, biogas generation, and plans to sell reusable non-degradable waste."},{"hash":"598d47179f347b323a132ca5a175cddf5c7d9425a715572e35c22b375dbc2709","title":"Nepal's banking industry leads South Asia in hiring women.","link":"https://kathmandupost.com/money/2024/05/11/nepal-s-banking-industry-is-a-leader-in-south-asia-in-employing-women","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715392971.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"money","content":"After graduating, Devna got a banking job despite facing uncomfortable interview questions about her future plans for marriage and children. Despite working long hours at first, she was motivated by her career ambitions. However, once she got married, her ability to work late decreased due to family responsibilities. This, along with lack of support from colleagues and unclear feedback, affected her morale and annual appraisal. Despite facing challenges like interruptions and disrespect during meetings, Devna was eventually promoted, but only after many years compared to her male peers. Nepal's banking industry has a higher representation of women compared to other South Asian countries, but there's still a gap in leadership positions. Women in Nepal face challenges balancing work and family responsibilities, as well as patriarchal societal norms that can make it difficult to advance in their careers.","summary":"Devna, a Nepali woman in the banking industry, faced challenges balancing work and family life, limited career advancement, and societal bias, despite Nepal's high representation of women in the sector."},{"hash":"f3e4a42725000ac8f9936c9fe3c2c8d3248f6134923cb80e8472ddc216c5009a","title":"Businesses want the government to spend money on infrastructure and other projects (capital expenditure or capex) to boost the economy.","link":"https://kathmandupost.com/money/2024/05/10/private-sector-urges-massive-capex-booster-to-revive-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb5-1715304600.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"money","content":"**Nepal's Budget Wish List:**\n\n* **Private Sector:**\n    * Government should increase spending to stimulate economic growth.\n    * Create an \"Investment Decade\" program to encourage private investment.\n    * Provide special treatment to businesses that create jobs.\n    * Reinvestment program to allow companies to invest profits.\n* **Banking Sector:**\n    * Invest funds from Social Security and other sources in infrastructure.\n* **Economy:**\n    * Address economic slowdown in retail, construction, and manufacturing.\n    * Reduce smuggling by balancing taxes.\n* **Financial Access:**\n    * Increase financial access for small businesses.\n    * Implement digital lending and online government connections.\n* **Transmission Lines:**\n    * Open up transmission line investment to the private sector.","summary":"Nepal's private sector urges government to target higher capital expenditure outlay in May 28 budget to support economic growth amid economic slowdown."},{"hash":"eb1755b9532256307117ca5c5fb719c9560772f1fd9b41cf31e240daf54eaf7a","title":"Barahi Jungle Lodge Cleanup Initiative:\n\nVolunteers gather to clean up the Barahi Jungle Lodge and surrounding areas. They remove trash, maintain trails, and protect wildlife. The initiative helps keep the lodge clean and protects the environment for both guests and animals.","link":"https://kathmandupost.com/money/2024/05/09/barahi-jungle-lodge-cleanup-initiative","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/EEEEEE-1715220027.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"Barahi Jungle Lodge cleaned up the area near Chitwan National Park, removing waste like plastic bottles and glass. The lodge does this yearly to protect the environment and has been recognized for its efforts, including being an eco-certified establishment and receiving ISO certifications.","summary":"Barahi Jungle Lodge, an eco-certified resort within Chitwan National Park, has completed a cleanup initiative removing waste, achieving ISO-14001 certification for its environmental management systems."},{"hash":"76a99df984b257d68d73357919d68eed175d63fefb1ad910c5a64cb39cb5effd","title":"**Sunkoshi-Marin Tunnel brings relief to thirsty Madhesh farmlands**\n\nThe Sunkoshi-Marin tunnel, built in southern Nepal, provides water to dry Madhesh farmlands. With water, farmers can grow multiple crops each year and improve their livelihoods. The tunnel also helps to prevent flooding and protect the local environment.","link":"https://kathmandupost.com/money/2024/05/09/sunkoshi-marin-tunnel-brings-hope-for-parched-madhesh-farmlands","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/TBM-1715225575.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"**Sunkoshi Marin Project Breakthrough**\n\nA tunnel to bring water to five dry districts in central Nepal has been completed. The tunnel will move water from the Sunkoshi River to the Marin River, which will then flow into the Bagmati River. The project will irrigate over 100,000 hectares of farmland and generate electricity.\n\nThe project is expected to cost around $87 billion and will be completed by July 2027. The breakthrough of the final point of the tunnel was completed six months ahead of schedule. The Prime Minister said that the project will help boost agricultural production and reduce the country's food deficit.","summary":"The Sunkoshi Marin diversion tunnel achieved a breakthrough, six months ahead of schedule, to redirect water for irrigation and generate hydropower, aiming to alleviate drought in the central Tarai region of Nepal."},{"hash":"c5fe1d2f9a8cd6eef1f0a323caa11b7801cd42a62a453832aeefed4f02fa2511","title":"Government plans to check pregnant women for mental health issues to provide support and improve outcomes for both mother and baby.","link":"https://kathmandupost.com/health/2024/05/10/ministry-plans-to-screen-pregnant-women-for-mental-health-problems","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb4-1715304323.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"health","content":"**Maternal Health in Nepal**\n\nTo reduce deaths during pregnancy and childbirth, the government will screen pregnant women for mental health issues.\n\n**Reasons for Screening**\n\n* Mental health problems are a leading cause of maternal deaths, including suicide.\n* Early detection and treatment can help save lives.\n\n**Pilot Program**\n\n* Screening will start at Paropakar Maternity and Women's Hospital in Kathmandu.\n* All pregnant women will be screened during and after pregnancy.\n\n**Findings from Previous Study**\n\n* 6% of maternal deaths were due to self-harm.\n* 151 women died out of every 100,000 live births.\n\n**Causes of Maternal Deaths**\n\n* Excessive bleeding after childbirth\n* Pre-eclampsia (high blood pressure during pregnancy)\n* Non-obstetric complications like mental health issues\n\n**Other Efforts to Reduce Maternal Deaths**\n\n* Mandatory antenatal and postnatal care visits\n* Free institutional delivery services\n* Travel allowances for antenatal visits\n* Distribution of medication to prevent bleeding\n\n**Goal**\n\n* Reduce maternal mortality rate to 75 per 100,000 births by 2030.","summary":"Nepal's Health Ministry plans to screen pregnant women for mental health issues, citing a rise in maternal deaths due to self-harm, aiming to reduce the country's maternal mortality rate to 75 per 100,000 births."},{"hash":"59f298234b280fa0591d0d30e4fbe9e9eb1f6e5022825d49db7c9d29cf0971ae","title":"Doctors and health workers receive training to detect and manage non-communicable diseases (NCDs) like heart disease, stroke, cancer, and diabetes. This training helps them provide better care to patients with these conditions.","link":"https://kathmandupost.com/health/2024/05/09/doctors-health-workers-get-ncd-screening-training","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/health/thumb19-1715216811.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"health","content":"50 health workers in Kathmandu have been trained to screen for non-communicable diseases (NCDs). These include:\n\n- High blood pressure\n- Heart disease\n- Cancer\n- Diabetes\n- Mental health problems\n\nThe trained workers will prescribe medicines, give advice, and refer patients to hospitals if needed. NCDs are a major health problem in Nepal, causing 71% of deaths. Smoking is a leading risk factor, followed by high blood pressure and air pollution. The government provides free medicines for some NCDs, but many people don't know they have these conditions because they are not screened.","summary":"Kathmandu Health Office trains 50 health workers to screen patients for non-communicable diseases, aiming to mitigate soaring mortality rates attributed to conditions like heart disease, diabetes, and cancer."},{"hash":"82b739d47f0c00dff5e5dd29a2d0a22bf0dc7eaf617fbb8b14963fbec0702e41","title":"Only 2% of new medicines released each year are tested in patients within 9 months.","link":"https://kathmandupost.com/health/2024/05/03/under-two-percent-medicines-in-the-market-tested-in-nine-months","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1714697599.jpg&w=900&height=601","date":1714694400000,"source":"kp","category":"health","content":"**Drug Testing in Nepal**\n\nThe Drug Administration Department has tested only 348 out of nearly 20,000 medicines in the market. This means that most medicines have not been checked for quality.\n\nSome substandard medicines have been found and recalled. However, it's possible that there are still more substandard medicines available.\n\nThe department is responsible for ensuring the quality of medicines, but it has too few staff and its laboratory is not fully equipped.\n\nThe department collects random samples of medicines, but it takes several months to test them. This means that substandard medicines may be sold to patients before they are caught.","summary":"The Department of Drug Administration tested less than 2% of registered medicines in the market, with delays in testing resulting in substandard drugs being sold to patients and the department lacking effective recall mechanisms."},{"hash":"f7d587fba320830df3d5490b1476f7bed784a09cb467e0da2566ea0c042e9aa7","title":"toxic-air-is-giving-young-children-asthma","link":"https://kathmandupost.com/health/2024/04/29/toxic-air-is-giving-young-children-asthma","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GKnxljjWYAAVcmb-1714354861.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"health","content":"**Air Pollution and Child Asthma in Nepal**\n\n* Air pollution in Nepal is getting worse and making children sick with asthma.\n* Children with asthma have trouble breathing and may wheeze.\n* Asthma is treated with oxygen and medicine.\n* Air pollution also causes other health problems for children, including pregnancy loss and child organ damage.\n* People who live in areas with high levels of air pollution are more likely to have asthma.\n* Asthma can be cured if treated early.\n* If your child has trouble breathing, sleeping, or wheezing, take them to the doctor.\n* Other factors like allergies and family history can also cause asthma.\n* Air pollution is shortening the lives of Nepali people by around 5 years.\n* Air pollution is worse in some areas of Nepal than others.\n* Air pollution is deadlier than smoking and high blood pressure.","summary":"Air pollution in Nepal has led to a spike in childhood asthma, with hundreds of children hospitalized due to breathing difficulties and impaired lung development, as documented by Save the Children's \"Breathless Future\" report, highlighting the detrimental impact on children's health, life expectancy, and various aspects of their lives."},{"hash":"7278c32d05b7d91efd57a55cdeffa191fb8097c7d25b5ac6952d0aaf8ada290f","title":"Anti-elephantiasis medicine will be distributed to people in 7 districts.","link":"https://kathmandupost.com/health/2024/04/27/people-in-7-districts-to-be-given-anti-elephantiasis-medicine","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb21706159670-1714183227.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"health","content":"A mass drug campaign to prevent elephantiasis, a mosquito-borne disease, will be conducted in seven districts where it is common. All healthy people over two years old will receive medicine for two weeks. This may be the last year of the campaign as the government plans to cover all eligible people. The campaign aims to eliminate the disease in Nepal, which is one of the countries where it is common. Health workers will visit homes to make sure everyone receives the medicine. So far, the disease has been eliminated in 70 out of 77 districts in Nepal.","summary":"Nepal's Epidemiology and Disease Control Division prepares for a mass drug administration drive to combat lymphatic filariasis in 7 endemic districts, potentially eradicating the disease with this final campaign."},{"hash":"0ed1ef279c5c1097aa7cd97df03f1d585cd0b8b8aa22954171fd3e38f37f8625","title":"Nepalese cuisine is now available in New York City, thanks to new restaurants that are bringing traditional flavors to the city.","link":"https://kathmandupost.com/food/2024/05/10/taking-nepali-taste-to-new-york","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/food1-1715265554.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"food","content":"**Aditya Mishra, Nepali Chef in New York**\n\nAditya Mishra is a chef who wants to make Nepali food famous worldwide. He started a restaurant called \"The Sewing Tin\" with Akhil Upad to showcase Nepali and Indian cuisine in a unique way.\n\nMishra believes that good food should tell stories, like the \"Sewing Tin\" story of immigrants getting sewing supplies instead of cookies when they arrived in New York.\n\nHe uses traditional Nepali ingredients, like kachaila (similar to French tartar), but presents them in new ways to make them accessible to everyone.\n\nMishra thinks that the restaurant industry in Nepal needs to be more creative and focused on creating real experiences, rather than just making money.\n\nIn New York, Mishra has faced challenges as an outsider, but he has found opportunities by staying true to his culture. He believes that chefs should be free to experiment and create dishes that they truly love.\n\n**Mishra's Signature Dish: Confit Duck Chatamari**\n\n**Ingredients:**\n\n- Duck\n- Rice\n- Mayonnaise\n- Spices\n- Onions\n- Garlic\n- Ginger\n- Radish pickle\n- Scallions\n- Lemon juice\n- Pepper\n- Vinegar\n\n**Instructions:**\n\n1. Cook duck in spices until tender.\n2. Make garlic aioli by mashing garlic and mixing with mayonnaise and other ingredients.\n3. Pickle onions in vinegar and spices.\n4. Make chatamari batter and cook in duck fat.\n5. Assemble by topping chatamari with shredded duck, aioli, pickled onions, and scallions.","summary":"Aditya Mishra, a Nepali chef in New York City, promotes Nepali cuisine through his restaurant The Sewing Tin, showcases its unique flavors in dishes like kachaila and lamb sekuwa, and advocates for preserving the authenticity of Nepali cuisine while embracing modern culinary techniques."},{"hash":"4f18229de2a5d8016e8888758de34cc858e98af2b542ed3077fa8ab2d1e49a3b","title":"Patience: Take your time and don't rush the process.\nPassion: Love what you do and put your heart into it.\nPastries: Enjoy the sweet rewards of your effort.","link":"https://kathmandupost.com/recipes/2024/04/27/patience-passion-and-pastries","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/BakeleusbyCeleus-1714186343.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"recipes","content":"**Celeus Baral's Baking Journey**\n\nCeleus Baral, a 21-year-old student, has a passion for baking. She started baking during lockdown in 2020 and launched her online shop, Bakeleus, last year.\n\nHer baking reflects her interest in the natural world and environmental science. She grows produce for her treats and believes in understanding their origins.\n\nBakeleus offers a range of baked goods, including jams, tarts, and cakes. Baral emphasizes precision and patience in her baking, believing that practice leads to mastery.\n\n**Recipe Recommendations:**\n\n**Mini Carrot Cakes:**\n\n* Requires at least 72 hours' notice for delivery.\n* Ingredients include carrots, walnuts, and spices.\n\n**Mulberry Fudge Cake:**\n\n* Rich and decadent with chocolate and mulberries.\n* Can be served with vanilla ice cream.\n\n**Strawberry Casserole:**\n\n* Creamy and fruity with strawberries and almond flakes.\n* Can be enjoyed with ice cream or whipped cream.","summary":"Celeus Baral, a 21-year-old environmental science student, launched her online baking shop Bakeleus in 2021, and has recently expanded to physical stalls while advocating for sustainability through baking and waste reduction."},{"hash":"9780e132b8e20251511cc1c330b02a430eeb7118100ff4ca205cc2bdd81eedba","title":"**Potato: Know Your Food**\n\nPotatoes are versatile and nutritious vegetables. They are packed with vitamins, minerals, and fiber. Different types of potatoes, like russet, red, and Yukon Gold, have unique textures and flavors.\n\n**Health Benefits:**\n\n* Rich in vitamin C and potassium\n* Good source of fiber\n* Contains antioxidants\n* May support heart and digestive health\n\n**Cooking Methods:**\n\n* Baking, roasting, mashing, boiling\n* Can be used in soups, stews, and salads\n\n**Nutritional Value (per 1 medium potato):**\n\n* Calories: 110\n* Carbohydrates: 26 grams\n* Protein: 2 grams\n* Fiber: 3 grams\n* Vitamin C: 25% of daily value\n* Potassium: 10% of daily value","link":"https://kathmandupost.com/food/2024/01/27/know-your-food-potato","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled8copy-1706323718.jpg&w=900&height=601","date":1706313600000,"source":"kp","category":"food","content":"**Potatoes in Nepal**\n\nPotatoes are a very important food in Nepal, especially in the mountains. They are cheap and versatile, used in almost all dishes. Potatoes are a good source of many vitamins, minerals, and fiber. They are also a good source of carbohydrates and contain no fat, gluten, or cholesterol.\n\nNepal grows a lot of potatoes, around 3,410,000 tons each year. They are grown in many different parts of the country, from the plains to the mountains. Nepal also imports some potatoes and potato products.\n\nThere are many different types of potatoes, including red, white, dark, and purple. Darker potatoes have more nutrients. Potatoes can be cooked in many different ways, including boiling, frying, and roasting.\n\nEating potatoes can have many health benefits. They can help lower blood pressure, reduce cholesterol levels, and improve digestive health. However, it is important to limit intake of fried potato products like chips and french fries, as they can be high in calories and unhealthy fats.","summary":"Potatoes are a widely consumed, versatile crop in Nepal, providing essential nutrients, with diverse types and health benefits; however, excessive consumption of fried potato products should be avoided."},{"hash":"8f050af11428f186d46c4f64b300a3441341f2f7048fe6b8a30e31626fd61759","title":"**Eggs: A Nutritional Wonder**\n\nEggs are packed with essential nutrients:\n\n* **Protein:** Building blocks for tissues and muscles.\n* **Choline:** Supports brain function and nerve development.\n* **Vitamin B12:** Essential for energy production.\n* **Selenium:** Anti-inflammatory and antioxidant properties.\n* **Lutein and zeaxanthin:** Protectors of eye health.\n\nRegular egg consumption:\n\n* Supports brain health\n* Maintains muscle mass\n* Boosts energy levels\n* Protects against heart disease and other conditions\n* Promotes overall well-being","link":"https://kathmandupost.com/food/2024/01/13/know-your-food-eggs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/ezgif3822bacc5da-1705113903.jpg&w=900&height=601","date":1705104000000,"source":"kp","category":"food","content":"**Eggs: A Superfood for Health**\n\nEggs are a healthy and affordable food that contains most of the nutrients our bodies need. They are a complete source of protein, which is essential for growth and repair. Eating eggs regularly can help with weight loss, lower blood pressure, and protect against infections.\n\nNepal produces enough eggs to meet its own needs. Eggs are available in two sizes: big and medium. Pastured eggs (from chickens that roam freely) are available but cost more. These eggs are higher in omega-3 fatty acids, which are good for heart health.\n\nAdults can safely eat 1-2 eggs per day. Eggs are also good for pregnant women and breastfeeding mothers, as they contain choline which is important for baby's brain development.\n\n**Benefits of Eating Eggs:**\n\n* Weight loss\n* Reduced blood pressure\n* Protection against infections\n* Increased mental energy\n* Improved skin health\n* Prevention of eye diseases\n* Healthy brain development in babies","summary":"Chicken eggs are nutritious and affordable, providing essential nutrients, promoting health, and contributing to Nepal's egg self-sufficiency."},{"hash":"4441762448a02cd0b37a86fb1a58f420dbb6206d6c636319eb6405bfa4ae8b25","title":"Piano Piano South is a restaurant offering authentic Italian dishes.","link":"https://kathmandupost.com/food/2023/12/28/italian-delights-at-piano-piano-south","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/Main1-1703773991.jpg&w=900&height=601","date":1703721600000,"source":"kp","category":"food","content":"**Piano Piano South: An Italian Escape in Kathmandu**\n\nPiano Piano South offers a peaceful oasis in the city of Kathmandu. It features:\n\n* Indoor and outdoor seating, including a charming garden\n* Soothing piano music\n* A new menu by Chef Sujan Poudel\n\nThe menu includes:\n\n* Antipasti (appetizers) like Tomato Soup Shots, Bruschetta, and Calamari Fritti\n* Main courses like Ravioli Prosciutto, Pasta with Calamari and Shrimp\n* Desserts like Tiramisu and Chocolate Cake\n\nThe restaurant also offers a curated selection of wines to pair with your meal.\n\nBeyond the food, Piano Piano South is a great place to relax and spend time with family. The ambiance is perfect for quiet moments or special occasions.\n\nIt's located in Sanepa, Lalitpur and is open from 11:00 am to 9:00 pm. Parking and smoking are available on the garden seating.","summary":"Piano Piano South, an Italian restaurant in Lalitpur, offers a serene escape with indoor and outdoor seating, a revised menu featuring diverse antipasti, hearty platti principali, and delectable desserts, paired with a well-curated wine selection that complements the authentic Italian fare."},{"hash":"85fd1b1b76fc26f28ffe0a271a86ba321af054d84ef73a9cb8c3c3bf2c72f12e","title":"Plan a trip to Nepal in 2024 and explore these breathtaking destinations:\n\n* **Kathmandu:** Ancient temples and vibrant city life\n* **Pokhara:** Serene lake views and stunning mountain vistas\n* **Chitwan National Park:** Wildlife safaris in the jungle\n* **Everest Base Camp:** Trek to the foot of the world's highest peak\n* **Namche Bazaar:** Gateway to Mount Everest with Sherpa culture\n* **Lumbini:** Birthplace of Lord Buddha with peaceful temples\n* **Nagarkot:** Hilltop village with panoramic Himalayan views","link":"https://kathmandupost.com/travel/2024/02/19/7-places-in-nepal-you-should-visit-in-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1708309532.jpg&w=900&height=601","date":1708300800000,"source":"kp","category":"travel","content":"**Mundhum Trek**\n* A new trek in eastern Nepal, passing through indigenous villages and high peaks.\n* Starts in Diktel Bazaar and ends in Bhojpur.\n* Offers views of mountains including Everest and Kanchenjunga.\n\n**Janaki Mandir**\n* A large temple in Janakpur, constructed in 1874.\n* Said to be the birthplace of Sita.\n* Celebrates the marriage anniversary of Lord Ram and Sita every year.\n\n**Kuri Village**\n* A popular destination for snow and scenic views.\n* Located in Kalinchowk, about 150 km from Kathmandu.\n* Accessible by jeep or modified vehicles during snowfall.\n\n**Annapurna Base Camp**\n* A picturesque trek to the foothills of Annapurna South.\n* Features cultural diversity, villages, and flora and fauna.\n* Can be done year-round, with autumn and spring offering ideal weather.\n\n**Bardiya National Park**\n* Home to the Royal Bengal Tiger.\n* Offers jungle safaris to spot tigers, elephants, and rhinos.\n* Best visited during mid-September to mid-December and mid-February to May.\n\n**Khaptad National Park**\n* A protected area in the far western region.\n* Known for its pristine nature and offbeat trekking trails.\n* Ideal for trekking in spring and autumn.","summary":"Mundhum Trek in Koshi, Janaki Mandir in Madesh, Kuri Village in Bagmati, Annapurna Base Camp in Gandaki, Bardiya National Park in Lumbini, Khaptad National Park in Sudurpaschim, and Limi Valley in Karnali offer diverse trekking trails and cultural experiences."},{"hash":"c077b34beda2250a997231f215f178053a057340c5c72de0aec15b25ae40ddb7","title":"Phidim, once a beautiful town, now faces challenges. Old traditions and memories bring comfort, but new realities must be faced. The town must balance preserving its past while embracing progress for a brighter future.","link":"https://kathmandupost.com/travel/2023/11/18/old-memories-and-new-realities-in-phidim","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/phidim%20main%20(1).JPG&w=900&height=601","date":1700265600000,"source":"kp","category":"travel","content":"The author returned to his hometown, Phidim, and found it had changed. The old mud houses were replaced by concrete buildings. The town had become a transit town for pilgrims. Despite the changes, the author still loved his hometown and reflected on the memories he had there.","summary":"The author revisits his hometown Phidim after years, finding it transformed with modern buildings, yet facing economic challenges due to lack of higher education and healthcare."},{"hash":"6ec2c2cb523a223a47b5f232132774b5872a4d0a9220fb4a176d50e203ea7484","title":"Architecture and art come together to create something beautiful and functional.","link":"https://kathmandupost.com/travel/2023/10/28/a-blend-of-architecture-and-artistry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/travel5-1698457058.jpg&w=900&height=601","date":1698451200000,"source":"kp","category":"travel","content":"**Bara Imambara in Lucknow**\n\nLucknow is a vibrant city with delicious food and a rich history. It's home to Bara Imambara, a grand building built in the 1700s.\n\n**The Entrance**\n\nThe iconic Rumi Darwaza gate welcomes you to Imambara. As you step inside, admire Asafi Mosque with its intricate designs and calm atmosphere.\n\n**The Main Hall**\n\nAsafi Hall is huge and impressive, with a massive arched roof supported by just bricks. The tomb of the building's builder, Asaf-ud-Daula, is located inside.\n\n**The Labyrinth**\n\nThe Bhool Bhulaiyaa, or labyrinth, is a confusing network of passageways above the hall. Its design allows sound to echo, making it easy for guards to listen to conversations.\n\n**The Rooftop**\n\nFrom the roof, you can enjoy a panoramic view of Lucknow. It's a reminder of the building's timeless beauty and the city's changing history.\n\n**The Stepwell**\n\nShahi Baoli is an underground stepwell with intricate carvings. It served as a cool refuge and natural air conditioner in the summer. Legend has it that the well's water was used to spy on people entering the building.","summary":"The Bara Imambara, built in 1784, boasts a central hall without pillars, a labyrinth with echoing sounds, a royal stepwell with a 'CCTV camera' well, and a mosque with intricate Mughal calligraphy."},{"hash":"e38b1beb524d0349efe3710dd274aab2205ecb04d36e45cc18e25ff5fb66e639","title":"Explore the beauty of nature through guided treks and trails. Experience breathtaking landscapes, serene wilderness, and unique wildlife. Discover hidden waterfalls, lush forests, and towering mountains. Find new perspectives and create lasting memories on unforgettable adventures.","link":"https://kathmandupost.com/travel/2023/10/14/of-treks-and-trails","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/travelmain-1697245584.jpg&w=900&height=601","date":1697241600000,"source":"kp","category":"travel","content":"**Climbing Mountains**\n\nClimbing mountains like Everest is difficult and requires physical and mental toughness. It involves navigating slippery rocks, rivers, and bridges.\n\n**Tips for Trekkers**\n\n* Stay positive and believe you can do it.\n* Prepare for the trek by exercising regularly, especially walking.\n* Pack light but bring essentials like warm clothes, a stick, and a safety knife.\n* Female trekkers should bring period supplies.\n* Rest and take breaks if you get altitude sickness.\n* Communicate with your fellow trekkers and guides.\n\n**Challenges for Female Trekkers**\n\n* They may face underestimation and doubt.\n* Managing periods while trekking can be difficult.\n\n**Becoming a Trekking Guide**\n\n* Join a trekking association and take a guide course.\n* The course covers skills like map reading and guiding techniques.\n* Colleges also offer bachelor's programs in mountaineering.","summary":"Everest, Annapurna, and Manaslu climbs require mental and physical fortitude, necessitating preparation, experienced guides, and essentials for navigation, while accounting for altitude sickness, injuries, and challenges faced by female trekkers."},{"hash":"a9ad689d21f22e85bcaa462724561585142b33988f2d2ded57420f55cc029fb5","title":"Solo travel to Nepal offers unique experiences.\n\n* **Trek to Everest Base Camp:** Hike through stunning landscapes to the foot of Mount Everest.\n* **Visit Kathmandu:** Explore ancient temples, bustling markets, and vibrant nightlife.\n* **Explore Chitwan National Park:** Encounter endangered species amidst lush jungles.\n* **Relax in Pokhara:** Enjoy serene lakeside views and adventure sports.\n* **Immerse in local culture:** Engage with friendly locals, attend festivals, and learn about Nepali traditions.","link":"https://kathmandupost.com/travel/2023/06/17/travelling-nepal-solo","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/SoloTravelMain11zon-1686967229.jpg&w=900&height=601","date":1686960000000,"source":"kp","category":"travel","content":"**Summary:**\n\nFive female travelers started **Duluwa Outdoors** to empower women to travel alone. The platform connects women and provides information on solo travel in Nepal.\n\n**Solo Travel in Nepal:**\n\n* Generally safe, especially for short trips within Kathmandu Valley.\n* Many women in Nepal travel alone, including between their own and their parents' homes.\n\n**Solo Travel Destinations in Nepal:**\n\n* For beginners: Shivapuri, Namo Buddha, Pokhara-Bandipur\n* For intermediate: Annapurna treks\n* For advanced: Hilly towns like Illam, Chitwan National Park, Bardiya National Park\n\n**Tips for Solo Travelers:**\n\n* Plan ahead: research transportation, lodging, and activities.\n* Be aware of your surroundings and trust your instincts.\n* Inform someone about your whereabouts, especially in areas with limited communication.\n* Consider taking a wilderness first aid course if hiking in remote areas.","summary":"Five young women founded Duluwa Outdoors to empower female travelers, promoting safe solo travel in Nepal with tips and resources for first-timers."},{"hash":"6abff852e013616a4b186563210990eae2ab277dec212259f16a73c76d3dc949","title":"Government to reward successful cricketers and athletes with cash prizes.","link":"https://kathmandupost.com/sports/2024/05/10/government-to-provide-cash-reward-to-cricketers-athletes","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb6-1715304954.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"sports","content":"The Government rewarded various sports persons with cash prizes for their achievements:\n\n- **Cricket:** 15 national men's cricket team members get Rs. 13 lakhs each for qualifying for the T20 World Cup.\n- **Karate:** Arika Gurung gets Rs. 19.5 lakhs for winning silver at the Asian Games.\n- **Kabaddi:** 12 women's kabbadi team members get Rs. 3.9 lakhs each for winning bronze at the Asian Games.\n- **Para Games:** Palesha Goverdhan gets Rs. 13 lakhs for winning bronze at the Asian Para Games.","summary":"The Nepal government awarded cash prizes totaling Rs29.71 million to athletes, including the men's cricket team, karateka Arika Gurung, the women's kabaddi team, and parateakwondo player Palesha Goverdhan, for their recent achievements in international competitions."},{"hash":"d3bf2681c5f44f567c2b7e08f966046fb572ea416e8cfddac399e392844a7256","title":"Nepal won the final match against West Indies A, concluding the series with a score of 2-3.","link":"https://kathmandupost.com/cricket/2024/05/04/nepal-win-last-match-against-west-indies-a-to-conclude-series-2-3","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GMucR8qbwAAxeZl-1714817959.jpg&w=900&height=601","date":1714780800000,"source":"kp","category":"cricket","content":"Nepal beat West Indies A by 6 wickets in the last T20 match.\n\nNepal's win came thanks to:\n\n* Great batting by Aasif Sheikh, Anil Sah, and Kushal Malla.\n* Strong bowling by Sagar Dhakal and Sompal Kami.\n\nWest Indies A had a decent total of 172, but Nepal chased it down with 7 balls to spare.\n\nKushal Malla was the star, scoring 37 runs in just 18 balls.\n\nDespite the win, West Indies A won the 5-match series 3-2.\n\nRohit Paudel was named Player of the Series.","summary":"Nepal defeated West Indies A in the fifth T20 by six wickets, thanks to impressive batting from Sheikh, Sah, and Malla, and strong bowling from Dhakal and Kami, despite losing the series 3-2."},{"hash":"9d7ced68a72cb11104cf4b0dbf516e03a1daade9b97560e45bd16d4688ad8043","title":"West Indies needs 210 runs to win against Nepal in a cricket match.","link":"https://kathmandupost.com/cricket/2024/05/02/west-indies-a-post-210-run-target-against-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/match-1714707130.jpg&w=900&height=601","date":1714608000000,"source":"kp","category":"cricket","content":"**Nepal Lost to West Indies A in T20 Match**\n\nNepal lost to West Indies A in the fourth T20 match by 28 runs, giving West Indies an unbeatable 3-1 lead in the series. Nepal struggled to chase 210 runs, scoring only 181.\n\nRohit Paudel scored 82 runs for Nepal, but other batsmen struggled. West Indies A had a strong batting performance, with Andre Fletcher and Johnson Charles scoring half-centuries.\n\nNepal's coach selected experienced players for their upcoming World Cup campaign, but the batsmen still made mistakes. Kushal Bhurtel, who has been in poor form, got out for just one run.\n\nNepal had won the first T20 match but lost the second and third by wide margins. The fifth and final T20 match will be on Saturday.","summary":"In the fourth T20, Nepal fell to West Indies A by 28 runs, giving the visitors an unassailable 3-1 lead with one match left; Nepal's squad for the 2024 T20 World Cup was announced."},{"hash":"a5e3edf276d54cd57e7292f16946aa79bba9683852ec9205a675963d0ef498de","title":"Nepal announces a team for ICC Men's T20 World Cup.","link":"https://kathmandupost.com/sports/2024/05/01/nepal-announces-squad-for-icc-men-s-t20-world-cup","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/nepal-1714612274.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"sports","content":"Nepal's cricket team will compete in the ICC Men's T20 World Cup with a squad that includes experienced players.\n\nCaptain Rohit Paudel will lead the team. Despite some recent struggles, he scored a century against West Indies A.\n\nSeveral players who performed poorly in recent matches have been dropped, including Aarif Sheikh, Bibek Yadav, and Lokesh Bam.\n\nAnil Sah, despite recent form issues, has been selected.\n\nAll-rounders Dipendra Singh Airee, Aasif Sheikh, and Kushal Malla remain in the mix.\n\nKushal Bhurtel, despite his poor form, has been selected due to a lack of other options.\n\nSompal Kami, Karan KC, and Lalit Rajbanshi will lead the bowling attack.\n\nSagar Dhakal and Kamal Singh Airee are the only new inclusions in the squad.\n\nNepal will face the Netherlands, Bangladesh, Sri Lanka, and South Africa in Group D, opening against the Netherlands on June 4th.","summary":"Nepal's 15-man T20 World Cup squad, led by Rohit Paudel, features experienced players from the ACC Men's Premier Cup and includes new additions Sagar Dhakal and Kamal Singh Airee, while struggling batters like Binod Bhandari and Aarif Sheikh were omitted."},{"hash":"32ed3ca97afc01da3fa2ac6201959faa2164bdc060ba833bb2c5a81fbb0bf54a","title":"Israel orders more people in Rafah, Gaza to evacuate.","link":"https://kathmandupost.com/world/2024/05/11/israel-orders-people-in-more-areas-of-gaza-s-rafah-to-evacuate","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersJE7KOBOKJVPWHMVUUGMEO3QA7M-1715427667.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"Israel called on Saturday for Palestinians in more areas of Gaza’s southern city of Rafah to evacuate and head to what it calls an expanded humanitarian area in Al-Mawasi, in a further indication that the military is pressing ahead with its plans for a ground attack on Rafah.In a post on social media site X, a military spokesperson also called on residents and displaced people in the Jabalia area of northern Gaza, and 11 other neighbourhoods in the enclave to go immediately to the shelters west of Gaza City.According to the Palestinian news agency WAFA, 24 Palestinians were killed overnight after Israeli jets targeted several areas in central Gaza.Despite heavy US pressure and alarm expressed by residents and humanitarian groups, Israel has said it will proceed with an incursion into Rafah, where more than 1 million displaced people have sought refuge during the seven-month-old war.Israel’s military said that so far, about 300,000 Gazans have moved towards Al-Mawasi.Israel says it cannot win the war without rooting out thousands of fighters of the Islamist Hamas movement it believes are deployed in Rafah.Israeli tanks captured the main road dividing Rafah’s eastern and western sections on Friday, effectively encircling the eastern side in an assault that has caused Washington to hold up delivery of some military aid to its ally.The White House said on Friday it was watching the Israeli operations “with concern,” but they appeared to be localized around the shuttered Rafah crossing and did not reflect a large-scale invasion of the city.The war was triggered by a Hamas-led attack on southern Israel in which some 1,200 people were killed and more than 250 people taken hostage, according to Israeli tallies.Israel's military operation in Gaza, which it says aims to eliminate Hamas, has killed close to 35,000 Palestinians, according to Gaza's health ministry. The bombardment has laid waste to the coastal enclave and caused a deep humanitarian crisis.The Biden administration said on Friday Israel’s use of US-supplied weapons may have violated international humanitarian law during its Gaza operation, in its strongest criticism to date of Israel.But the administration stopped short of a definitive assessment, saying that due to the chaos of the war it could not verify specific instances where use of those weapons might have been involved in alleged breaches. ","summary":"Israel called on Saturday for Palestinians in more areas of Gaza’s southern city of Rafah to evacuate and head to what it calls an expanded humanitarian area in Al-Mawasi, in a further indication that the military is pressing ahead with its plans for a ground attack on Rafah.In a post on social media site X, a military spokesperson also called on residents and displaced people in the Jabalia area of northern Gaza, and 11 other neighbourhoods in the enclave to go immediately to the shelters west of Gaza City.According to the Palestinian news agency WAFA, 24 Palestinians were killed overnight after Israeli jets targeted several areas in central Gaza.Despite heavy US pressure and alarm expressed by residents and humanitarian groups, Israel has said it will proceed with an incursion into Rafah, where more than 1 million displaced people have sought refuge during the seven-month-old war.Israel’s military said that so far, about 300,000 Gazans have moved towards Al-Mawasi.Israel says it cannot win the war without rooting out thousands of fighters of the Islamist Hamas movement it believes are deployed in Rafah.Israeli tanks captured the main road dividing Rafah’s eastern and western sections on Friday, effectively encircling the eastern side in an assault that has caused Washington to hold up delivery of some military aid to its ally.The White House said on Friday it was watching the Israeli operations “with concern,” but they appeared to be localized around the shuttered Rafah crossing and did not reflect a large-scale invasion of the city.The war was triggered by a Hamas-led attack on southern Israel in which some 1,200 people were killed and more than 250 people taken hostage, according to Israeli tallies.Israel's military operation in Gaza, which it says aims to eliminate Hamas, has killed close to 35,000 Palestinians, according to Gaza's health ministry. The bombardment has laid waste to the coastal enclave and caused a deep humanitarian crisis.The Biden administration said on Friday Israel’s use of US-supplied weapons may have violated international humanitarian law during its Gaza operation, in its strongest criticism to date of Israel.But the administration stopped short of a definitive assessment, saying that due to the chaos of the war it could not verify specific instances where use of those weapons might have been involved in alleged breaches. "},{"hash":"ccbdfb55569231d56fab27409904b9d31563344b2153ca0275e445e05753067b","title":"Afghanistan floods have killed 153 people, according to the Taliban interior ministry.","link":"https://kathmandupost.com/world/2024/05/11/death-toll-in-afghanistan-floods-rises-to-153-says-taliban-interior-ministry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersQYK4WJXC4ZJHZBDQIH73KL2UIA-1715426843.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"Floods in northern Afghanistan have killed at least 153 people and injured 138. Heavy rains caused floods in Baghlan, Takhar, and Badakhshan provinces. Many people are homeless, and transportation, water, and waste systems are damaged. The World Health Organization is sending medical teams to help.","summary":"Flash floods in northern Afghanistan have left 153 dead and 138 injured, prompting the Taliban to deploy helicopters to assist stranded civilians and the WHO to send medical teams."},{"hash":"eaa13415538d7c525c64e911242603237c2ce9a68918e45628c713c0356da59f","title":"India's election watchdog has been criticized for not acting against Prime Minister Narendra Modi for alleged violations of election rules. Opposition parties claim that the watchdog's inaction has allowed Modi to break the rules with impunity.","link":"https://kathmandupost.com/world/2024/05/11/india-poll-watchdog-s-inaction-lets-pm-modi-commit-brazen-violations-opposition-says","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersFULCPGZWABIALBM2WJSBKG7YWI-1715411865.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"India’s opposition said the nation’s election commission was allowing Prime Minister Narendra Modi to continue “unchecked and brazen” violations by not taking action on opposition complaints of religious hate speech and misrepresentation.More than halfway through India’s six-week national elections, the world’s biggest, the Congress party-led opposition complained in a letter to the Election Commission of India on Friday that “no meaningful action has been taken to penalize those who are guilty in the ruling regime”.This was a “complete abdication” of the commission’s duty, it said. “As a result there has been an unchecked and brazen continuation of these violations, which are now committed with impunity and utter disregard.”The watchdog is responsible for ensuring political parties do not violate election rules against promoting division along religious, caste or linguistic lines in the multiethnic South Asian nation.In his campaign speeches, Modi, seeking a rare third consecutive term, has targeted the Congress, claiming it wants to help minority Muslims at the expense of other socially disadvantaged groups.Representatives for the commission and Modi’s Hindu-nationalist Bharatiya Janata Party (BJP) did not respond to requests seeking comment.Election results in the world’s most populous nation are to be announced on June 4.The commission on Tuesday ordered social media platform X to take down a video posted by a BJP state unit that accused Congress leaders of planning to extend welfare benefits to Muslims at the cost of other disadvantaged tribal and Hindu caste groups.While not making any rulings on the complaints, the commission has sought a response from BJP chief J.P. Nadda for an April 21 speech in which Modi said the Congress planned to redistribute wealth from Hindus among Muslims, whom he called “infiltrators” and “those with many children”.The commission has also sent a notice to the Congress regarding complaints by the BJP, which says it has filed three complaints.“The delay puts a question mark on the credibility of the election commission and therefore on the election process,” said S.Y. Qureshi, a former head of the three-member election commission. “Any damage to its reputation will cause incalculable harm to the legitimacy of India’s democracy.”The opposition letter mentions 10 complaints the Congress had lodged since April 6 against Modi and key aides for what it calls “divisive”, “false” and “provocative” statements that sow sectarian division and misrepresent Congress’ positions.“We are not told what is the response, what is the action being taken,” Congress lawmaker Abhishek Manu Singhvi told reporters after meeting commission officials on Friday.“This is an irreversible window,” Singhvi said. “If they don’t act promptly it would be a complete abdication of constitutional duty.”Ashok Lavasa, who was an election commissioner during the 2019 general election, said the process from receiving a complaint to deciding on it “should not take more than three to four days because otherwise it loses purpose”, as the campaign phase is quite short. ","summary":"India’s opposition said the nation’s election commission was allowing Prime Minister Narendra Modi to continue “unchecked and brazen” violations by not taking action on opposition complaints of religious hate speech and misrepresentation.More than halfway through India’s six-week national elections, the world’s biggest, the Congress party-led opposition complained in a letter to the Election Commission of India on Friday that “no meaningful action has been taken to penalize those who are guilty in the ruling regime”.This was a “complete abdication” of the commission’s duty, it said. “As a result there has been an unchecked and brazen continuation of these violations, which are now committed with impunity and utter disregard.”The watchdog is responsible for ensuring political parties do not violate election rules against promoting division along religious, caste or linguistic lines in the multiethnic South Asian nation.In his campaign speeches, Modi, seeking a rare third consecutive term, has targeted the Congress, claiming it wants to help minority Muslims at the expense of other socially disadvantaged groups.Representatives for the commission and Modi’s Hindu-nationalist Bharatiya Janata Party (BJP) did not respond to requests seeking comment.Election results in the world’s most populous nation are to be announced on June 4.The commission on Tuesday ordered social media platform X to take down a video posted by a BJP state unit that accused Congress leaders of planning to extend welfare benefits to Muslims at the cost of other disadvantaged tribal and Hindu caste groups.While not making any rulings on the complaints, the commission has sought a response from BJP chief J.P. Nadda for an April 21 speech in which Modi said the Congress planned to redistribute wealth from Hindus among Muslims, whom he called “infiltrators” and “those with many children”.The commission has also sent a notice to the Congress regarding complaints by the BJP, which says it has filed three complaints.“The delay puts a question mark on the credibility of the election commission and therefore on the election process,” said S.Y. Qureshi, a former head of the three-member election commission. “Any damage to its reputation will cause incalculable harm to the legitimacy of India’s democracy.”The opposition letter mentions 10 complaints the Congress had lodged since April 6 against Modi and key aides for what it calls “divisive”, “false” and “provocative” statements that sow sectarian division and misrepresent Congress’ positions.“We are not told what is the response, what is the action being taken,” Congress lawmaker Abhishek Manu Singhvi told reporters after meeting commission officials on Friday.“This is an irreversible window,” Singhvi said. “If they don’t act promptly it would be a complete abdication of constitutional duty.”Ashok Lavasa, who was an election commissioner during the 2019 general election, said the process from receiving a complaint to deciding on it “should not take more than three to four days because otherwise it loses purpose”, as the campaign phase is quite short. "},{"hash":"4d1e5970683b220a3a181fcf8a9659ad24ba8e6238140fc24bf200beeabc779f","title":"unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","link":"https://kathmandupost.com/books/2023/07/31/unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/books-1690776078.jpg&w=900&height=601","date":1690761600000,"source":"kp","category":"books","content":"**Unauthorized Book Translations in Nepal**\n\nIn Nepal, many popular books are translated into Nepali without the authors' or publishers' permission.\n\n**Impact:**\n\n* These translations are often poor quality, with missing pages and errors.\n* They hurt authors and publishers who don't receive any royalties.\n* They damage Nepal's reputation in the international book market.\n\n**Notable Cases:**\n\n* Bangladeshi-Swedish writer Taslima Nasrin's books have been extensively pirated.\n* The biographies of Steve Jobs, Bill Clinton, and others have also been illegally translated.\n\n**Legal Consequences:**\n\n* Translating books without permission is a crime punishable by law.\n* Copyright violations can result in fines and imprisonment.\n\n**Reasons for Piracy:**\n\n* Small market size in Nepal discourages publishers from securing translation rights.\n* High import taxes on books make it cheaper to buy pirated copies.\n* Lack of an agency to regulate translation quality.\n\n**Solutions:**\n\n* Publishers should reach out to international publishers for translation rights.\n* The government should lower import taxes on books.\n* A regulatory body is needed to enforce copyright laws and ensure translation quality.\n* Publishers, authors, and readers should work together to combat piracy.","summary":"Nepali book market is flooded with unauthorized translations by various publishers, infringing upon authors' rights and harming the quality of translated works."},{"hash":"f91af36450d89ad58798b4c4d401adfda4ba09b3625ea1c7677f78706e25f747","title":"desperate-youths-from-maoist-heartland-hit-us-wall","link":"https://kathmandupost.com/national/2023/06/25/desperate-youths-from-maoist-heartland-hit-us-wall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/CIJ-1687660964.jpg&w=900&height=601","date":1687651200000,"source":"kp","category":"national","content":"**Deportation and Financial Loss for Youths Heading to the US**\n\nIn Tak village, many youths have illegally entered the US, losing millions in the process. Eight deported youths have returned empty-handed, each losing an average of Rs6 million.\n\nYouths have borrowed large sums of money at high interest rates to fund their trips. Many have left the village to escape debt and creditors.\n\n**Personal Stories of Loss**\n\nRam Budha was detained in the US for 27 months and lost Rs4.5 million. Today, he lives in Kathmandu, struggling to pay off his debts.\n\nDhanlal Gharti spent four years in a US detention camp and was deported. His family is now burdened with an insurmountable debt.\n\n**Similar Stories in Other Areas**\n\nSisne Rural Municipality faces similar problems, with many deported youths still facing legal battles.\n\nGangaram Khadka spent 11 months in a detention camp and has yet to repay the Rs3.2 million he borrowed.\n\n**Lack of Government Response**\n\nLocal governments and political parties are not addressing the issue, despite the devastating consequences for affected families.\n\n**Legal Loopholes**\n\nOrganized human traffickers exploit poverty and joblessness in former Maoist \"base areas\" like Rukum.\n\nNepali law lacks specific provisions to address human trafficking for illegal immigration to the US, leaving victims with little legal recourse.","summary":"Bharat Budha, chair of Putha Uttarganga Rural Municipality’s ward 10, knows that many youths from his village have made it to the United States via ‘tallo bato’—backdoor route—and that many are still on the way. He also knows that eight of them have been deported from the country and that they have lost a cumulative Rs45 million in the process. The deported youths say that they returned home empty-handed after facing unspeakable ordeals and lost Rs6 million each on average.The Tak village in Rukum East—a close-knit settlement of 425 houses—was considered the Maoists’ ‘base area’ during the insurgency. Village youths who reached the US through illegal routes and got deported have lost an estimated Rs40 million. The number of those who returned without completing the journey and the amount they lost remain unknown.To get to the US, the youths have taken loans at up to 36 percent interest per annum from their relatives and village landowners. In Tak village, at least one person each from half of the households has gone abroad, Budha said. “Youths started going to America about six-seven years ago,” he said. “If they could gather enough money, the whole village would try to go to the US.” Budha’s own son had reached the US illegally in 2017, spending Rs3.2 million.During the insurgency, outsize slogans of revolution would adorn the walls of houses in the village. Hoping for a better life, people from all walks of life helped out the Maoists. But now, village youths are paying the agents to illegally get to the US—a country that the Maoists used to call their ‘enemy’, an ‘imperialistic force’. This has cost the Tak village much and in multiple ways.Death of a dreamSome of the deported youths have chosen to flee the village altogether, burdened with debt and creditors’ pressure. At least five such families have already left, said a resident. The family of Ram Budha was one of them. On April 28, 2015, Ram, who had returned to Nepal after working in Malaysia for eight years, took the illegal route to the US. He travelled through arduous trails for months and finally arrived in the country. Upon reaching the country, he was detained and had to stay at the detention camp for 27 months. When his refugee application was rejected, he was deported to Nepal in mid-December 2019. He lost Rs4.5 million in the process. He now owes over Rs6 million to creditors. “After the creditors began to put pressure on me, I couldn’t live in the village peacefully,” said Ram, who currently runs a vegetable farm in Tarakeshwar, Kathmandu.While those who got to the US through illegal routes and fortunately got refugee status there narrate their stories with pride, those who have been deported or returned from half-way have tragic tales to tell.Nanda Kala Gharti, who lives in a small stone house on the upper flank of Tak village, spends her days in melancholy. Her husband, Dhanlal, had chosen to take the illegal route to the US, and Nanda Kala, a mother of four, is living with the repercussions of his decision. Dhanlal had got into the US after a six-month long arduous journey and was detained immediately. He had to spend four years in the detention camp, before he was deported to Nepal. He had already lost Rs6 million.Nanda Kala said they now have an insurmountable crisis in their hands. Pointing to her son, she exclaimed, “When will he grow up, go abroad and pay back the loans!”Dhanlal himself tried to go to Croatia once and spent 15 days in Kathmandu for the process. But after he was turned down, he returned home dejected. “Now we will submit the passport to another agent [for Dhanlal’s trip abroad],” Nanda Kala said. “There’s no point staying here.”Stories that echo each otherThe situation in Sisne Rural Municipality is similar to that of Putha Uttarganga. Here, one can hear plenty of stories of those who have tried to go to the US and those who are fighting refugee cases there. Krishna Regmi, chair of the rural municipality, personally knows seven people who have been deported from the US.Gangaram Khadka, a resident of Sisne-3, runs a bee and chicken farm. Like other young men in his village, Khadka had headed off to the US via an illegal route on 27 March, 2018. He had reached the US via the New Delhi-Moscow-Barcelona-Bogota-Panama-Costa Rica-Nicaragua-Honduras-Guatemala-Mexico route. When he finally arrived in the US, he was detained and had to spend 11 months in detention. He was deported on 15 March, 2019. He had handed over Rs3.2 millions to the agent and spent Rs2 million to fight the case to become a refugee. “It’s not possible for me to pay back the loan while working in Nepal,” he said. “I aim to pay back some interest and head off abroad again.”For six months after Khadka was deported, he had anxiety and headache, he said, adding the three people from his village who were deported like him are also struggling with their mental health.Tikaram Pun, a 40-year-old resident of Bohora village in Musikot-4, is also haunted by his past journey. In September 2017, he reached the US after crossing 17 countries with the help of organised human traffickers. Of the 41 people in his group, 31 were from Rukum East and Rukum West, he said. Pun, who was detained on arrival in the US, spent 24 months in a detention camp. His refugee application was also refused and so he was deported along with eight other Nepalis. “When I returned, I started having mental health problems. I still suffer from them,” he said. Pun is under pressure from creditors and relatives to pay back the Rs9.2 million loan he had taken for the task.Those who died on the wayA group of 10 Bangladeshis and seven Nepalis, including Rupak Bohora of Bafikot-3 in Rukum West, were on a mission to reach Costa Rica through Colombia, Caribbean Coast, Capuragana and Panama. But while they were crossing a sea, their boat capsized. As many as 12 died in the incident, including six Nepalis. Rupak’s wife, Geeta, learned about the incident only after six days, on 25 June, 2021.“I still don’t know what exactly happened,” said Geeta, who had been married off at age 19 and is now a mother of two daughters. The only thing she knows is that Rupak has died and she is now all alone. And that she has Rs5 million in loan taken for Rupak’s trip. She showed a picture of her husband on her phone to this scribe and said, “I only have memories.”Lack of political will and legal remediesThe concrete bridge over Chewang river is on the edge of Tak village. On the walls of the bridge are paintings of political theorists like Marx, Engels, Lenin, Stalin and Mao, and the iconic slogan, ‘Workers of the world, unite!’, below them. But the slogan appears to be at odds with life in the village. Given the phenomenon of illegal travels to the US through the help of organised human traffickers, the whole village appears to be emptying. Neither the local governments are concerned about the phenomenon nor are the political parties paying attention.Puniraj Gharti, chair of Putha Uttarganga Rural Municipality, said though the trend is worrying, there’s nothing he can do. “How could we stop them from making the trip when they are struggling to make a living in the village?” he said.Krishna Regmi, chair of Sisne Rural Municipality, said that the vicious cycle of poverty started after marijuana farming was banned in the country. Then the Maoist insurgency added to the woe, forcing youths to migrate. The signing of the peace agreement in 2006 didn’t herald any change in the economy either and youths are struggling to get jobs. Organised human traffickers are cashing in on this sorry state of affairs, Regmi said. “Meter byajis [usurious lenders] are also promoting this phenomenon,” he added.The phenomenon is equally rife in Dang’s Tulsipur and Ghorahi. Ramesh Kumar Pandey, chair of Ghorai-15, says that even though many heading to the US are swindled, no complaints are filed at the ward office. “Only those who attempt to go to Saudi Arabia or Qatar file the complaints,” he said.One can infer from Pandey’s statements that the families of such illegal travellers don’t want to publicise the ordeals of their family members. On the one hand, agents threaten them to not publicise the issue; on the other, they fear they themselves would be punished by law.According to the Anti-Human Trafficking Bureau, as many as 178 Nepalis, including 174 men, have been deported from the US in the five fiscal years after 2018-19. Of them, the highest 49 are from Rukum while 37 are from Dang. The data doesn’t include those who returned after making it to the half-way or those who have been fighting the legal battle in the US for refugee status. But this data is enough to show that many such youths are from the ‘base areas’ of the Maoist insurgency.SSP Jeevan Shrestha, chief of the bureau, said that data on the number of such victims and the amounts they have spent is hard to collect since complaints are rarely filed with the police. “This is human trafficking but for a lack of law, we are still compelled to launch the cases as per Human Trafficking and Transportation (Control) Act 2074 BS,” Shrestha said. “The Act provides a maximum penalty of Rs250,000 for the offenders and 50 percent of that as compensation to the victims.” Without specific law, police also invoke the theft and organised crime act to punish the offenders, he added.On the one hand, police receive no complaints; on the other, the phenomenon sees no control.Bhaskar Gautam, a political scientist, says the rise in cases of human trafficking in the insurgency’s ‘base areas’ is due to the political system’s abject failure.While the Maoists raised issues related to livelihood, nationalism and a new kind of democracy to fuel their war machine, after the peace process, it is livelihoods that have been hit the hardest, Gautam said. “The traditional way of life and economy took a hit during the insurgency,” he said. “Developments after the peace process also failed to address that. What sprang up was organised human trafficking.”(Mahesh KC in Rukum East and Durgalal KC in Dang contributed to this report.)This report is prepared in collaboration with the Center for Investigative Journalism-Nepal. "},{"hash":"5b41caa28761fd8ada1be7951764ae6954dd5a645984d3ea1fe0cdb1a6b25396","title":"no-private-hospital-bed-for-poor-patients","link":"https://kathmandupost.com/national/2023/06/10/no-private-hospital-bed-for-poor-patients","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/thumb19-1686358218.jpg&w=900&height=601","date":1686355200000,"source":"kp","category":"national","content":"**Summary:**\n\nPrivate hospitals in many cities are not following government rules to provide free treatment to poor patients. Gyanumaya BK is an example of someone who had to pay high medical bills when she should have received free care.\n\nThe government requires 10% of beds in hospitals to be reserved for the poor, but many hospitals do not follow this rule. There is also a lack of oversight and inspections by local authorities.\n\nSome hospitals claim to offer discounts instead of free beds, but there is no proof of this. Some hospitals even provide discounts to people who are close to the hospital owners.\n\nPrivate hospitals argue that providing free care is too expensive and want the government to change the rules. Local authorities are also not taking steps to enforce the rules.\n\nAs a result, many poor people are unable to access affordable healthcare, and they end up having to pay high medical bills or take on debt to cover the costs.","summary":"Despite government mandates, private hospitals in Pokhara, Chitwan, Biratnagar, and Butwal blatantly disregard regulations requiring free treatment and beds for the underprivileged due to lack of monitoring and enforcement by local authorities."},{"hash":"b77ca7e7b78267d6faf47d3a5d33350d4a2d32ad0d495b2df4e78b3ca05359a9","title":"**PhD Dissertations: A Tale of Challenges and Triumphs**\n\nPhD dissertations are extensive research projects that can be both challenging and rewarding. They involve meticulous planning, extensive literature reviews, data collection and analysis, and rigorous writing.\n\nEvery dissertation is unique, but the journey typically includes:\n\n* **Prospectus:** Outlining the research plan and objectives.\n* **Literature Review:** Exploring existing knowledge and identifying gaps.\n* **Methodology:** Determining research methods and data sources.\n* **Data Collection and Analysis:** Gathering and interpreting data.\n* **Discussion:** Summarizing findings and discussing their implications.\n* **Conclusion:** Concluding remarks and highlighting contributions.\n\nAlong the way, students face various challenges, such as:\n\n* Time management and stress\n* Refining research questions\n* Balancing academic and personal life\n* Navigating bureaucracy and committee feedback\n\nDespite the challenges, PhD candidates persevere because of their passion for research and desire to contribute knowledge. They learn valuable skills like:\n\n* Critical thinking and problem-solving\n* Research and writing\n* Communication and presentation\n* Time management and organization\n\nCompleting a PhD dissertation is a significant achievement that opens doors to diverse career opportunities in academia, research, industry, and government.","link":"https://kathmandupost.com/columns/2024/05/09/dissecting-phd-sagas-ii","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadShutterstock11-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"Tribhuvan University (TU) in Nepal introduced a \"PhD by coursework\" route for students in the Faculty of Humanities and Social Sciences (FoHSS). While this change is welcomed, the execution has been flawed.\n\nThe \"PhD by coursework\" route involves taking courses to gain broad knowledge and prepare students for original research. However, at TU, the programs are still controlled by the FoHSS dean's office, which hinders delivering necessary courses.\n\nAdditionally, many central departments lack qualified faculty members to teach at the doctoral level. The faculty hiring process through Sewa Ayog is often delayed and ineffective.\n\nFinally, personal conflicts and power struggles within departments make it difficult to foster teamwork and ensure timely evaluations for students.\n\nUrgent interventions, such as revisions in faculty recruitment and improvements in the Sewa Ayog system, are needed to improve the \"PhD by coursework\" program at TU.","summary":"Nepal's Tribhuvan University adopted the \"PhD by coursework\" route six years ago, abandoning the \"PhD by dissertation\" method influenced by the British/Indian model of education, but its execution faces challenges due to lack of faculty with necessary credentials and internal departmental issues."},{"hash":"f28ae9ad63c1c929af9895d12f7e3ddbbf1008986b2f4363563096a3954de19e","title":"Everest, the world's highest mountain, is being polluted by hikers leaving behind trash. This garbage includes food packaging, oxygen canisters, and even human waste. The waste poses a threat to the environment and to the mountain's unique ecosystem.","link":"https://kathmandupost.com/columns/2024/05/09/everest-a-high-altitude-garbage-dump","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownPostFilePhoto1-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"**Mount Everest Trash Problem**\n\nSpring is the time for climbers to try to reach the top of Mount Everest. However, there is a lot of trash on the mountain, including bottles, cans, and even human waste.\n\nThe trash problem started when more people began climbing Everest in the 1980s and 1990s. Today, over 500 climbers attempt to summit Everest each year, and there are over 60,000 visitors to the area.\n\nThe garbage is dumped into landfills near villages, where it burns or is buried, causing air and water pollution. Microplastics and toxic chemicals have also been found in water and snow samples.\n\nThere are efforts to clean up the trash. The government requires climbers to bring down garbage, and non-profit organizations promote sustainable tourism.\n\nOne solution is to install technology at the base camp, such as solar tents, water-filtering urinals, and incinerator toilets. This would reduce pollution and make the mountain cleaner for climbers and visitors.","summary":"Hundreds of climbers traversing Mount Everest in April and May face garbage fields, with concerted efforts underway to address the waste problem through modern technology and international cooperation."},{"hash":"1801d6ead071c649a64c0fde0790be274f8900ce60b54acca6dfb6dbc55067e8","title":"karki-s-excesses-in-koshi","link":"https://kathmandupost.com/editorial/2024/05/08/karki-s-excesses-in-koshi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/third-party/thumb21-1715217280.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"editorial","content":"Kedar Karki was removed as Chief Minister of Koshi Province after losing support from his coalition partners. Karki held on to the post despite being in the minority, but he was finally forced to step down. Karki's rise to power was controversial because he took support from rival parties to become Chief Minister. His actions contributed to the downfall of the Congress-Maoist coalition government. Karki's removal signifies the devolution of greed and immoral political practices to the provinces in Nepal.","summary":"A month after losing his coalition's support, Kedar Karki was removed as the caretaker chief minister of Koshi Province, ending his controversial tenure characterized by transgressions of democratic norms and a power struggle."},{"hash":"505beefca11049926520cda4acceb5956f992fa7c660a8ef9ded812776844ff1","title":"Toilets for All is a global initiative to ensure everyone has access to clean and safe toilets. It aims to achieve universal access to sanitation by 2030. By increasing access to toilets, the initiative hopes to improve public health, dignity, and gender equality.","link":"https://kathmandupost.com/editorial/2024/05/07/toilets-for-all","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb-1715129836.png&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Summary:**\n\nActivists are calling for gender-inclusive toilets (toilets not labeled as \"male\" or \"female\") to make public spaces safer and more inclusive for transgender and non-binary people.\n\nIn Nepal, gender-neutral toilets are becoming more common, but there is still a need for more. The government has pledged to build 10 new gender-inclusive toilets in Kathmandu, but this is yet to happen.\n\nGender-neutral toilets should meet certain standards, such as having good design, menstrual hygiene management, and facilities for people with disabilities.\n\nIn addition to building gender-neutral toilets, it's important to educate people about disability, sexuality, and gender diversity to create truly inclusive spaces.","summary":"Activists worldwide advocate for gender-inclusive toilets to ensure safety and equality for gender non-conforming individuals, particularly transgender and non-binary students who face marginalization, stigma, and safety concerns in using gender-binary toilets."},{"hash":"33d5b7761eb5bd3b41e26b739647600e33685d1a97a97f0651c70b2650289129","title":"Unity is strength. Division weakens.","link":"https://kathmandupost.com/editorial/2024/05/07/divided-we-fall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb7-1715044507.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"Political alliances in Nepal are unstable, with parties forming and breaking often.\n\nThe ruling coalition split recently after a dispute within the Janata Samajbadi Party Nepal led by Upendra Yadav.\n\nA new party, led by Ashok Rai, was formed after Yadav allegedly tried to join the opposition Congress.\n\nThe Prime Minister and the leader of the CPN-UML stopped Yadav's plan by splitting his party.\n\nPolitical infighting for power is common in Nepal, especially among Madhes-based parties.\n\nPeople supported Madhes-based parties to address regional and identity issues, but frequent party splits are undermining their trust.\n\nThe downfall of alternate political forces weakens pluralism in society.","summary":"Nepali political parties continue to break up and merge, driven by power struggles rather than ideology, undermining the Madhesh movement and a pluralistic society."},{"hash":"349bf15e76b9ee93953ea9dcd19ecc5848ef7349536cadd8b4015572475f8225","title":"Collaborative project with hands-on participation","link":"https://kathmandupost.com/editorial/2024/05/05/do-it-together","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb14-1714955634.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"editorial","content":"Prime Minister Dahal plans to form a parliamentary committee to investigate the misuse of cooperative funds. The opposition Congress party wants the committee to focus on Home Minister Lamichhane, who is accused of embezzlement. Dahal says the investigation will be fair and include Lamichhane if necessary. The Congress remains skeptical because Dahal previously dismissed calls for an investigation against Lamichhane. The opposition threatens to obstruct parliament if the investigation is not fair. It's important for Dahal to gain the opposition's trust and ensure the probe is impartial. The embezzlement problem is growing and needs to be addressed to prevent widespread anger from the victims.","summary":"PM Dahal considers forming a parliamentary committee to investigate fraudulent co-operatives, but the opposition Congress remains skeptical due to previous dismissal of such demands."},{"hash":"b8cf800b128e5429effac6538b5cdeff14e12e5c92d4968c239f48ce105eb283","title":"**Padam Giri Interview Summary:**\n\nPadam Giri, a renowned spiritual guide and thought leader, shared insights on:\n\n* **Happiness:** It comes from within, not external circumstances.\n* **Purpose:** Discover your unique calling and pursue it passionately.\n* **Mindfulness:** Live in the present moment and observe your thoughts without judgment.\n* **Connection:** Foster deep and meaningful relationships with others and the world around you.\n* **Gratitude:** Appreciate the blessings in your life, no matter how small.\n* **Overcoming Challenges:** View them as opportunities for growth and learning.\n* **Spirituality:** Connect with a higher power and find meaning and purpose beyond the material world.","link":"https://kathmandupost.com/interviews/2024/05/05/interview-with-padam-giri","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/padamgiri-1714923097.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"interviews","content":"**Budget Session of Parliament Begins with Unresolved Cooperative Fraud Dispute**\n\nThe budget session of Parliament starts on Friday, but there is still disagreement between the ruling and opposition parties about forming a committee to investigate alleged fraud in the cooperative sector.\n\nThe government wants a broader investigation into cooperative fraud but the opposition is demanding a probe into Deputy Prime Minister Rabi Lamichhane.\n\nThe government hopes to pass several bills during the session, but it's unclear if the House will function smoothly due to the dispute.\n\n**Government's Plan for Productivity and Bill Endorsement**\n\nLaw Minister Padam Giri says the government will try to create a more productive House and get important bills approved.\n\nHe highlights the importance of endorsing the Enforced Disappearances Enquiry, Truth and Reconciliation Commission (TJ) Act, school education bill, and others.\n\nGiri acknowledges the need for broad consultation in bill drafting to avoid controversies.\n\n**Transitional Justice Act Amendment**\n\nDiscussions on amending the Transitional Justice Act are ongoing, with the focus on defining serious violations and reduced sentencing.\n\nThe government aims to endorse the bill in the upcoming session and has formed a committee to recommend names for two transitional justice commissions.\n\n**Vacant Supreme Court Positions**\n\nThree Supreme Court justice positions are currently vacant, with a fourth to become vacant soon.\n\nGiri says new justices will be selected within a week or two.\n\n**Constitutional Amendment and Possible Alliances**\n\nThere have been suggestions to amend the constitution and revisit the electoral system, but there are no discussions on this currently.\n\nGiri also says that there are no ongoing talks about a potential government tie-up between the ruling UML and opposition Congress parties.","summary":"Despite unresolved differences over a fraud investigation, the Nepali Parliament initiates its budget session, aiming to approve several pending bills and address parliament's low productivity."},{"hash":"39eb27d07dda639b3d5dd4481b8d6012361b0eeb330937898496f65c11c09fe8","title":"Fire incidents will make the next two months challenging.","link":"https://kathmandupost.com/interviews/2024/04/28/next-two-months-will-be-challenging-due-to-fire-incidents","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/anilpokharel-1714368894.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Increased Fire Incidents in Nepal**\n\nMany people have lost loved ones and property in recent fire incidents. There have been over 100 houses burned down in Mahottari, Gulmi, Rupandehi, and Arghakhanchi.\n\n**Causes of Fires**\n\n* Low rainfall and high temperatures this year have created dry conditions.\n* Winds have spread fires quickly.\n* Accumulation of forest litter due to fewer fires in recent years.\n* Stubble burning and other agricultural practices.\n* Lack of gap between forests and settlements.\n\n**Government Response**\n\n* Training firefighters in local communities.\n* Introducing portable fire pumps to help fight fires in difficult terrains.\n* Using helicopters to drop water on fires.\n* Equipping local governments with firefighting equipment.\n* Running awareness campaigns.\n* Working with provinces to assess risks and enhance capacity.\n* Inspecting large buildings for fire safety measures.","summary":"Widespread fires in various districts have caused devastating losses, including the loss of human lives, destruction of houses, and environmental damage, due to a combination of factors including inadequate rainfall, increased temperatures, wind gusts, outdated forest litter, and ineffective firefighting efforts."},{"hash":"2d1dcd1af2a010f1dc8a5288d051100d0a7e6e1ee7a6d0087e377a8fa051364f","title":"Nepal offers equal investment opportunities to all investors, regardless of their nationality or background.","link":"https://kathmandupost.com/interviews/2024/04/28/nepal-presents-equal-opportunity-for-all-investors","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1714270342.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Nepal Investment Summit: Attracting Foreign Investment**\n\n**Goal:** Government wants to draw foreign investors and boost economic growth.\n\n**Previous Summits:** Nepal has held two previous summits but hasn't received promised investments.\n\n**Improvements:** This time, government has:\n* Learned from previous summits.\n* Invited potential investors to share success stories.\n* Amended laws to make Nepal more investment-friendly.\n\n**Challenges:**\n* Taking profits home can be challenging for investors.\n* India's policy on hydropower investment affects Nepal.\n\n**Solutions:**\n* Government is simplifying procedures for withdrawing profits.\n* Nepal plans to export surplus energy to neighboring countries.\n\n**Political Instability:**\n* Government says political changes don't hinder investment.\n* Nepal has consistent policies in key industries like hydropower.\n\n**Geopolitics:**\n* Nepal welcomes investment from countries that respect its sovereignty and laws.","summary":"Nepal hosts its third Investment Summit, aiming to attract Foreign Direct Investment (FDI) by showcasing investment opportunities and addressing challenges faced by potential investors, including legal obstacles, sovereign credit rating, energy policies, and political instability."},{"hash":"b8119b43ed80553d871f3b6e70a45b435e16350f69e3656d8ec00cdfd1f5e39e","title":"Electing Prime Ministers and Chief Ministers directly through public vote can reduce political instability. It gives the people more control and holds leaders directly accountable to the citizens.","link":"https://kathmandupost.com/interviews/2024/04/21/direct-election-of-prime-minister-and-chief-minister-way-out-of-instability","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/interview-1713764589.jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"interviews","content":"**Political Power Struggles in Nepal**\n\nPolitical parties in Nepal are engaging in intense competition to form provincial governments, leading to frustration among the public. Some leaders blame the electoral system for instability, but political analyst Tula Narayan Shah believes it is the personal ambitions and corrupt political culture of leaders that are the problem.\n\nThe current mixed electoral system, which includes both direct voting and proportional representation, has increased the representation of marginalized communities but has also been misused by political parties. Shah argues that a shift to a system of directly elected executive heads at the national and provincial levels would provide greater stability.\n\nDespite calls for scrapping provincial governments, Shah believes they are necessary for Nepal's federal structure and should be reformed instead of eliminated. However, he highlights the challenges of corruption and inefficient administration in some provinces, particularly in rural areas.\n\nTwo new parties in Madhesh Province, the Janamat Party and the Nagarik Unmukti Party, have emerged as challengers to established political parties. The Janamat Party focuses on fighting discrimination and bad governance, while the Nagarik Unmukti Party represents the interests of the marginalized Tharu community.","summary":"Unhealthy political competition for provincial leadership and a flawed electoral system have sparked public frustration, leading to instability in Nepal amid debates about reforming the system or switching to a presidential model."},{"hash":"5c600ef479c5d95e859fb1a9dbd261d3a264f62d509d4185d7c4d11d0a9bb8ee","title":"I support a fully proportional representation electoral system with a 5% threshold.","link":"https://kathmandupost.com/interviews/2024/04/15/i-am-for-a-fully-pr-system-with-a-five-percent-threshold","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/interviews/Untitled1-1713152017.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"interviews","content":"**Electoral System Reform in Nepal**\n\nNepali Congress leaders want to change the current mixed electoral system, claiming it leads to political instability. Former Chief Election Commissioner Neel Kantha Uprety says the success of an electoral system depends on its users and the specific realities of the country.\n\n**Mixed Electoral System**\n\nNepal's current mixed system includes both direct voting (first-past-the-post) and proportional representation (PR). It was adopted to ensure representation of historically underrepresented groups.\n\n**Anomalies in Mixed System**\n\nLeaders have misused the PR system to promote their family members and associates, undermining its intended purpose. This has led to underrepresentation of marginalized groups in key decision-making positions.\n\n**Possible Solutions**\n\n* Shift to a fully proportional representation (PR) system to prevent leader manipulation.\n* Implement primaries within political parties to select candidates.\n* Increase the threshold for PR representation to reduce the number of small parties.\n\n**Other Proposals**\n\n* Designate specific constituencies for women, Dalits, and other marginalized groups.\n* Elect National Assembly members through PR and lower house members through first-past-the-post.\n\n**Overseas Voting**\n\nDespite pledges from leaders, overseas voting is not feasible due to logistical challenges and its potential to influence election results in unpredictable ways.","summary":"Nepali Congress and CPN-UML leaders consider reforming the mixed electoral system to ensure political stability, but experts emphasize that the system is not inherently flawed and that its success depends on users and societal realities."},{"hash":"16ca03860b600f5d221a63cab7bc1b2ab4dad746bbb104c9f57095e07f85ef78","title":"Muluki Ain is a set of laws that govern Nepal.","link":"https://kathmandupost.com/letters/2021/11/08/muluki-ain-is-a-legal-code","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/third-party/mulukiain-1636421052.jpg&w=900&height=601","date":1636329600000,"source":"kp","category":"letters","content":"**Summary:**\n\nThe 1854 Muluki Ain legal code by Jung Bahadur was translated and made available online to help Nepalis understand their history. It included the caste system, but also recognized the need for reforms and established the rule of law. The Ain covered all aspects of life and aimed to ensure equal punishment for crimes, regardless of caste.","summary":"The translation of the 1854 Muluki Ain by Heidelberg University is significant as it reveals the legal and historical significance beyond its focus on the caste system, providing a structured judicial system, codifying legal principles, and recognizing the concept of rule of law."},{"hash":"f26d8550751249ca6fce9099e307f744741857845591c48ab0d55210ac42e144","title":"Misleading news is fake or distorted information that's presented as real to deceive people. It can be spread intentionally to manipulate opinions or for personal gain. It often uses emotional language, biased information, or omits important facts to create a false impression. It's important to be skeptical of news and verify its accuracy before believing or sharing it.","link":"https://kathmandupost.com/letters/2021/04/12/misleading-news","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/opinion/thumb-1618223282.jpg&w=900&height=601","date":1618185600000,"source":"kp","category":"letters","content":"Sinohydro denies a news report claiming it hasn't paid for materials used in the Melamchi Water Supply Project in Nepal. The company says it obtained materials legally and paid taxes for them. It also recycled some materials from the construction site. Sinohydro says the news report is misleading and should be corrected.","summary":"Sinohydro Corporation denies unpaid taxes for materials used in Helambu Water Supply Project construction, stating that they acquired materials legally and paid vendors accordingly."},{"hash":"e862b51d7419ba6f589572cd4032419c790b93c181a1334f46e1b9ab2f51169b","title":"Misunderstanding occurs when people interpret words, actions, or intentions differently. It can lead to communication breakdowns, hurt feelings, and conflict. To avoid misunderstandings, try to:\n\n* Communicate clearly and directly.\n* Listen attentively and ask clarifying questions.\n* Be empathetic and consider different perspectives.\n* Seek feedback to ensure understanding.\n* Forgive and move on when misunderstandings occur.","link":"https://kathmandupost.com/letters/2021/01/03/misunderstanding","date":1609632000000,"source":"kp","category":"letters","content":"**Nepal-Japan Labor Agreement**\n\nJapan needs foreign workers, and Nepal has many people interested in working in Japan.\n\n**Agreement Details:**\n\n* **Not government-to-government:** Nepalese workers sign contracts with Japanese employers directly.\n* **Private agencies allowed:** Companies can help Nepalese workers find jobs in Japan.\n* **Costs:** Workers may need to pay for travel and medical expenses, but most Japanese employers cover them.\n* **Not just Nepal:** Japan has agreements with other South Asian countries, including Pakistan, Bangladesh, and Sri Lanka.\n\n**Current Situation:**\n\n* 441 Nepalese passed Japanese language and technical tests for care work, but none have found jobs yet.\n* The Japanese Embassy urges workers to find jobs directly or through private agencies.","summary":"Despite Japan's high demand for foreign workers and a 2019 agreement with Nepal, misunderstandings have arisen regarding government involvement and third-party agencies in the recruitment process for skilled Nepali workers going to Japan."},{"hash":"4d564e4aa9b147540d5d27c861b9724bce96976aa16a590835a10f4f29687ad6","title":"**Contributions to Nepali Language**\n\n* Standardization and modernization of Nepali grammar and orthography\n* Development of a comprehensive Nepali dictionary\n* Creation of textbooks and literary works\n* Establishment of Nepali as the official language of Nepal\n* Promotion of Nepali as an international language","link":"https://kathmandupost.com/letters/2020/11/30/contributions-to-nepali","date":1606694400000,"source":"kp","category":"letters","content":"Michael Hutt expresses gratitude to Deepak Thapa for raising concerns about Nepali studies in Europe and America. He highlights the significant contributions of Krishna Pradhan, who taught Nepali at SOAS for 15 years until 2019 and enabled the development of courses in Nepali literature, history, and culture. Hutt regrets that these offerings will no longer be available to future students in the UK due to the absence of a Nepali program.","summary":"Michael Hutt acknowledges Deepak Thapa's concerns about Nepali studies in Euro-America and highlights the contributions of his colleague Krishna Pradhan, whose retirement in 2019 led to the discontinuation of Nepali courses at SOAS, University of London."},{"hash":"a1d8bb473b76b044c715510c1e3cd12b7293a4516faf36066b07acc77fd64756","title":"chhaupadi-persists","link":"https://kathmandupost.com/letters/2020/09/24/chhaupadi-persists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2020/third-party/thumb3-1600897015.jpg&w=900&height=601","date":1600905600000,"source":"kp","category":"letters","content":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email ","summary":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email "}]