[{"hash":"091958b8900dce8c986e4462cf86fb0b2395679aca566cdea1c77b67d2dd9f71","title":"Sarlahi section of East-West Electric Railway witnesses 90% progress","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/nation/sarlahi-section-witnesses-90-percent-progress-in-east-west-electric-railway","imageLink":"https://web.nepalnews.com/storage/story/1024/22368629979661291361715430213_1024.jpeg","category":"nation","content":"The East-West Electric Railway project in Sarlahi district is prawie ukończona. The company needs to open the 30-km track from Banke stream to Bagmati River. However, the construction has been delayed because some farmers have not received compensation for their land. Despite the delays, the project is expected to be completed soon.","summary":"Despite slow progress due to payment delays and forest clearances, 90% of construction on Sarlahi's East-West Electric Railway is complete, with track opening underway and base construction to be finalized soon."},{"hash":"f8282a740f02d116d993c56948f012684d23d53bbe2bd752b50ae2a9ad35eaa3","title":"Political instability hinders development. Chairperson Oli highlights the negative impact it has on Nepal's progress.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/politics/political-instability-takes-a-toll-on-development-chairperson-oli","imageLink":"https://web.nepalnews.com/storage/story/1024/Oli_____1715429406_1024.jpg","category":"politics","content":"Political instability has slowed development in Nepal. Infrastructure development is key to creating jobs and businesses. The government is committed to improving infrastructure, including roads, railways, and electricity. The government also plans to support small businesses based on agriculture. All political parties should work together to prioritize development.","summary":"CPN (UML) acknowledged the impact of political instability on development while emphasizing the importance of infrastructures, SMEs, and cooperation in promoting progress at a seminar on physical infrastructures and transportation."},{"hash":"7b5da7471f849ceecb751ef13da93096833ed969408a2a5fc7ed2f453a896e27","title":"Deputy Prime Minister Lamichhane wants an opportunity to speak in parliament.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/issues/i-should-get-chance-to-speak-in-parliament-dpm-lamichhane","imageLink":"https://web.nepalnews.com/storage/story/1024/438169985_10228328384329410_8099006724442484847_n1715418212_1024.jpg","category":"issues","content":"Deputy Prime Minister Rabi Lamichhane claims he is being denied his right to speak in parliament. He says he should be allowed to defend himself against accusations before a probe committee is formed. He challenges his opponents to prove their claims and accuses the Nepali Congress of trying to control parliament. Lamichhane also reports efforts to apprehend the main suspect in a cooperatives scam.","summary":"Deputy Prime Minister Lamichhane alleges violation of his parliamentary speech right amid calls for a probe into cooperative issues and challenges accusations against him."},{"hash":"f117941c8a9454e9655471f3cc355d13397ae77cbe40ebfc579adf6f7e7497ad","title":"Ambassador Khatri congratulated the new group of Peace Corps volunteers who will serve in the country.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/ambassador-khatri-congratulates-the-new-batch-of-peace-corps-volunteers","imageLink":"https://web.nepalnews.com/storage/story/1024/440792984_821956013299686_2337627259299591376_n1715417674_1024.jpg","category":"global","content":"Input text is missing. Please provide the input text for me to summarize.","summary":"No context provided to summarize. Please provide the necessary information."},{"hash":"9b0893549e23105df4b76c62ab8692bf12cacdd46b822c171e35e8c7cb7a482d","title":"A train in Argentina crashed into a bus at a level crossing near Buenos Aires, killing 11 people and injuring more than 200.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/argentina-buenos-aires-train-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/CnyztpE007004_20240511_PEPFN1A0011715415190_1024.jpg","category":"global","content":"Please provide the text you want me to summarize.","summary":"No input provided to summarize."},{"hash":"6ca33e303dfb5118dd9b53663aadfff56141f248d072da6d040bba4388cb4d00","title":"Light rain likely in Lumbini, Karnali, and Sudurpaschim regions.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/nation/light-rain-likely-in-lumbini-karnali-sudurpaschim","imageLink":"https://web.nepalnews.com/storage/story/1024/Cloudy_Weather1615618535_10241677215140_10241680759318_1024.jpg","category":"nation","content":"Some parts of Nepal are experiencing light to moderate rain with thunderstorms due to a low-pressure system.\n\nAlso expected:\n- Light snowfall in high mountains\n- Gusty winds\n- Rain in most areas, mainly in the evening\n\nBe cautious of impacts on daily life, such as travel and health.","summary":"Rain with thunder, lightning and possible snowfall are occurring and forecasted in various provinces of Nepal due to a low-pressure system."},{"hash":"d23832af0fddef3a3c7ce8a247c9fe20bf6172063a6f5c16551274adf35d262b","title":"Gold price increased by Rs. 2,300 per tola.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/gold-price-up-rs-2-300-per-tola","imageLink":"https://web.nepalnews.com/storage/story/1024/Gold_11679993377_1024.jpg","category":"capital","content":"Gold price increased by Rs 2,300 per tola in Nepal.\n\n* Hallmark gold: Rs 137,900 per tola\n* Worked gold: Rs 137,250 per tola\n\nSilver price increased by Rs 50 per tola to Rs 1,735 per tola.","summary":"Gold prices surge in Nepal, with hallmark gold reaching Rs 137,900 per tola, worked gold at Rs 137,250, and silver rising to Rs 1,735 per tola."},{"hash":"e816571e63102ee4597e2782d7f313e7954eb41ad0447c5ed68e521d835e3b64","title":"Wildlife conservation is facing challenges. In the last 10 months, 21 rhinos have been killed.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/wildlife-conservation-turns-challenging-21-rhinos-dead-in-10-months","imageLink":"https://web.nepalnews.com/storage/story/1024/Rhino1693732323_1024.jpg","category":"travel-and-tourism","content":"21 rhinos died in Chitwan National Park in the last 10 months.\n\n2 were killed by poachers, 19 died naturally due to accidents, fighting, old age, or tiger attacks.\n\nMore rhinos are dying due to natural causes as their population increases.\n\nThe park is managing grasslands and wetlands to save rhinos.\n\nSome rhinos have been moved to the east to give more space.\n\nCurrently, there are 694 rhinos in the park.","summary":"21 rhinos died in Chitwan National Park, two due to poaching and 19 due to natural causes such as swamps, fighting, and electrocution, with the population now at 694."},{"hash":"472b30dd76138da4860086a7ff9ab65442c89350141d4d804e8c3bb59e227fbe","title":"European Union pledges to assist Nepal in attracting investment to boost economic growth.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/eu-to-help-nepal-bring-investment","imageLink":"https://web.nepalnews.com/storage/story/1024/The_European_Union_(EU)1715320904_1024.jpg","category":"business","content":"**EU to Help Nepal Attract Investments**\n\nThe European Union (EU) will host a meeting in Kathmandu to bring European businesses to Nepal and support its economic growth. The goal is to increase foreign investment and create jobs, as Nepal aims to improve its status as a developing country.","summary":"EU pledges assistance to Nepal in attracting European investment through a trade forum aimed at reducing foreign investment deficit."},{"hash":"ae75bd54d5601e61c6c9a81aa73478d772e9a34cd805bb301fcc0b4eadcb35d9","title":"Swiss government to give 9.01 million Swiss francs for tourism project","date":1715431392441,"source":"nn","link":"https://nepalnews.com/s/capital/swiss-government-to-provide-9-01-million-swiss-franc-for-tourism-project","imageLink":"https://web.nepalnews.com/storage/story/1024/nepal_swiss1715304936_1024.jpg","category":"capital","content":"Switzerland will give Nepal 9 million Swiss francs for a trekking tourism project.\nThe project will last four years and benefit 100,000 locals in 29 local areas of Koshi Province.\nIt will support local art, culture, production, job creation and sustainable tourism.\nSwitzerland believes the project will boost the local economy and promote eco-tourism, leading to more income for locals.","summary":"Switzerland grants 9.01 million Swiss francs to Nepal for a four-year trekking tourism project in Koshi Province, benefiting 100,000 locals and promoting sustainable tourism and local development."},{"hash":"87fac0cb140b2af285af825560c1e6eb68abf51d7fc15211617917cf97004287","title":"Person arrested with undisclosed amount of money.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/arrested-with-an-undisclosed-amount-of-money","imageLink":"https://web.nepalnews.com/storage/story/1024/BimalBista_KTM_RSS_28_pakrauparekaharu1715328238_1024.jpg","category":"capital","content":"Police in Kathmandu arrested two men from Rupandehi: Samir Sunar, 28, and Milan, 29, with an undisclosed amount of Rs 9.8 lakh ($7,000 USD).","summary":"Valley Crime Investigation Office arrested Samir Sunar and Milan with Rs 9.8 lakh in Kathmandu."},{"hash":"80ecafbc3a73aee75e75de221b46e19b0e8bf0908d92dafcb596794eabbe3ad9","title":"Four students arrested for leaking Grade 12 question papers.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/capital/four-held-with-leaked-grade-12-question-papers","imageLink":"https://web.nepalnews.com/storage/story/1024/NepalPolice_202011261446491679631344_1024.jpg","category":"capital","content":"Four people were arrested in Kathmandu with leaked answer sheets for the Grade-12 computer science exam. They were caught writing in the answer sheets at a party hall. The police are investigating the incident according to the Education Act.","summary":"Kathmandu police arrested four individuals with leaked answer sheets for a Grade-12 computer science exam, leading to an ongoing investigation under the Education Act."},{"hash":"df48d5c582672d9eaa251e1d7ee5505f87ad4dd42b61942f89e593d308d5fb59","title":"Arrest warrants issued for 20 individuals, including former Bal Mandir officials.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/capital/arrest-warrant-issued-against-20-people-including-former-officials-of-bal-mandir","imageLink":"https://web.nepalnews.com/storage/story/1024/bal_mandir1715265031_1024.jpg","category":"capital","content":"Arrest warrants have been issued for 20 people, including former officials of the Bal Mandir, a charity for children. They are accused of selling and leasing the charity's land for business purposes, costing the charity money.","summary":"Arrest warrants issued against 20 individuals, including former Bal Mandir officials, for embezzlement of charity's land."},{"hash":"a7ae5aa2dae3518f8ce15910e21d1137431eb7ffac115aec32edba2436c3e319","title":"The President attended a celebration of Law Day, an annual event that promotes understanding of the law and its role in society.","date":1715431407500,"source":"nn","link":"https://nepalnews.com/s/capital/president-attends-law-day-celebration","imageLink":"https://web.nepalnews.com/storage/story/1024/court_supreme1689943003_1024.jpg","category":"capital","content":"**Law Day Nepal**\n\nOn Law Day, Nepal celebrated the anniversary of their Chief Court Act. The Supreme Court organized an event with dignitaries, including the President.\n\nChief Justice Shrestha emphasized the importance of a fair society with strong constitutional rule and respect for rights. He highlighted the need for cooperation between the judiciary, legal professionals, and the government to deliver justice effectively.\n\nThe Law Day event was attended by government officials, judges, lawyers, and media personnel.","summary":"Nepal observed Law Day 2081 BS with events showcasing institutional reforms for rule of law, independence of the judiciary, and separation of powers."},{"hash":"ce58d4a6666fe76708b3ffc82114d1e802b467d2b3ef22c88119d7ff90a676a6","title":"Businesses call on Prime Minister to approve regular flights at Goa airport.","date":1715431412235,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/private-sector-seeks-pm-s-support-for-regular-flights-at-gia","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_gautam_budha_airport1715388257_1024.jpeg","category":"travel-and-tourism","content":"Business leaders in Bhairahawa have asked Prime Minister Dahal to help start regular flights at the Gautam Buddha International Airport. They say the airport needs regular flights to help the local economy. Prime Minister Dahal said he supports their request and is working on it.","summary":"Bhairahawa's private sector seeks PM Dahal's support for regular flights at Gautam Buddha International Airport, and he pledges to address the issue."},{"hash":"77f2ca1039f7b869b884c8c70e71bf52e364cb24221e65f25bedbbb6c746c80b","title":"Everest expedition team successfully anchored the ropes to the summit of Mount Everest.","date":1715431415855,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/the-rope-fixing-to-the-everest-is-completed","imageLink":"https://web.nepalnews.com/storage/story/1024/mountainterring_expedition_night_xycJPOAGj51715388058_1024.jpg","category":"travel-and-tourism","content":"Everest climbing season is now open for 2024. A team from Seven Summit Treks fixed ropes to the summit yesterday. Over 950 climbers have already received permission to climb the mountain, including 200 women. The government has collected 67 crores in fees from the climbers.","summary":"In preparation for the 2024 spring Everest season, Seven Summit Treks Company completed rope fixing up to the peak, with 956 climbers (including 200 women) receiving permission, resulting in government revenue of over 67 crore rupees."},{"hash":"48734a6c4d1ac6914bc1b7551d247e7e9f154b0e532d2daceb1bdcfa0028e0b3","title":"Joshi Dhakal has been promoted to Assistant Inspector General of Nepal Police.","date":1715431420109,"source":"nn","link":"https://nepalnews.com/s/nation/cabinet-decisions-joshi-dhakal-promoted-to-aig","imageLink":"https://web.nepalnews.com/storage/story/1024/PMO_Singha_Durbar1686496476_1024.jpg","category":"nation","content":"Government promotes Umesh Raj Joshi and Bhim Prasad Dhakal as Additional Inspectors General of Nepal Police.\n\nAlso, 42 sports achievers will be awarded for winning medals in taekwondo, kabaddi, karate, and cricket.\n\nNanda Lal Majhi and Suresh Manandhar have been appointed as Vice Chairman of Social Welfare Council and Member of Language Commission, respectively.","summary":"Nepal Police promotes Deputy Inspectors General Joshi & Dhakal, awards 42 sportspersons, and appoints Majhi & Manandhar to key positions."},{"hash":"b0548d7d73811f457ad631f1ee665c61883d228e05213db65aec4554aedab71e","title":"Bridge construction on the Narayangadh-Muglin road is underway, aiming to improve transportation in the region.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/nation/bridge-construction-along-narayangadh-muglin-road-section-in-full-swing","imageLink":"https://web.nepalnews.com/storage/story/1024/narayan_ghat_mugling_sadak1715234021_1024.jpg","category":"nation","content":"Construction on bridges along the Narayangadh-Muglin road is underway.\n\nOut of 19 bridges, 11 are open and 4 are being built.\n\nTwo bridges will open by mid-July, while the Tuin Khola bridge will open by mid-November.\n\nBridge construction was delayed due to cutting a wall near the Tuin stream and compensation issues in Khahare.\n\nNew bridges and road improvements have reduced landslides during the rainy season.","summary":"Construction of 15 bridges along the Narayangadh-Muglin road is progressing, with 11 already operational and four nearing completion, aiming for full operation by mid-November."},{"hash":"625167eaf146bd0aea28cb2af768dfa2e3395746aa48ec1e15a143e1a9646890","title":"**Weather Update**\n\n* Clear skies today and tomorrow.\n* Temperatures:\n    * Today: [min], [max]\n    * Tomorrow: [min], [max]\n* No precipitation expected.\n* Wind: Light [direction] at [speed].\n* Humidity: [percentage].\n* UV index: [value].","date":1715431428885,"source":"nn","link":"https://nepalnews.com/s/nation/weather-update-50","imageLink":"https://web.nepalnews.com/storage/story/1024/Weather_rain1690631860_1024.jpeg","category":"nation","content":"**Today and Tonight:**\n\n* Cloudy weather with rain and wind in eastern and central Nepal, including some hilly areas.\n* Light snowfall possible in high mountain regions.","summary":"Partly to generally cloudy weather with light to moderate rainfall, thunder, lightning, gusty winds, and snowfall is expected in various regions of the country throughout the day and night."},{"hash":"da811d203e8cfa11bc2ae6d59ffc40f548abd4c80d2f72a82edfa6a80c5dab20","title":"27 people have died due to forest fires and lightning in just 24 days.","date":1715431433025,"source":"nn","link":"https://nepalnews.com/s/nation/27-people-die-due-to-fire-forest-fire-and-lightning-in-last-24-days","imageLink":"https://web.nepalnews.com/storage/story/1024/Manang_forest_fire1681707860_1024.jpg","category":"nation","content":"Over the past 24 days, at least 27 people have died in fires, forest fires, and lightning strikes. 18 people died in fires, 6 in forest fires, and 3 from lightning strikes. 90 people were injured. The government will provide financial assistance to the victims' families to build temporary housing.","summary":"In the past 24 days, 27 fatalities have occurred from fire (18), forest fire (6), and lightning (3), injuring 90, while financial assistance has been approved for fire victim families to construct temporary housing."},{"hash":"56330b72bb3ddc8f073ad9982749d236a68e0d9d051741e012c0f23f6f248b86","title":"National Assembly meeting postponed due to protest by NC.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/politics/national-assembly-meeting-put-off-after-nc-s-protest","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"The National Assembly meeting was postponed because the NC lawmakers protested. They want a parliamentary probe committee to investigate embezzlement in cooperatives before the Assembly can operate. The meeting was delayed for 15 minutes before the NC lawmakers left their seats in protest. The Chairman allowed one NC lawmaker to speak, but the obstruction continued, and the meeting was postponed until May 14th.","summary":"Second National Assembly meeting postponed due to NC lawmakers' protest over cooperative embezzlement investigation demand."},{"hash":"d1a2f48842f771b4299bcea2d45e2042f15eb5905a7bf68b83e57b752a55b66d","title":"Parliamentary meeting ended early after opposition members protested.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/politics/hor-second-meeting-adjourned-over-opposition-s-protest","imageLink":"https://web.nepalnews.com/storage/story/1024/sansad1715347952_1024.jpg","category":"politics","content":"The opposition stopped the House of Representatives meeting again because they wanted a committee to investigate a missing fund. The Speaker tried to let the Deputy Prime Minister speak but was stopped. The meeting was adjourned and will be held again on May 14th.","summary":"Nepali Congress obstructs House of Representatives meetings, demanding a probe into cooperative fund embezzlement, leading to adjournment without achieving any progress."},{"hash":"e02eb400e5968e32b5c175db44dcfd4e1166894dcaab65f44bbfa71b0c13c6b9","title":"Federal Parliament's budget session starts today.","date":1715431445036,"source":"nn","link":"https://nepalnews.com/s/politics/budget-session-of-federal-parliament-to-commence-today","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"The Parliament of Nepal is having a meeting today to discuss the budget for the next year. This meeting was called by President Ramchandra Paudel and all members of Parliament have been asked to attend. The budget will be presented on May 28th. Before that, the President will give a speech about the government's plans for the year. The Speaker of the Parliament has met with leaders from different political parties to make sure the meeting runs smoothly.","summary":"Nepal's budget session, mandated by the constitution, commences in a joint parliament session convened by President Paudel, with discussions held to ensure smooth proceedings."},{"hash":"ab5d56be00b4c1fb7db7e1cffcd9e24b893fcf184a5fd66ad361cf5feab41c8e","title":"Government overlooks concerns raised by the opposition party's Chief Whip, Lekhak.","date":1715431449103,"source":"nn","link":"https://nepalnews.com/s/politics/govt-ignoring-major-opposition-s-concern-chief-whip-lekhak","imageLink":"https://web.nepalnews.com/storage/story/1024/ramesh_lekhak1690593303_1024.jpg","category":"politics","content":"Nepali Congress official Ramesh Lekhak says the government is ignoring concerns about corruption in cooperatives.\n\nThe party wants an investigation and action taken against those responsible for stealing money from thousands of ordinary people.\n\nThey also want the cooperative sector, which is important for the economy, to be cleaned up.\n\nThe party is not interested in forming a new government with the UML but wants to work with other parties to address people's needs.\n\nLekhak says it is important for parliament to be effective and responsive to the people's concerns.","summary":"The Nepali Congress demands the government investigate embezzlement in cooperatives while denying interest in forming a new government with CPN UML, despite their support for parliamentary consensus."},{"hash":"68db8c5cbecbbc95aee3e118cfaa7b0bcef5303b7ad540a2bdcb2fe39f77bcda","title":"Nepal's Supreme Court to consider legal action against the state over land acquisition in the Bara district.","date":1715431453907,"source":"nn","link":"https://nepalnews.com/s/politics/jsp-nepal-to-seek-legal-recourse","imageLink":"https://web.nepalnews.com/storage/story/1024/janata_samajbadi_party1709595520_1024.jpg","category":"politics","content":"Janata Samajwadi Party (JSP) Nepal will take legal action over a recent party split. A faction led by Ashok Rai has gained recognition as a new party from Nepal's Election Commission. JSP Nepal, led by Upendra Yadav, will hold a meeting to discuss the split and decide on legal options.","summary":"Janata Samajwadi Party Nepal led by Upendra Yadav to take legal action against split faction led by Ashok Rai, recognized as a separate party by Election Commission."},{"hash":"4e99a70221a7d6268625e92c0b4ebd09bd1d62198ce041cfeec5e786901fd03d","title":"Minister Joshi demands quick aid to build homes for survivors of the Jajarkot earthquake.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/issues/minister-joshi-insists-on-immediate-relief-to-build-shelter-for-jajarkot-quake-survivors","imageLink":"https://web.nepalnews.com/storage/story/1024/bhukampa_jajarkot__7_1699080065_1024.jpeg","category":"issues","content":"Minister Joshi calls for prompt compensation for earthquake victims to build shelters before the rainy season. He highlights the ongoing challenges of natural disasters in Nepal and the need for effective disaster management. He acknowledges the role of the National Reconstruction Authority and the need for stronger partnerships between federal, provincial, and local governments to address the issue of insufficient housing in Karnali Province.","summary":"Minister Bhanubhakta Joshi emphasizes the urgent need for prompt compensation and shelter for victims of the Jajarkot earthquake, highlighting ongoing disaster challenges, financial limitations, and the need for effective risk management policies."},{"hash":"8e4afb40f01a17084214e78590634dd3101fcdac783d9e827fc77cefadccdc48","title":"Tragically, a mother and her son died from burns in a house fire.","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/issues/mother-son-charred-to-death-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"issues","content":"A 55-year-old mother and her 15-year-old son died in a fire while trying to stop it from spreading. The fire started in a forest near their home and the mother caught fire first while protecting hay. Her son tried to save her but also died. Police are investigating the incident and there have been other forest fires in the area recently.","summary":"A mother and son were tragically charred to death in a forest fire in Okhaldhunga while attempting to extinguish it."},{"hash":"b54fa0c4e8a38682d2f1c13456612ee5d6122c8b9d5f6817ae4a70b36ea5683e","title":"Two people died and two were injured in a road accident.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/issues/two-killed-and-two-injured-in-road-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/dbdbce93_cc17ef2f_15b84da5_accident_850x460_acf_cropped_850x460_acf_cropped1684914032_10241692099166_1024.jpg","category":"issues","content":"Two people died in a tractor accident in Dadeldhura. The victims were the driver, Dhiraj Thapamgar, and a passenger, Bishnu BK. Two other passengers were injured and are being treated at the Dadeldhura hospital.","summary":"Two individuals perished in a tractor accident in Dadeldhura, with two more sustaining injuries."},{"hash":"7e6981a5327ce2410247b2aeda4f72cca28c28a108d80560989dc82625cbbe22","title":"24 artifacts returned to Nepal from Hawaii.","date":1714694400000,"source":"nn","link":"https://nepalnews.com/s/issues/24-pieces-of-artifacts-shipped-to-nepal-from-hawaii","imageLink":"https://web.nepalnews.com/storage/story/1024/441020358_818234927005128_7742768786942770028_n1714749977_1024.jpg","category":"issues","content":"The Embassy of Nepal in the US received 24 artifacts from Ms Susan Bradford, who had them in her private collection.\n\nThese artifacts, from the 13th to 18th centuries, were sent back to Nepal with Ms Bradford's sponsorship.\n\nThe Embassy thanks Ms Bradford for returning these valuable pieces to Nepal.\n\nThe Embassy has worked with the US and Nepal to return lost artifacts, and this is the second batch of artifacts they have returned within a year.","summary":"24 Nepali artifacts from the 13th-18th centuries, repatriated from Hawaii to Nepal thanks to Ms. Susan Bradford, add to the Embassy's successful recovery efforts with 63 pieces returned in a year."},{"hash":"6f8e980e79d7b07a8d480bc536b554223925b4db1c6846b5dbfb44baca6eccea","title":"Kanti Highway is closed due to heavy snowfall and landslides.","date":1714694400000,"source":"nn","link":"https://nepalnews.com/s/issues/kanti-highway-closed","imageLink":"https://web.nepalnews.com/storage/story/1024/Karnali_Highway1690012652_1024.jpg","category":"issues","content":"Landslide closes Kanti Highway near Lalitpur.\n\nRoad collapsed during maintenance work, causing damage to gabion wall.\n\nVehicle movement stopped until further notice.","summary":"A landslide along the Kanti Highway in Lalitpur district has closed the road until further notice due to damage to the gabion wall, disrupting vehicular movement."},{"hash":"6ce8b7f76f049609887d25e051f92c36bdc3626bba462cd4f34a775b9acb8deb","title":"**Israel-Iran Conflict: HWPL Statement**\n\n* **Condemns violence and loss of life in recent conflict.**\n* **Calls for immediate ceasefire and dialogue to avoid escalation.**\n* **Urges peaceful resolution through international cooperation and diplomacy.**\n* **Stresses the importance of respecting international law and human rights.**\n* **Calls for support for humanitarian aid to those affected by the conflict.**","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/hwpl-statement-on-israel-iran-conflict","imageLink":"https://web.nepalnews.com/storage/story/1024/21715166055_1024.jpg","category":"global","content":"**Israel and Iran Conflict**\n\nTwo countries, Iran and Israel, are fighting, causing international concern.\n\nTheir attacks on each other have killed many people, including civilians.\n\nCountries worldwide, including HWPL, are urging Iran and Israel to stop fighting and talk about peace.\n\nHWPL suggests international action to build friendly relations between the countries and provide aid.\n\nEveryone should support peace and laws to prevent war in the future.","summary":"\nThe recent violent conflict between Iran and Israel is causing significant concerns in the international community. The two nations that do not share borders are mobilizing high-end weaponry to attack each other and kill human lives.1 April 2024, the Israeli military attacked the Iranian consulate in Syria. A strike against a non-military facility in a third nation, a nation not directly involved in the conflict, infringes international law and constitutes a war crime. Moreover, on 13 April, Iran responded by attacking Israel’s land. Both nations have pointed their guns directly at each other, and there are growing concerns in the international community that the attacks could escalate into another war.\nThe Israel-Hamas War in Gaza has killed 30,000 since last year, and news outlets reported on dire situations in Gaza, running out of space for proper burial. The war that has persisted in the region over the past century continuously overshadows the prospect of the coexistence of the human race.\nIt is a clear indication that the greatest victims of war are innocent civilians. How could those lost lives ever be brought back? What could compensate for the outcry of children and the anguish of the youth in devastated dwellings?\nHWPL strongly supports the voices of the citizens, the true protagonists of the global village, who oppose war and call for peace. All nations of the global community must uphold the citizens’ demands, thereby ceasing the unjust war and joining to accomplish peace. Organizations worldwide, in alliance with HWPL as peace solidarity, urge Iran and Israel to put a stop to the acts of aggression immediately and to come forward for conversations to usher in peace.\nHWPL recommend that the international community take necessary measures to facilitate the formation of amicable relations between the two nations and provide humanitarian aid. It would be reasonable for all countries to support an international legal instrument for peace that embodies the long-yearned path to peace and to comply with its contents so that we leave a legacy of peace for future generations. HWPL will not spare its efforts for peace and cessation of wars.\n\n\n\n\n\n\n\n"},{"hash":"c94f8e4afac88e1cb0fb370ada56857a008186039807d76728b22d93ca250d67","title":"Nepal and Korea are preparing for a high-level visit to strengthen ties and cooperation between their countries.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/preparation-of-high-level-visit-between-nepal-and-korea","imageLink":"https://web.nepalnews.com/storage/story/1024/korea1715163613_1024.jpg","category":"global","content":"Nepal and South Korea will celebrate 50 years of diplomatic relations.\n\n**High-level officials will visit Nepal for the anniversary.**\n\nThe two countries have been close partners, especially in investment and employment:\n\n* South Korea is the 4th largest investor in Nepal.\n* Hyundai's assembly plant will open in Nepal soon.\n* Over 44,000 Nepalis currently work in South Korea, mostly in agriculture and production.\n* Nepalis will now also work in service and forestry sectors in Korea.\n* Nepalis who return from South Korea often start businesses, creating jobs in Nepal.","summary":"Nepal and South Korea prepare for high-level exchange, mark 50th diplomatic anniversary with events, increased investment, and expanded job opportunities for Nepalis in Korea."},{"hash":"e723ab3067a8adddaf32c9827d2897f76acc62350800bee739d3b29786c034f6","title":"Japan and Nepal have similarities and a strong relationship, as stated by Japan's Foreign Minister Kamikawa Yoko.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/global/japan-and-nepal-share-many-things-in-common-japan-s-foreign-minister-kamikawa-yoko","imageLink":"https://web.nepalnews.com/storage/story/1024/japan_foregn_minister1714872450_1024.jpg","category":"global","content":"**Similarities between Japan and Nepal:**\n\n* Mountainous terrain\n* Democratic governments\n\n**Assistance from Japan to Nepal:**\n\n* Support for democratization\n* Support for legal system development\n* Aid after earthquakes (e.g., blankets, rescue teams, funding for reconstruction)\n* Infrastructure construction (e.g., roads, tunnels)\n* Support for agriculture, education, healthcare\n\n**Growing ties between Japan and Nepal:**\n\n* Direct flights between the two countries\n* Over 170,000 Nepalis living in Japan\n* Cooperation in \"Women, Peace and Security\"\n\n**Japan's commitment to supporting Nepal's development**\n\n* Assistance in a wide range of fields\n* Focus on building resilience and stability\n* Support for Nepal's graduation from Least Developed Country category","summary":"Japan and Nepal, both mountainous countries with democratic histories, have faced earthquakes and supported each other, with Japan providing assistance in infrastructure, development, and \"Women, Peace and Security.\""},{"hash":"92ad5a4c56c6702ac1fca8e9aea40059b95bd75ed4ab056b7e61b7be50879246","title":"not-to-go-to-foreign-employment-through-illegal-route-embassy","date":1715431496377,"source":"nn","link":"https://nepalnews.com/s/global/not-to-go-to-foreign-employment-through-illegal-route-embassy","imageLink":"https://web.nepalnews.com/storage/story/1024/embassy_of_nepal1714535848_1024.jpg","category":"global","content":"Nepali Embassy in Pakistan warns against illegal foreign job offers. Some Nepali have been stranded in Kyrgyzstan after being promised attractive jobs. The embassy urges people to use only legal means for foreign employment to avoid being scammed.","summary":"\nThe Embassy of Nepal in Islamabad has urged all the concerned to only use legal means to go for foreign employment, noting many Nepali have been victimized and stranded in Kyrgyzstan for some time on temptation of attractive jobs.The embassy said it has received information that some of those victimized have been assured to be sent to other countries using Kyrgyzstan route, sharing that some of the stranded people have been rescued and sent back to Nepal, some are on their way back but the process of reaching there has not stopped.\nIn a statement issued on Tuesday, the embassy said, \"As per the information received, some Nepali and foreigners are being involved in the fraudulent acts in the face of lucrative jobs\".\nIndividuals and groups involved in illegal activities of taking Nepali citizens abroad on the wrong temptation and leaving them stranded have to face the prevailing law, the statement further noted.\n\"The embassy sincerely requests all concerned not to fall prey to the ill-intended act of fraudulent groups and to use only the established and legal route arranged by the Government of Nepal to go for foreign employment\", the statement reads.\n"},{"hash":"e536a2dbbb9354081e37437e2c2cb352bc2780c2c3f77a9a9239ab3df7f99546","title":"Prime Minister Dahal emphasizes the government's commitment to supporting and protecting investments.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/government-is-committed-to-facilitate-and-secure-investment-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/PRO_KTM_066A88701715326651_1024.JPG","category":"business","content":"Prime Minister Prachanda wants to boost Nepal's economy by encouraging private sector investment. He believes that by supporting businesses, creating a friendly investment climate, and replacing imports with domestic production, Nepal can increase productivity, create jobs, and strengthen the economy. The government has passed laws to encourage investment and hosted an investment summit to attract investors. Prachanda is optimistic that Nepal will become an attractive destination for investment.","summary":"PM Dahal inaugurated the Hyundai Motor Assembling Plant in Nawalparasi, emphasizing the government's commitment to economic transformation through investor support and private sector collaboration, aiming to strengthen the economy and create employment opportunities."},{"hash":"2aa4d008a1db97151655e83d459e6098de8445064eedbabca63f11fc9a8a3dfe","title":"Transparency and good governance go hand in hand. Transparency helps ensure that government actions and decisions are open and accessible to the public, while good governance promotes accountability, fairness, and participation in public affairs. Together, these principles foster trust and legitimacy in government, leading to better outcomes for citizens.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/business/transparency-and-good-governance-complement-each-other-president","imageLink":"https://web.nepalnews.com/storage/story/1024/9d263f51_cefd_4241_bb20_05f8888718f21715242217_1024.jpg","category":"business","content":"**Transparency and Good Governance**\n\nPresident Paudel emphasized that:\n\n* Transparency and good governance go hand-in-hand.\n* Auditors are the nation's \"economic watchdog,\" ensuring financial accountability.\n* Skilled auditors promote transparency and prevent fraud and tax evasion.\n* Nepal needs a credible accounting system for foreign aid and economic development.","summary":"President Paudel emphasizes transparency and good governance, highlighting the critical role of auditors (economic watchdogs) in maintaining transparency in economic activities."},{"hash":"c421f2f8d013cc5c554ba2c77db9bd9c1b500b22e0c1b023672d9974111f3e94","title":"Prime Minister Dahal will introduce an upcoming budget in a new format, making it easier to understand and implement.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/business/upcoming-budget-to-be-introduced-in-a-new-manner-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_new1713842655_1024.png","category":"business","content":"PM Prachanda plans to introduce a new approach to the budget and policies for the coming year, focusing on boosting the economy and helping those in need. He emphasized the government's efforts in promoting good governance and social justice, citing achievements in addressing issues such as loan shark victims and land scams. Despite facing criticism, the government remains committed to these initiatives. Additionally, Nepal's international relations have been strengthened through high-level visits.","summary":"PM Dahal announces new policies and budget to improve economy, promote socialism, and enhance governance and international relations."},{"hash":"a075617d73dd2ddd230185e93bc4a96eb63c19df0d395c2fc095fe4264a2bd4b","title":"**Nepal Swadeshi Summit 2024**\n\nA 35-point declaration was issued at the Nepal Swadeshi Summit 2024, emphasizing:\n\n* Promoting domestic production and self-reliance.\n* Developing infrastructure and creating employment opportunities.\n* Encouraging foreign direct investment (FDI) in specific sectors.\n* Preserving Nepal's traditional values and culture.\n* Ensuring the country's economic independence and national identity.","date":1715431514803,"source":"nn","link":"https://nepalnews.com/s/business/nepal-swadeshi-summit-2024-35-point-declaration-issued","imageLink":"https://web.nepalnews.com/storage/story/1024/441187804_7890365774349885_1226150477776136282_n1715125603_1024.jpg","category":"business","content":"The Make in Nepal summit ended with a 35-point plan to support local industries and increase domestic production. Key points include:\n\n- Reforming laws to create a favorable environment for businesses.\n- Ensuring a smooth supply of raw materials and differentiating customs rates between finished goods and raw materials.\n- Establishing a specialized financial institution for industrial investment.\n- Prioritizing domestic products for government purchases and creating a portal to identify domestic products.\n- Implementing one-stop service centers and developing industrial areas.\n- Encouraging domestic production in areas where Nepal has self-sufficiency.\n- Imposing fines instead of criminal charges against accused industrialists.\n- Regulating the industrial sector through a separate act.\n- Reviewing trade and investment agreements.\n- Building a consensus among political parties on economic development.","summary":"The Make in Nepal Summit concluded with a 35-point declaration focusing on empowering domestic industries, increasing production, and encouraging consumption, including reforms, incentives, and initiatives for investment and industrial development."},{"hash":"53c3f9bbcf9667cddd56a7f8a64aefc3fbe7ed3365801f9faca679e05896b163","title":"Economic prosperity for Nepal starts from Dailekh district.","date":1715431521873,"source":"nn","link":"https://nepalnews.com/s/business/economic-prosperity-begins-from-dailekh-minister-bhandari","imageLink":"https://web.nepalnews.com/storage/story/1024/dailekh_petrol1696130214_1024.webp","category":"business","content":"Dailekh district could become economically prosperous if the final petroleum drilling in Jaljale is successful. The exploration is expected to conclude in six months and could make Dailekh a major economic hub if substantial petroleum and gas reserves are found. The project has been funded by a Chinese government grant and aims to determine the availability and usability of these natural resources.","summary":"Dailekh district hopes for economic prosperity as Minister Bhandari inaugurates final petroleum exploration drilling."},{"hash":"df9b7b06ec76b8f2f869bac62ff8e92d3b60b6a6145578db759c3601bcb09211","title":"Nepalese runners won two titles in Malaysia.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-runners-won-2-titles-in-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/422620795_859372276202663_5891976066813061462_n1714904704_1024.jpg","category":"sports","content":"Nepali runner Mahadev Rijal won two consecutive races in Malaysia:\n\n* **Today:** 21 km half marathon in 0:1:14:48 seconds.\n* **Yesterday:** 21 km Climbathon event in 3:03:58 seconds.\n\nRijal also won the 8th Tower Runner competition in Malaysia last year, finishing 8th out of 284 participants. The race course had 83 flights of stairs and an elevation gain of 249 meters.\n\nRijal is from Beni, Nepal, and has been working in Malaysia for 5 years. He started running in Nepal and continued training in Malaysia.","summary":"Nepali runner Mahadev Rijal won the 21 km half marathon and 21 km Climbathon in Malaysia, becoming the 8th Tower Runner in 2023, despite facing competition from Malaysian and Kenyan runners."},{"hash":"7d22f65cb13004efc951d1a7217634e5de098beab800527921bfd8488bcb265b","title":"Nepal defeated West Indies A in the final match of the T20 series.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/nepal-wins-final-match-against-west-indies-a-in-t20-series","imageLink":"https://web.nepalnews.com/storage/story/1024/438230324_859581999531515_2675064775143100892_n1714829807_1024.jpg","category":"sports","content":"Nepal won the T20 series final against West Indies 'A' by six wickets. Despite losing the first three matches, Nepal won the fourth and final match in 18.5 overs. Kushal Malla, Asif Sheikh, and Anil Shah scored key runs for Nepal. Obed McCoy took three wickets for West Indies 'A'.","summary":"Nepal defeated West Indies 'A' by six wickets in the final match of T20- Series after losing the first three matches consecutively."},{"hash":"bb189a36492ef05672b1ce8763b3e6b70343c234cd53688b22d4345275939757","title":"President sends good wishes to cricket players.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/president-extends-best-wishes-to-cricket-players","imageLink":"https://web.nepalnews.com/storage/story/1024/Sheetal_Niwas1623082198_1024.jpg","category":"sports","content":"President Paudel wishes good luck to Nepali cricket team for ICC T20 World Cup.\n\nThe team leaves for the US tonight to participate in the tournament starting on June 1st.\n\nNepal is in Group D with South Africa, Sri Lanka, Bangladesh, and the Netherlands.\n\nTheir first match is against the Netherlands on June 4th.","summary":"President Paudel extends well wishes to Nepali cricket team participating in the ICC T20 World Cup Championship, with Nepal facing off against the Netherlands in their first match on June 4th."},{"hash":"63f0360edf629c2552c07da82b4f8a204ad5b2ed608c251932759e4931274472","title":"West Indies wins the Twenty20 series against Team A.","date":1715431539200,"source":"nn","link":"https://nepalnews.com/s/sports/west-indies-a-clinches-t20-series-title","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714701176_1024.jpg","category":"sports","content":"West Indies 'A' won the T20 series against Nepal 3-1, with one match remaining. They scored 209 runs and bowled out Nepal for 181. Andre Fletcher (84 runs) top-scored for West Indies 'A', while Rohit Kumar Paudel (82 runs) top-scored for Nepal. Hayden Walsh took three wickets for West Indies 'A', and the fifth and final game will be played on Saturday.","summary":"West Indies 'A' clinched the T20 series title with a 28-run win against Nepal in the fourth match, leading the five-match series 3-1."},{"hash":"c0268d83151b4700710f0d718bbec12fc67c78746b9c81699b68d8c7925acf37","title":"Nepal lost their third match of the T20 series against West Indies by 76 runs.","date":1714521600000,"source":"nn","link":"https://nepalnews.com/s/sports/t20-series-nepal-lose-third-match-to-west-indies-by-76-runs","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714577666_1024.jpg","category":"sports","content":"Nepal lost to West Indies 'A' in the third T20 match by 76 runs. Nepal scored 151 runs, while West Indies had scored 227 runs. Karan KC and Sagar Dhakal each took one wicket for Nepal. Nepal has won two matches and lost one in the five-match series so far.","summary":"Nepal lost to West Indies 'A' by 76 runs in T20 series, with Johnson Charles scoring a century for West Indies."},{"hash":"f6df2c95d8308e02a5d724675b6f580035fa1a3784b03ef6d2594dadf3ba0498","title":"Nepalese team heads to Asian U-20 Athletics Championship.","date":1715431547730,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-team-departs-to-participate-in-asian-u-20-athletics-championship","imageLink":"https://web.nepalnews.com/storage/story/1024/438206076_448748784338052_4246932501331390940_n1713843823_1024.jpg","category":"sports","content":"Nepali athletes are going to Dubai for Asian U-20 Athletics Championships.\n\nAthletes:\n- Badal Karki: 800 and 1500 meter run (men)\n- Adeshkumar Yadav: 100 and 200 meter run (men)\n- Ajay B.K: 1500 and 3000 meter run (men)\n- Kalpana Budha: 1500 and 3000 meter run (women)\n\nCoach: Kanti Mahato","summary":"National Sports Council officials bid farewell to the Nepali team participating in the Asian U-20 Athletics Championships in Dubai, with players and a coach representing various running events."},{"hash":"b70088aed087be48dc7ad38ba6f972de6b0d941f8703d43a1cae84eb468445f4","title":"Over 11,000 dengue cases in Bagmati, Nepal.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/health/dengue-cases-surpass-11-thousand-in-bagmati","imageLink":"https://web.nepalnews.com/storage/story/1024/kushtia_dengue_6yr_old_child_dies_of_dengue_in_kushtia_daily_bangladesh_16941828191697183214_1024.jpg","category":"health","content":"Over 11,000 people in Bagmati Province have gotten dengue fever since July 2023.\n\nDhading has the most cases (3,501), while Rasuwa has the least (2).\n\nOne person in Makwanpur has died from dengue fever this year.\n\nCases are more common in summer, so the health department is urging people to take precautions and is planning to start a campaign to kill mosquito larvae.","summary":"Bagmati Province recorded a severe outbreak of dengue fever, with over 11,409 positive cases since July 2023, with Dhading reporting the highest cases and Rasuwa the lowest."},{"hash":"8aef9eb1da2d64a20abdcf3e1f946935576aaae84d7d0b3cd9ba8aa4647804c0","title":"Nepal's approach to population and development focuses on human rights. Deputy Prime Minister Yadav believes that people should be able to make choices about their lives, including having children. He says that Nepal is committed to providing reproductive health services to all citizens.","date":1714435200000,"source":"nn","link":"https://nepalnews.com/s/health/nepal-s-approach-to-population-and-development-is-right-based-dpm-yadav","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav_NewYork_1_1068x8011714461437_1024.jpg","category":"health","content":"**Nepal's Approach to Population and Development**\n\n* Nepal believes everyone has rights in matters of population and development.\n* It follows this \"rights-based approach\" to ensure all citizens have a good quality of life.\n* Nepal supports the International Conference on Population and Development (ICPD) plan, which aims to achieve sustainable development goals.\n* Despite progress since the ICPD, there are still inequalities and challenges that need to be addressed.\n* Nepal remains committed to promoting people's rights, gender equality, and sexual and reproductive health.","summary":"Nepal emphasizes a rights-based approach to population and development, highlighting progress but acknowledges remaining gaps and challenges in achieving the ICPD Programme of Action."},{"hash":"853075cf39e1fcb42df78d974231e5f27301b7a218e2c71c13a200de5ecc34ac","title":"Japan donates disaster prevention community center to developing country.","date":1713830400000,"source":"nn","link":"https://nepalnews.com/s/health/japan-hands-over-the-community-center-for-disaster-prevention","imageLink":"https://web.nepalnews.com/storage/story/1024/1_IMG_22281713885995_1024.jpeg","category":"health","content":"Japan built a community center in Sindhupalchowk to help the community prepare for disasters. The center will have committees, activities, and a warehouse for supplies. It will also have landslide prevention measures. Ambassador Kikuta hopes the center will improve disaster prevention and revitalize the area.","summary":"Japan's government handed over a new Community Center for Disaster Prevention to Indrawati Rural Municipality in Sindhupalchowk, enhancing disaster preparedness through a project implemented by JAFS."},{"hash":"91ef85d22d1f5e45d5c9e0d118acd881370663a55fa7eb366d52362a948b3462","title":"Dr. Sharma, a parliamentarian, donated Rs. 2 million to a children's hospital to support their medical care.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"A member of parliament and entrepreneur, Dr. Sunil Sharma, donated two million rupees to a children's hospital being built by Dr. Bhagwan Koirala. The hospital aims to construct specialized children's hospitals in all seven provinces in Nepal, with a 100-bed hospital planned in Kathmandu.","summary":"Dr Sunil Sharma donated two million rupees to a children's hospital project initiated by Dr Bhagwan Koirala, which aims to build specialized children's hospitals in all seven provinces of Nepal."},{"hash":"42e79a4549bfdf6d5604bd78b3d44969e580204855bea65a83fee67398a94def","title":"Dr. Sharma, a parliamentarian, donated RS 2 million to the Children's Hospital to help the hospital with its operations.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital-1","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"- Dr. Sharma donated 2 million rupees to help build a Children's Hospital.\n- The hospital is being built by Dr. Koirala, a surgeon.\n- The hospital will have 100 beds in Kathmandu and 50 beds in each of the other 7 provinces.","summary":"Dr Sunil Sharma, a member of the House of Representatives, provided two million rupees to the Kathmandu Institute of Child Health, an under-construction children's hospital initiated by Dr Bhagwan Koirala."},{"hash":"3366c0665f89d2e7da9c8b7f2493798ccbb5625b22f9517335e99c27063a9b96","title":"Children are given vitamin A capsules and deworming tablets to improve their health.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/vitamin-a-capsules-de-worming-tablets-being-administered-to-children","imageLink":"https://web.nepalnews.com/storage/story/1024/vitamin_A1713434673_1024.jpg","category":"health","content":"The Department of Health Services has started a free 2-day program to give:\n\n* Vitamin 'A' capsules to children aged 6 months to 5 years.\n* De-worming tablets to children aged 1 to 5 years.\n\nThe target is to reach 3.2 million children for Vitamin 'A' and 2.9 million for de-worming. Health volunteers and workers will distribute these in every ward. The program happens twice a year, in Baishakh and Kartik.","summary":"Nepal's Department of Health Services launches National Vitamin 'A' Programme, targeting 3.2 million children under five with Vitamin 'A' capsules and 2.9 million with de-worming tablets."},{"hash":"c45e4282acc54bba2570dc17499211c4f1135d150f8fe71ebafa6719b481ac3d","title":"Maha Kumbh Mela, a major pilgrimage event, ends today.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/today-the-last-day-of-maha-kumbha-mela","imageLink":"https://web.nepalnews.com/storage/story/1024/Untitled_1_(1)1715333577_1024.jpg","category":"travel-and-tourism","content":"The Pindeshwar Poorna Mahakumbha Mela, held in Chatradham, Sunsari, has ended after a month. Chatradham is known as the ancient Haridwar and hosts Kumbha every six and twelve years. According to Hindu scriptures, the Saptakoshi River and Pindeshwardham are connected to the Kumbha Mela in India.","summary":"Pindeshwar Poorna Mahakumbha Mela, a 12-year-long religious festival held in Chatradham, Nepal, concludes after a month of gatherings from around the world."},{"hash":"5f808d965456943d2c763161d048323e2fb684156515796bd838825bb9dc3826","title":"Begnas Lake, located in Pokhara, Nepal, is a popular tourist destination. The lake offers boating, fishing, and swimming opportunities. The surrounding area is home to various bird species and lush vegetation.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/begnas-lake","imageLink":"https://web.nepalnews.com/storage/story/1024/RambahadurThapa_Gandagi_RSS_27_image_1236502911715235354_1024.JPG","category":"travel-and-tourism","content":"Please provide the text you want me to summarize. Without the text, I cannot create a summary.","summary":"Unable to provide a summary without details."},{"hash":"5b4f058271600f6dc2c23ea89ba35933ad8acd0c14c908ed8bf88d76d0c121a2","title":"Tourists having fun on a motorboat ride.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/tourists-enjoying-a-motorboat-ride","imageLink":"https://web.nepalnews.com/storage/story/1024/HemantKC_KankrebiharSurkhet_RSS_27_IMG_41081715234871_1024.JPG","category":"travel-and-tourism","content":"There is no input provided. Please provide the input you want summarized.","summary":"No events provided to summarize."},{"hash":"e115a6d41dc575a6fb20a754295e2c6493cf6d2654ae267d4145bfcfcc13107f","title":"Pakistan's Prime Minister announced a new fund to boost innovation within the IT sector, aiming to expand and support the industry's growth.","date":1714608000000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/pm-announces-to-institute-innovation-fund-for-it-sector-expansion","imageLink":"https://web.nepalnews.com/storage/story/1024/91fd8100_c369_454d_8e45_d73c48c2fe8d_1000x5001714631578_1024.jpg","category":"science-and-technology","content":"Prime Minister Prachanda pledged to create an innovation fund next year to support the growth of the information technology (IT) sector in Nepal. He emphasized the importance of IT in driving economic and social progress, especially for young entrepreneurs. The government will also prioritize integrating the \"Startup Programme\" for youth and ensure the safe use of IT by addressing cybercrime concerns through policy and legal measures.","summary":"PM Prachanda has proposed establishing an innovation fund in the 2023-24 budget to promote IT sector expansion and combat cybercrime."},{"hash":"f695aa1ad994bab3c00f1b5a8d5ea6fd3e689cc6689b961e67fffef625c6e80d","title":"Today is National ICT Day, a celebration of Information and Communication Technology (ICT).","date":1715431594637,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/national-ict-day-being-observed-today","imageLink":"https://web.nepalnews.com/storage/story/1024/ict_day1714614867_1024.jpg","category":"science-and-technology","content":"**National ICT Day**\n\nToday is National ICT Day in Nepal. It's a day to celebrate and encourage the growth of technology in the country.\n\nThe government is giving awards to people and groups who have helped improve the ICT industry.\n\nThe government believes that ICT is a key to Nepal's economic success, and is working to promote its use.","summary":"Nepal celebrates National ICT Day (May 2) with programs honoring contributors and promoting ICT development for economic prosperity."},{"hash":"9789ea6409b4715294fcecec4caf76bc9f86f5d00af5cd8543239bf9f3e5e012","title":"Politics can make investors excited about investing in a country.","date":1714003200000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/politics-should-fill-enthusiasm-among-investors-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_25_at_131714045205_1024.jpg","category":"science-and-technology","content":"President Paudel says Nepal's natural resources can bring prosperity. Politics should encourage investors to invest in Nepal's energy sector. The government should make laws and regulations easier for investors, and private companies should focus on Nepal's well-being. Nepal is becoming more politically stable, which will attract more investment. Nepal has gone from importing energy to exporting it, and is now exporting clean energy to neighboring countries.","summary":"President Paudel emphasizes the crucial role of politics in fostering investor enthusiasm, highlighting Nepal's potential for prosperity through energy development, facilitated by government-private sector collaboration, amidst increasing energy security and the nation's transition from an energy importer to an exporter."},{"hash":"8645e6e32c99e132c7dedb2a85a2626985e9d5f7e0c18cf2f27997f5d483ec41","title":"**AI Bill Seeks Transparency and Accountability**\n\nA proposed law aims to make sure that artificial intelligence (AI) is used in a clear and responsible way. The law wants to:\n\n* Make sure people know when they're interacting with AI.\n* Give people control over how their data is used by AI.\n* Hold companies accountable for the actions of their AI systems.","date":1710201600000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/draft-bill-on-it-and-cyber-security-seeks-transparent-accountable-use-of-ai","imageLink":"https://web.nepalnews.com/storage/story/1024/Ministry_of_Communication1710223162_1024.jpg","category":"science-and-technology","content":"**IT and Cyber Security Management Draft Bill**\n\n**Key Points:**\n\n* Promote use of technologies like AI, machine learning, and blockchain.\n* Establish a research center for technology development.\n* Create cyber security structures with coordination committees.\n* Cover topics like data safety, cyber harassment, and digital signatures.\n* Ban cyberbullying, indecent content distribution, and data theft.\n* Mandate government websites and domain name registration.\n* Require licenses for cyber security service providers.\n\n**Feedback Request:**\n\nThe Ministry of Communications and Information Technology is seeking feedback on the draft bill within two weeks.","summary":"A draft IT and cyber security bill has outlined the use of AI, machine learning, blockchain, and IoT, proposed the establishment of a center for excellence, committees for coordination and rapid response, and provisions for data safety, privacy, and punishment for cybercrimes."},{"hash":"7b3564e64335cf6b09ca9388a43353ae8e4c829e4a33b5dafd81bc5c1b419b8b","title":"Minister Sharma believes new laws are needed to address issues in cyberspace.","date":1715431609756,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/cyber-legislation-needed-to-resolve-problems-minister-sharma","imageLink":"https://web.nepalnews.com/storage/story/1024/Sharma1695206333_1024.jpg","category":"science-and-technology","content":"Cyber laws are needed to fix problems. Minister Sharma says the government is working on creating laws to protect against cyber threats. She is asking for input from different groups on what the laws should include. The government also plans to educate the public about cyber security. Technology has made work easier but also brought challenges due to misuse.","summary":"Communications Minister Rekha Sharma highlights the need for cyber legislation to address issues and outlines government efforts to move forward with lawmaking and public awareness campaigns."},{"hash":"c11dd4e0a73ed780f50db62b525aa16fa7c624433478c86d79746516e89b9f0d","title":"India and Bangladesh are in talks about India exporting energy to Bangladesh.","date":1715431613598,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/talks-positive-with-bangladesh-to-export-energy","imageLink":"https://web.nepalnews.com/storage/story/1024/Nepal_Electricity_Authority1691846323_1024.jpg","category":"science-and-technology","content":"Nepal and Bangladesh plan to trade electricity during the upcoming rainy season. The agreement is being finalized and Nepal will export electricity to Bangladesh soon.","summary":"Nepal and Bangladesh have agreed to a power trade deal, with Nepal exporting electricity to Bangladesh from the upcoming rainy season."},{"hash":"a214fef6a569a812921b8fd6905466efcae36821d314e2d976e99d6f2fb54eff","title":"The Japan Foundation Traveling Exhibition: Yakishime, Earth Metamorphosis showcases contemporary ceramic works inspired by the ancient Yakishime pottery of Japan. This exhibition celebrates the beauty of earth and fire, showcasing the unique techniques and artistic expressions of modern Japanese ceramists.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/japan-foundation-traveling-exhibition-yakishime-earth-metamorphosis","imageLink":"https://web.nepalnews.com/storage/story/1024/Leaflet_front1715264259_1024.jpg","category":"entertainment-and-lifestyle","content":"The Embassy of Japan and the Japan Foundation will hold an exhibition called \"YAKISHIME: Earth Metamorphosis\" at the Embassy Hall in Kathmandu from May 11th to 30th. It will showcase Japanese yakishime ceramics, which are unglazed, high-fired wares used for serving food and drinks. Visitors will learn about the history and uses of yakishime, and experience the unique beauty and aesthetics of Japanese culture.","summary":"The Embassy of Japan and the Japan Foundation will hold an exhibition on Japanese Yakishime ceramics to introduce their culture to Nepal from May 11th to 30th."},{"hash":"e61c612a2fa2945dbce36e78bfcbfcfe5e05c704908dd9baac7769efb299faed","title":"Two friends celebrating 50 years of their enduring friendship.","date":1715431621718,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/celebrating-50-years-of-friendship","imageLink":"https://web.nepalnews.com/storage/story/1024/209370c5_271f_40b2_b38c_4d479196175d1714881747_1024.jpeg","category":"entertainment-and-lifestyle","content":"**Korea Celebrates 50 Years with Nepal**\n\nThe Korean Embassy is celebrating 50 years of friendship with Nepal with a cultural event. The event will feature:\n\n* **K-Tigers:** Taekwondo performers who combine martial arts with K-pop\n* **People on Stage:** B-boy dance teams showcasing Korean dance culture\n* **Celebrating Friendship:** Performances celebrating the bond between Korea and Nepal\n\nJoin the Embassy in experiencing Korea's rich culture and celebrating this historic milestone.","summary":"Nepal and South Korea celebrate 50 years of diplomacy with a cultural event showcasing K-Tigers' martial arts, People on Stage's dance performances, and a celebration of friendship."},{"hash":"5db1f1b27f140836a538af8994d1d20d3c4e3bfba7357d0ab258108d457e3803","title":"Veteran actor CP Lohani, known for his roles in films like 'Sholay' and 'Deewar', has passed away at the age of 93.","date":1714348800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/actor-cp-lohani-passes-away","imageLink":"https://web.nepalnews.com/storage/story/1024/cp_lohani_11714394375_1024.jpg","category":"entertainment-and-lifestyle","content":"CP Lohani, star of Nepal's first hit movie \"Maitighar,\" died at 86 from Alzheimer's and pneumonia. Known for his role in film and music, Lohani was also a government official and businessman. Married to Bollywood actress Mala Sinha, his funeral will be held today at Pashupati Aryaghat.","summary":"Renowned Nepali actor CP Lohani, known for the hit movie 'Maitighar,' passed away at 86 from Alzheimer's and pneumonia."},{"hash":"47c5ab0dc3d11afc19bb0a2ea497b4519a334d00648998358c7cab2575b09124","title":"A democratic republic values moral principles like those found in religion, including virtues like integrity and compassion, which the president should embody.","date":1713657600000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/a-democratic-republic-seeks-moral-values-and-virtues-like-religion-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_21_at_111713687967_1024.jpeg","category":"entertainment-and-lifestyle","content":"President Paudel believes religion, like the government, promotes values and virtue. All religions aim for human well-being, happiness, and progress. On the 2623rd anniversary of Lord Mahabir, President Paudel recognized the Jain community's contributions to Nepal through their commitment to non-violence and social service. He believes the Jain philosophy promotes morality, peace, and tolerance, and hopes the organization will continue to do meaningful work in the future.","summary":"President Paudel addressed the 2623rd birth anniversary of Lord Mahabir, emphasizing the shared moral values between religions and the Jain community's contributions to society through non-violence, peace, and social service."},{"hash":"36bf5184da2134fc7913480835b722431a60fe0d878008465b1a5b5221530db2","title":"Chaiti Chhath festival concludes with devotees offering prayers to the rising sun.","date":1715431635212,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/chaiti-chhath-concludes-offering-argha-to-rising-sun","imageLink":"https://web.nepalnews.com/storage/story/1024/NawadeepShrestha_Bidur_RSS_14_ChhathPhoto1667194260_1024.JPG","category":"entertainment-and-lifestyle","content":"Chaiti Chhath festival has ended in Mithila region.\n\nPeople who have been fasting since Saturday offered water to the rising sun today to complete the festival.\n\nThey stood in water bodies like ponds and rivers to offer water to the sun, wishing for good things for their families.","summary":"Chaiti Chhath festival concluded with devotees offering 'argha' to the rising sun, marking the end of a four-day celebration for peace and prosperity."},{"hash":"5c4e40b0cfcc81a841cfed842ce2aa92af57f2e88130f43a69d94018c770008a","title":"Socialist culture is essential for the development of a socialist society. It creates values, beliefs, and behaviors that support socialism and its goals.","date":1715431639213,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/socialist-culture-a-primary-condition-for-preparing-base-of-socialism-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/436421060_2683866678446874_1444593645290858072_n1713059615_1024.jpg","category":"entertainment-and-lifestyle","content":"Prime Minister Dahal emphasized that a socialist culture is crucial for establishing a socialist society. He urged citizens to contribute to this cause. The government supports cultural development through policies and funding, and values the contributions of cultural institutions like Sanskritik Sansthan. The cultural evening organized by the Sansthan showcased the diversity of Nepali culture and instilled inspiration in the Prime Minister.","summary":"PM Dahal emphasized the importance of socialist culture in building a socialist society, promising support for cultural institutions and events promoting national unity and diversity."},{"hash":"aaf6887d3341c0e0ab21276e3d930f66b3d55ef7b71d7aff9433de61d40cfe17","title":"thapa-lamichhane-trade-barbs-as-house-meet-fails-on-day-1","link":"https://kathmandupost.com/national/2024/05/11/thapa-lamichhane-trade-barbs-as-house-meet-fails-on-day-1","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715392597.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"national","content":"**Nepali Congress Blocks Parliament**\n\nThe Nepali Congress party stopped Parliament from working on Friday. They want an investigation into Home Minister Rabi Lamichhane for allegedly stealing money from a bank.\n\nThe Congress said they won't let Parliament work until the investigation starts.\n\nLamichhane says he didn't steal any money and is willing to leave his job if he did.\n\nThe Congress says Lamichhane has used his power to stop the investigation.\n\nThe opposition party, the Loktantrik Samajbadi Party, also wants the investigation.\n\nThe ruling party, the CPN-UML, says the Congress is trying to get revenge on Lamichhane because he didn't join their party.\n\nThe Congress says they won't give up until the investigation is done.","summary":"Nepali Congress obstructs parliament on first day of budget session, demanding a parliamentary investigation into Home Minister Lamichhane's alleged role in cooperatives scam, despite opposition from ruling parties."},{"hash":"598d47179f347b323a132ca5a175cddf5c7d9425a715572e35c22b375dbc2709","title":"Nepalese banking industry employs a notably high proportion of women compared to South Asia.","link":"https://kathmandupost.com/money/2024/05/11/nepal-s-banking-industry-is-a-leader-in-south-asia-in-employing-women","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715392971.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"money","content":"**Working Women in Nepal's Banking Industry**\n\n* Many women work in banking in Nepal, but fewer reach leadership roles.\n* Lack of support from colleagues and family responsibilities make it hard for women to advance.\n* Nepal has laws to support women in the workplace, but bias still exists.\n* Men can find it difficult to work with women in leadership positions.\n* Despite challenges, women are still willing to work in the industry due to its opportunities.","summary":"Despite Nepal's leading representation of women in the banking industry, challenges remain for their advancement, with unequal promotions, inadequate support, and societal pressures."},{"hash":"812d3a6e8b919a61166dd200f11787e80efc3ae480069391766ae2090e427964","title":"Illegal collectors of rare Himalayan yarsa gumba mushrooms are putting their lives at risk by taking dangerous routes into protected mountain grasslands. This is causing difficulties for officials who are trying to manage the collection of the valuable herb in a sustainable way.","link":"https://kathmandupost.com/national/2024/05/11/illegal-yarsa-collectors-taking-risky-routes-to-mountain-grasslands-give-officials-headache","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled-1.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"national","content":"**Yarsagumba Harvest Season**\n\n* **Yarsagumba hunting season** has started in northern Nepal.\n* Many people are using **illegal shortcuts** to get to the harvest areas early and avoid permit fees.\n* **74 people have been arrested and fined** in Shey Phoksundo National Park for using illegal routes.\n* **Yarsagumba** is a valuable fungus that grows on caterpillars.\n* It is found in **32 areas**, including the national park.\n* **Permits** are required to collect yarsagumba, but many people are illegally entering the harvest areas.\n* **The national park** is facing difficulties in controlling the illegal activity.\n* **Yarsagumba fetches high prices** in China.\n* **Collectors are risking their lives** by using illegal routes and ignoring safety precautions.\n* **Local authorities** are struggling to manage the influx of people and control trespassing.","summary":"Due to the arrival of the yarsagumba harvest season, people are illegally entering Shey Phoksundo National Park to collect the fungus early, despite arrests and fines, with 74 apprehended in one month."},{"hash":"14f0c194c948219753de2fe0e5f24a381817060467ac93d13cecbdfc1a77b844","title":"caste-discrimination-against-dalits-is-systemic-and-widespread-amnesty-international-report","link":"https://kathmandupost.com/national/2024/05/11/caste-discrimination-against-dalits-is-systemic-and-widespread-amnesty-international-report","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715393474.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"national","content":"**Dalit Teen's Death**\n\nIn 2016, Ajit Mijar, a Dalit (lower caste) teen, was found dead in suspicious circumstances. His family suspected murder related to his relationship with an \"upper caste\" girl.\n\n**Court Case and Appeal**\n\nThe police initially declared it a suicide, but his father filed a case claiming murder. In 2018, the district court acquitted the accused. The decision was upheld by the high court in 2022.\n\n**Justice Denied**\n\nDespite the suspicions, the accused were acquitted due to lack of evidence. Ajit's family refused to perform his funeral until justice is served.\n\n**Caste Discrimination in Nepal**\n\nThe case highlights the systemic caste discrimination in Nepal, where Dalits face barriers in accessing justice. Amnesty International reports that:\n\n* Less than 5% of caste discrimination cases reach the police.\n* Dalits are discouraged from filing complaints and may face violence from the police.\n* Laws against caste discrimination are not fully implemented, and the statute of limitations is too short.\n\nAmnesty International calls on Nepal to:\n\n* Strengthen the justice system for Dalits\n* Improve data collection on caste discrimination\n* Provide reparations for victims","summary":"On July 14, 2016, 18-year-old Dalit Ajit Mijar was found dead in suspicious circumstances; his family alleges murder but the courts acquitted the accused, highlighting systemic caste-based discrimination and impunity in accessing justice for Dalits in Nepal."},{"hash":"8991256079aee8a6a9440ce0aacf1b4d71b5e78a52f15797d3dbc1898b051994","title":"**Counseling Needed for Students Struggling with Strict School Rules**\n\nStudents are experiencing mental distress due to overly strict school regulations. Counseling services are crucial to support their well-being and address the negative impact of these rules.","link":"https://kathmandupost.com/national/2024/05/11/need-for-counselling-as-students-complain-of-rigid-school-rules","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715392769.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"national","content":"**Student's Mental Health in Schools**\n\n* Students at one school faced strict rules and limited interactions.\n* Research shows that adolescence is a vulnerable time for mental health.\n* School counselors provide support for academic, emotional, and mental health issues.\n* A significant number of students experience anxiety and depression.\n* School counselors help create a healthy school environment and recognize students with severe mental health issues.\n* Teachers should understand students' mental well-being and support their development.\n* School counseling also addresses family problems and involves parents in support.\n* Providing counselors in community and government schools is crucial, especially for students from poor families.\n* Students may hesitate to seek counseling, but it can significantly improve their mental and academic well-being.","summary":"Kenisha Thapa faced mental health issues in high school due to restrictive rules, lack of mental health support, and teachers' lack of understanding, highlighting the importance of accessible school counseling in fostering students' well-being and overall growth."},{"hash":"7697a965cad2b4fe488203fca9b9011d5cec32b3593ca4875efef4d9d92612c0","title":"cruellest-crime","link":"https://kathmandupost.com/editorial/2024/05/09/cruellest-crime","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb1-1715303210.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"editorial","content":"**Nepal Children's Organization Land Scam Update**\n\nThe investigation into a land lease scam involving the Nepal Children's Organization has led to arrest warrants being issued for 20 people. This includes former officials of the organization and business representatives who benefited from the scam.\n\nThe investigation revealed that 29 plots of land belonging to the organization were illegally leased to Brihaspati Vidya Sadan school for a low price. The school then illegally sub-leased part of the land to another school.\n\nThe organization has since canceled the lease and filed a case against those involved. The arrest warrants are a step towards recovering the land for the organization.\n\nThis incident highlights other major land grab scams in Nepal, involving the illegal transfer of public properties to private individuals. The government is encouraged to take action to recover these lands and investigate illegal land grabs nationwide. The media has played a crucial role in uncovering these scams and should continue to be vigilant.","summary":"The Central Investigation Bureau issues arrest warrants against 20 accused, including former Nepal Children's Organization officials and business representatives, for illegally leasing out organization land to Brihaspati Vidya Sadan school."},{"hash":"b77ca7e7b78267d6faf47d3a5d33350d4a2d32ad0d495b2df4e78b3ca05359a9","title":"PhD dissertations are often long and complex, making it difficult for readers to understand their key points. This article presents a technique for dissecting PhD dissertations into smaller, more manageable \"sagas.\" Each saga focuses on a specific argument or finding, and is presented in a clear and concise way. This technique can help readers to better understand the content of PhD dissertations and identify the most important points.","link":"https://kathmandupost.com/columns/2024/05/09/dissecting-phd-sagas-ii","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadShutterstock11-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"**PhD Degree Options at Nepal's Tribhuvan University**\n\nSix years ago, Tribhuvan University (TU) introduced a \"PhD by coursework\" option, but it has not been implemented effectively.\n\n**PhD by Dissertation**\n\nTU has traditionally awarded PhDs through the \"PhD by dissertation\" route, where students write a thesis under a supervisor's guidance.\n\n**PhD by Coursework**\n\nIn theory, the \"PhD by coursework\" route requires doctoral students to take courses to broaden their knowledge and prepare them for research.\n\n**Current Challenges**\n\nHowever, TU faces challenges in delivering the \"PhD by coursework\" option due to:\n\n* Lack of central control and coordination\n* Insufficient qualified faculty members\n* Bureaucratic hurdles in hiring new faculty\n* Internal conflicts among faculty members\n\n**Conclusion**\n\nUntil these issues are addressed, the \"PhD by coursework\" route at TU will not meet the needs of students seeking a comprehensive doctoral education.","summary":"Tribhuvan University implements \"PhD by coursework\" route, facing challenges due to lack of faculty expertise and teamwork, hindering its effectiveness in preparing doctoral students for research and teaching."},{"hash":"f28ae9ad63c1c929af9895d12f7e3ddbbf1008986b2f4363563096a3954de19e","title":"Mount Everest, the highest mountain on Earth, is becoming a dump because of discarded oxygen tanks, empty food containers, and other trash left behind by climbers. This waste is polluting the pristine environment and harming wildlife.","link":"https://kathmandupost.com/columns/2024/05/09/everest-a-high-altitude-garbage-dump","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownPostFilePhoto1-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"**Mount Everest Trash Problem**\n\nEvery year, many climbers visit Mount Everest, leaving behind a lot of garbage. This problem has been growing since the 1980s and includes trash like cans, bottles, and human waste.\n\nThe trash is often burned or buried, which can pollute the air and water. Some of the trash also contains harmful chemicals that can harm people and wildlife.\n\nSeveral groups are working to clean up the mess and find ways to prevent it from getting worse. These groups are using new technologies and working with local communities to come up with solutions.\n\nSome ideas include:\n\n* Asking climbers to bring back their trash\n* Creating better waste management systems\n* Using new technologies to reduce waste and pollution\n* Promoting sustainable tourism","summary":"Mount Everest climbers are faced with waste and pollution on their expeditions, but initiatives are underway to address the problem through new technologies and international cooperation."},{"hash":"1801d6ead071c649a64c0fde0790be274f8900ce60b54acca6dfb6dbc55067e8","title":"karki-s-excesses-in-koshi","link":"https://kathmandupost.com/editorial/2024/05/08/karki-s-excesses-in-koshi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/third-party/thumb21-1715217280.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"editorial","content":"Kedar Karki, chief minister of Koshi Province, was asked to step down after losing support from his coalition partners. Despite losing the majority, Karki refused to resign or call for a floor test, resulting in a stalemate. Karki's rise to power was controversial as he received support from the rival party, CPN-UML, while also claiming support from his own party and its allies. This transgression led to the downfall of the Congress-Maoist coalition government and drew criticism from his own party. Karki's actions reflect the spread of unethical political practices to provincial level, where politicians prioritize power grabs over morality, undermining the democratic values of federalism.","summary":"Amid withdrawals of support from coalition partners, Kedar Karki faces removal from the Koshi Province Chief Ministership due to his unethical political maneuvers, marking a setback for provincial democracy."},{"hash":"32ed3ca97afc01da3fa2ac6201959faa2164bdc060ba833bb2c5a81fbb0bf54a","title":"Israel has ordered people in more areas of Gaza's Rafah to evacuate their homes.","link":"https://kathmandupost.com/world/2024/05/11/israel-orders-people-in-more-areas-of-gaza-s-rafah-to-evacuate","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersJE7KOBOKJVPWHMVUUGMEO3QA7M-1715427667.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"**Israel**\n\n* Calls for more evacuations in Rafah, Gaza.\n* Plans for a ground attack in Rafah.\n* Says it cannot win the war without fighting Hamas fighters in Rafah.\n* Has captured a main road in Rafah, encircling the eastern side.\n\n**Gaza**\n\n* 24 Palestinians killed in overnight airstrikes.\n* The health ministry says 35,000 Palestinians have been killed in Israel's Gaza operation.\n* The bombardment has caused a humanitarian crisis.\n\n**International**\n\n* The US is concerned about Israel's operations in Rafah.\n* The US has accused Israel of potentially violating international humanitarian law in Gaza.\n* The US has held up some military aid to Israel.","summary":"Amid ongoing escalation, Israel calls for evacuations in Rafah, while its forces encircle the area in preparation for a potential ground assault, while the US expresses concern over civilian casualties and potential breaches of humanitarian law."},{"hash":"ccbdfb55569231d56fab27409904b9d31563344b2153ca0275e445e05753067b","title":"Floods in Afghanistan have killed at least 153 people, according to the Taliban's Interior Ministry.","link":"https://kathmandupost.com/world/2024/05/11/death-toll-in-afghanistan-floods-rises-to-153-says-taliban-interior-ministry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersQYK4WJXC4ZJHZBDQIH73KL2UIA-1715426843.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"**Flooding in Afghanistan**\n\n* Devastating floods have killed 153 people in three provinces in northern Afghanistan.\n* Heavy rains caused the flooding on Friday.\n* 138 people are injured.\n* Over 100 people were stranded and helicopters were used to help them.\n* Many people are homeless, and water and transportation systems are damaged.\n* The World Health Organization is sending health teams to help.","summary":"Flash floods in northern Afghanistan caused by heavy rains have killed 153 people, injured 138, and disrupted vital infrastructure, leaving many homeless."},{"hash":"eaa13415538d7c525c64e911242603237c2ce9a68918e45628c713c0356da59f","title":"Opposition parties in India criticize a poll watchdog for not taking action against Prime Minister Modi, accusing him of violating election rules. They claim that his inaction has allowed Modi to openly break the rules.","link":"https://kathmandupost.com/world/2024/05/11/india-poll-watchdog-s-inaction-lets-pm-modi-commit-brazen-violations-opposition-says","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersFULCPGZWABIALBM2WJSBKG7YWI-1715411865.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"India's opposition alleges that the Election Commission is not stopping Prime Minister Modi from making speeches that promote religious hatred and misleading the public.\n\nThe opposition has filed complaints about these violations, but no action has been taken. The commission has ordered the removal of one video but has not ruled on most of the complaints.\n\nThe opposition believes this inaction damages the credibility of the election process and could harm India's democracy. They are demanding that the commission take prompt action to stop Modi's violations.","summary":"India's opposition accuses the election commission of failing to address complaints of religious hate speech and misrepresentation by Prime Minister Modi, raising concerns about election credibility."},{"hash":"a1f01a2fc37a7c5d829917368110fff915c3a045a9a7278fec80e70309ee6c2e","title":"Russian forces have attacked Ukraine's Kharkiv region, opening a new front in the conflict.","link":"https://kathmandupost.com/world/2024/05/11/russian-forces-attack-ukraine-s-kharkiv-region-striking-on-new-front","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersW7POQZFTMJM7HBB2WTSG5ZRUAQ-1715404893.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"Russian forces attacked the Kharkiv region in northeastern Ukraine with tanks and other armored vehicles. This opened a new front in the war, which has mostly been fought in the east and south.\n\nUkraine sent reinforcements to the region, and fighting is ongoing. Russia targeted the border town of Vovchansk with bombs and artillery.\n\nIt's unclear if Russia will continue the attack, but they may be preparing for a larger offensive.\n\nThe Ukrainian military reported Russian forces are also gathering north of Kharkiv, near other Ukrainian regions.\n\nTwo civilians were killed and five injured in the shelling, and authorities are helping people evacuate.\n\nFighting is intense along the entire front line, according to Ukrainian President Volodymyr Zelenskyy.\n\nUkraine previously pushed Russian forces out of most of the Kharkiv region but is now facing a new offensive.","summary":"Russian forces launched an armored ground attack near Kharkiv, Ukraine, potentially signaling a new offensive front in the ongoing war."},{"hash":"ec0562568b27eb245c9b85c09fe2c8afb29b6aaf3313a13b567c31b2c9f13f6e","title":"Israel's use of weapons may have broken international laws, according to the US.","link":"https://kathmandupost.com/world/2024/05/11/us-says-israel-s-use-of-weapons-may-have-violated-international-law","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreuters3SXUVRKSKRLHNEQW2RJUG6NUYQ-1715403272.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"**Biden Administration's Report on Israel's Use of US Weapons**\n\nThe US government has released a report saying that Israel may have used US-made weapons in a way that violated international law during the Gaza conflict. The report, however, does not provide a clear answer and says that more investigation is needed.\n\nThe report says that Israel did not fully cooperate with US efforts to get humanitarian aid into Gaza. It also says that Israel has been killing civilians and not following rules meant to protect them.\n\nThe US has put a hold on one package of arms to Israel and is reviewing others. The findings could further strain ties between the allies.\n\nIsrael says it uses US weapons according to international law and has launched investigations into incidents.","summary":"US administration suggests Israel's use of US-supplied weapons during Gaza military operation may have violated international law, despite lacking definitive assessment due to war's chaos."},{"hash":"ffb3342a45cf6e164973d3208b0ab8d2a32596d0572baab88afcb28e5e38105d","title":"kathmandu-metropolis-trains-1-500-youths","link":"https://kathmandupost.com/national/2024/05/11/kathmandu-metropolis-trains-1-500-youths","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/WhatsAppImage20240511at72127AM-1715393623.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"national","content":"**Youth Vocational Training in Kathmandu**\n\n* 1,500 youths from around Nepal are receiving vocational training.\n* 1,100 more interested youths will be selected for training.\n* Training is offered in areas like mobile repair, computer maintenance, and house wiring.\n* Training is short-term (1-3 weeks) to provide basic skills and help youths find work.\n* Companies are being contacted to provide on-the-job training to trainees.\n* The training program is linked to a labor bank to help youths find jobs.","summary":"Kathmandu Metropolitan City provides vocational training to 1,500 youths, with plans to select 1,100 more for on-the-job training in partnerships with organizations."},{"hash":"39a21e3738e34e21ac22ff3e01c5ee3a4fda10160336e1e78d00ef5a4868a738","title":"Nepal plans to use drones to collect and transport garbage from Mount Everest. This will help to reduce the amount of litter on the mountain and protect the environment.","link":"https://kathmandupost.com/money/2024/04/30/nepal-to-use-drones-to-transport-garbage-from-mount-everest","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/everest-1714541533.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"money","content":"**Everest Drones**\n\n* Drones are being tested to carry garbage from Mount Everest.\n* If successful, drones may reduce the need for high-altitude support staff who carry loads through the dangerous Khumbu Icefall.\n* The icefall is known for avalanches and has killed many support staff in the past.\n* The drone can fly up to 6,500 meters and carry 30 kg.\n\n**Other Everest News**\n\n* Over 400 climbing permits have been issued for Everest this year.\n* New rules aim to improve safety and reduce garbage on the mountain.\n* Climbers must use poop bags to prevent contamination of water sources.\n* Guides are responsible for managing bodies of deceased climbers.\n* Commercial operations like bars and bakeries are not allowed at the base camp.","summary":"Drones may replace high-altitude guides on Everest to bring back garbage, potentially affecting their livelihood, while stringent new rules aim to manage garbage, improve safety, and preserve the mountain's sanctity."},{"hash":"20d6fba38f7a72404f31e0e9c78ed336011a973a2c15264bdb33a8dce3fe58fb","title":"Nepal faces challenges in child adoption due to a lack of clear regulations. This makes the process complex and time-consuming, leaving many children in uncertain situations.","link":"https://kathmandupost.com/national/2024/05/01/regulatory-void-complicates-child-adoption-process-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb14-1714527484.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"national","content":"**Adoption in Nepal**\n\n**Anistha's Story:**\n\n* Anistha lost two children and was feeling hopeless.\n* She and her husband found an abandoned baby boy and raised him as their own.\n\n**Legal Process:**\n\n* Adoptions are now legal in Nepal since 2017.\n* Couples or individuals over 45 can adopt if they meet certain criteria.\n\n**Challenges:**\n\n* Legal process is still difficult.\n* There are no guidelines for matching children with parents.\n* Queer couples are not allowed to adopt.\n* Inter-country adoptions are banned due to trafficking concerns.\n\n**Need for Regulation:**\n\n* Officials say committees and regulations are needed to ensure children's safety and well-being in adoptions.\n* This will help prevent child abuse and mishandling.","summary":"Despite challenges, Anistha Shrestha and other aspiring parents face in Nepal's adoption system, the country has made progress in addressing regulatory gaps and safeguarding children's well-being, while inter-country adoptions have been banned due to concerns over trafficking and abuse."},{"hash":"3f364a7b488f4787fc0e376951c1783548e5f460595979e877cac188d021df81","title":"Recent bypolls in Ilam have shown a resurgence of support for established parties, while the new Rastriya Swatantra Party (RSP) has faced a setback. This result serves as a reminder of the enduring strength of traditional parties and a cautious outlook for the RSP's future.","link":"https://kathmandupost.com/politics/2024/05/01/ilam-bypoll-fillip-for-old-parties-reality-check-for-rsp","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/4375415009854531096070575583147412016394281n-1714526830.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"politics","content":"**Ilam-2 By-Election Results:**\n\n* Suhang Nembang (CPN-UML) won the by-election.\n* Identity politics played a role, with independent candidate Dakendra Singh Limbu (Limbu community) receiving a significant number of votes.\n* Rastriya Swatantra Party (RSP) candidate Milan Limbu did not perform well.\n* Major parties, Nepali Congress and CPN-UML, remain strong at grassroots level.\n* RSP needs to improve rural presence and address concerns about party president's involvement in a scam.","summary":"CPN-UML's Suhang Nembang won the Ilam-2 by-election, underlining the resilience of traditional parties while exposing a surge in regional identity politics, despite independent Dakendra Limbu's significant showing."},{"hash":"3b8f07fcf0196cc796d5e7ea9b735b31007811ccd0b4a7cef5a04cffbc352d27","title":"Nepal aims to attract LGBTQ+ tourists to boost its economy by billions of dollars.","link":"https://kathmandupost.com/money/2024/04/21/nepal-sets-sight-on-multi-billion-dollar-lgbtiq-tourism-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled-1%20(1).jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"money","content":"**Nepal Hosts LGBTQ+ Tourism Conference**\n\nNepal held its first conference on LGBTQ+ tourism, hoping to attract visitors from the growing \"pink market\" (LGBTQ+ travelers).\n\nThe conference follows Nepal's historic recognition of same-sex marriage in 2023.\n\nLGBTQ+ travelers have high spending power, and Nepal believes it can tap into this market by promoting its LGBTQ+-friendly businesses, cultural heritage, and safe and welcoming environment.\n\nThe government and travel industry are investing in making Nepal more inclusive for LGBTQ+ tourists, and businesses are opening up that cater to their needs.\n\nNepal's unique cultural traditions related to LGBTQ+ communities offer a rich cultural experience for visitors.\n\nThe conference aims to boost Nepal's economy and create jobs for LGBTQ+ people while promoting inclusivity and fairness for travelers.","summary":"Nepal hosted the first international LGBTIQ tourism conference to promote inclusivity, foster economic growth, and tap into the multi-billion dollar pink market, following the country's recognition of same-sex marriage and the diverse cultural traditions surrounding LGBTIQ communities."},{"hash":"6544c0b45b27e9bf77f2d52e116df242a412f0b3350a49b706e3550d9a2953e4","title":"Rising tensions in the Middle East could hurt Nepal's economy.","link":"https://kathmandupost.com/money/2024/04/15/escalating-middle-east-crisis-threatens-nepali-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1713147555.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"money","content":"**Iran's attack on Israel has raised concerns for Nepal due to its reliance on remittance earnings from workers in the Middle East.**\n\n* **Nepalis working in the Middle East send money back home, which makes up a large part of Nepal's economy.**\n* **If there is a crisis in the Middle East, it could lead to fewer Nepalis going for jobs there, resulting in unemployment and social issues in Nepal.**\n* **It could also reduce foreign currency reserves and increase inflation.**\n* **The government needs to prepare for the potential economic impact.**","summary":"Iran's attack on Israel triggers escalating tensions in the Middle East, posing potential shocks to Nepal's remittance-dependent economy, with concerns about labor market disruptions, an increase in oil prices, shipping costs, and a potential decline in foreign aid and investment."},{"hash":"79b8b64d55170d97b5398013f1e0be09edf6390a68972040dac7d9012da81a36","title":"Nepali nationalism is the idea that Nepal is a unique and special nation. This idea was first developed by Hari Sharma in the early 19th century. Sharma believed that Nepal was a holy land, protected by the gods, and that the Nepali people were a chosen people. He also believed that Nepal should be independent from foreign rule.","link":"https://kathmandupost.com/videos/2024/05/01/nepali-nationalism-idea-of-nepal-with-hari-sharma","date":1714521600000,"source":"kp","category":"videos","content":"**Summarization**\n\nMissing information cannot be summarized. Please provide the text you want me to summarize.","summary":""},{"hash":"da1de9d00cddf5d4e54cf41c1f92b9ea3c65052d5d623d6c79bf8571e6fc3343","title":"China's understanding of Nepal is shaped by different perspectives and interests, leading to misunderstandings and misinterpretations. Nepali scholar Aneka Rajbhandari highlights these discrepancies and offers a more nuanced view of Nepal's history, culture, and relationship with China.","link":"https://kathmandupost.com/videos/2024/04/14/china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","date":1713052800000,"source":"kp","category":"videos","content":"The Araniko Project aims to explore Nepal-China relations using Chinese sources. Its founder, Rajbhandari, who speaks fluent Mandarin, highlights the importance of understanding Chinese language and historiography for accurate understanding of the country.","summary":"The Araniko Project, led by Mandarin speaker Anuradha Rajbhandari, explores Nepal-China relations through primary sources in Mandarin."},{"hash":"260be847ea4643b523c3e2c77aa8eb77abfa0ace0b6d4a34348f05f7a4f6c2d2","title":"Public Debate in Nepal: \"Idea of Nepal\" with Saumitra Neupane\n\nExperts discuss the history, identity, and future of Nepal. They explore its geopolitical challenges, cultural diversity, and the role of technology in shaping the country's path.","link":"https://kathmandupost.com/videos/2024/03/26/public-debate-in-nepal-idea-of-nepal-with-saumitra-neupane","date":1711411200000,"source":"kp","category":"videos","content":"Two organizers of \"Project Sambad\" discuss how to improve public debates in Nepal by encouraging in-depth conversations that critically examine society and policy-making.","summary":"Neupane and an interviewee discuss the state of Nepali public debates and how to foster better discussions, following the first edition of 'Project Sambad' in Kathmandu."},{"hash":"d5d55349db8224f79ac2f5502e8ef4d7a68f9f2c08b2ac9c91c850dba1308134","title":"Nepal's Constitution highlights the idea of Nepal as a democratic and inclusive nation, valuing human dignity and social justice. It promotes a federal system with three levels of government and emphasizes the importance of inclusivity, equality, and national unity. The Constitution aims to establish a strong and stable nation that protects the rights of all citizens.","link":"https://kathmandupost.com/videos/2024/02/02/the-constitution-of-nepal-idea-of-nepal-with-bipin-adhikari","date":1706832000000,"source":"kp","category":"videos","content":"Bipin Adhikari, a law professor at Kathmandu University, is an expert on constitutional law. He highlights the key aspects of Nepal's 2015 constitution, its stability, and the development of Nepal's constitutional history.","summary":"Constitutional expert Bipin Adhikari analyzes the durability and key aspects of Nepal's 2015 constitution, discussing its evolution and significance."},{"hash":"ac316ba75f2dc1debff3e66ea2fdf291a3adfbb7209e5f8ff25b0af4b7e4ac2b","title":"The art festival comes to an end today.","link":"https://kathmandupost.com/arts/2024/05/10/art-festival-ends-today","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Postreport-1715265558.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"arts","content":"**Art Festival: 'From the Mountains to the Delta'**\n\nBangladesh Embassy, Art Bangla Foundation, and Siddhartha Art Gallery present an art festival featuring paintings from Bangladesh and Nepal.\n\n* **Dates:** Until May 10\n* **Location:** Siddhartha Art Gallery, Baber Mahal Revisited, Kathmandu\n* **Time:** 11:00 am to 5:00 pm daily\n* **Entry:** Free\n\nThe festival showcases paintings that explore human emotions like love, loss, and pain. It aims to promote cultural exchange and collaboration between Bangladesh and Nepal.","summary":"The 'From Mountains to Delta' art festival, featuring works by Nepali and Bangladeshi artists that convey human emotions, is organized by the Bangladesh Embassy and Art Bangla Foundation until May 10th."},{"hash":"7e26b616e94de57b192df8218df36ecaaf4466f1158034c966b537b95a17b683","title":"Madhesh, a province in Nepal, is facing political tension after the ruling coalition broke up. Both the Nepali Congress and the Madheshi People's Rights Forum are vying for control, leading to protests and rallies in the province.","link":"https://kathmandupost.com/politics/2024/05/10/after-split-in-jsp-nepal-politics-hots-up-in-madhesh-over-fate-of-coalition","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb3-1715303718.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"politics","content":"The Janata Samajbadi Party's split in Nepal is likely to cause a crisis in the Madhesh provincial government. The Maoist Centre, which supports the government, is discussing the possibility of forming a new government in the province.\n\nThe government has been facing criticism for its performance, and the UML, the largest party in the provincial assembly, may want to lead the government. However, the fate of the government depends on the decision of the ruling coalition at the national level.","summary":"The Janata Samajbadi Party Nepal's split threatens the Madhesh provincial government, with the CPN (Maoist Centre) considering a new government formation, despite the party split having minimal impact on the provincial JSP-Nepal's standing."},{"hash":"40a529e517bf93a20206c3fc06b60ee095358e2bdafb9cde44387b93947eaaf8","title":"Yadav plans to challenge new party registration in court.","link":"https://kathmandupost.com/politics/2024/05/09/yadav-to-move-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/UpendraYadav-1715216471.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"- Janata Samajbadi Party Nepal (JSP-N) will challenge a decision in court that recognized a splinter group as a new party.\n- JSP-N believes the registration of the new party by the Election Commission is illegal, as there are no legal provisions for it.\n- The split occurred due to long-standing discontent within the party, with dissident leaders claiming autocratic leadership.\n- JSP-N insists it remains the majority party with support from party structures and committees.\n- Prime Minister Dahal has received assurances from JSP-N that it will continue to support the ruling alliance.\n- JSP-N denies rumors of attempts to form a new government with other parties.","summary":"Janata Samajbadi Party Nepal, led by Upendra Yadav, will challenge Election Commission's recognition of a splinter group as a new political party, alleging illegal registration and demanding parliamentary support."},{"hash":"f6f0addbb8cbaa32a930541099e8ab8b80dbd645a10abca7ca6caeeb2cd39f3a","title":"Political parties often change their positions on issues to win elections or gain favor with certain groups.","link":"https://kathmandupost.com/politics/2024/05/09/political-parties-shift-stances-based-on-convenience","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/meeting-1715218714.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Summary:**\n\nLast year, the UML demanded a special group of judges to investigate gold smuggling. The Nepali Congress refused.\n\nNow, the UML is in charge and is refusing a similar request from the Congress to investigate Deputy Prime Minister Lamichhane over cooperative fund misuse.\n\nThe Congress had supported the UML's request last year, but now opposes their own request.\n\nThe UML says their request last year was different because they suspected high-level involvement, so they wanted an independent investigation.\n\nThe Congress says they need a committee because they believe the police and other officials are protecting Lamichhane.\n\nThe situation highlights how political parties in Nepal change their views based on whether they are in power or not.\n\nExperts say this is not ideal and that parties should trust the state authorities to investigate wrongdoing.","summary":"The Nepali Congress and CPN-UML have reversed their demands for probe committees on gold smuggling and cooperative funds misappropriation, highlighting party bias based on governing status."},{"hash":"993e3dfb635cc252b93bf935dad75ef144713614867292c57642795d1f8ac6ff","title":"Nepali Congress Party may allow Rabi Lamichhane to speak in Parliament, despite his citizenship issue.","link":"https://kathmandupost.com/politics/2024/05/09/nepali-congress-may-allow-lamichhane-to-speak-in-parliament","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb18-1715215891.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"Nepali Congress, the main opposition party, insists on investigating the involvement of Deputy Prime Minister Rabi Lamichhane in a cooperative funds scandal. Lamichhane is accused of embezzling funds, which he denies.\n\nThe Congress claims Lamichhane misused the police and Attorney General's Office to clear his name. They believe a parliamentary committee should investigate the matter further.\n\nThe ruling parties, including some who initially supported an investigation, now want a broader committee to look into cooperative issues. However, the Congress and others reject this proposal.\n\nThe Congress is adamant about blocking House proceedings until the parliamentary committee is formed. They also accuse Lamichhane of trying to tamper with evidence against him.\n\nThe meeting also discussed the political situation in Koshi and Gandaki provinces, expressing concerns over the ruling parties' actions in forming governments there.","summary":"Nepali Congress demands parliamentary investigation into Deputy Prime Minister Rabi Lamichhane's alleged involvement in cooperative funds embezzlement, while rejecting suggestions for a broader inquiry into the cooperative sector."},{"hash":"52a7252302ec66d97f3faf40d59ba35f37aa0f43337d7482f90bdc22e8f712fc","title":"Gandaki Province Chief Minister expanded his cabinet, adding a new minister, Pratiksha Kafle. However, the decision has sparked controversy, as some allege that Kafle does not meet the constitutional requirements for the post.","link":"https://kathmandupost.com/politics/2024/05/07/gandaki-chief-minister-expands-cabinet-amid-controversy-q-pratiksha-kafle-in-pokhara","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1715045965.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"politics","content":"**Gandaki Province:**\n\n* Chief Minister Adhikari expanded his cabinet, adding two ministers.\n\n**Lumbini Province:**\n\n* Bhandari Lal Ahir resumed his role as Agriculture Minister after rejoining his former party, Janata Samajbadi Party.","summary":"Adhikari's Cabinet expansion, Ahir's return to Lumbini ministry, and controversy over Speaker's interpretation of majority in Gandaki's trust vote mark recent political events in Nepal."},{"hash":"0d8fb09ab1026484e465284d903ed753ad28550936d7ae26eefcff4b8df23383","title":"Three people were arrested for allegedly cheating US applicants by offering fake or altered documents, such as transcripts and recommendation letters.","link":"https://kathmandupost.com/kathmandu/2024/05/10/three-arrested-for-allegedly-duping-us-aspirants","date":1715299200000,"source":"kp","category":"kathmandu","content":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. ","summary":"Nepal Police arrested a gang accused of swindling 10 youths of Rs55 million under the pretext of illegally sending them to the US and Canada; 15 other Nepalis were held hostage in different countries during their journey to the US, with the gang reportedly taking Rs75 million from them."},{"hash":"d34d04f3fb0aac7854c1168b097a6ce09196339cf7d7bc35809cda6b94726548","title":"Fire in Bhaktapur injures two people.","link":"https://kathmandupost.com/bhaktapur/2024/05/05/two-injured-in-bhaktapur-fire","date":1714867200000,"source":"kp","category":"bhaktapur","content":"Two people got hurt in a fire that happened at a carpet factory in Bhaktapur, Nepal. One person has serious burns and is at a special hospital. It took five hours to put out the fire. The factory has a lot of damage, but the police don't know what started the fire yet.","summary":"Fire in Bhaktapur carpet factory injures two, damages property worth Rs18 million."},{"hash":"b6207fb9e973312bf402c67e85a81cf80ec93fb9549d25542321817afde006d8","title":"Two people suffocated while digging a well in Bhaktapur, Nepal.","link":"https://kathmandupost.com/bhaktapur/2024/05/01/two-die-of-suffocation-while-digging-well-in-bhaktapur","date":1714521600000,"source":"kp","category":"bhaktapur","content":"Please provide the text you would like summarized.","summary":"Key events occur in chronological order, highlighting significant actions, outcomes, and their impact."},{"hash":"f5d5a914ad325d0dc9cdbe3e13aee77b709515bae18e316ed2e1dfc20803ba5d","title":"Man dies in forest fire injuries.","link":"https://kathmandupost.com/lalitpur/2024/04/30/man-injured-in-forest-fire-dies","date":1714435200000,"source":"kp","category":"lalitpur","content":"**Man Dies from Fire Injuries**\n\nA man named Shankar Pahari died from burns he received while fighting a fire in a community forest in Nepal. Another man, Ramesh Pahari, is still being treated in the hospital.\n\nA separate fire in a different forest is still burning and has forced 65 patients at a nearby hospital to be moved to safety.","summary":"Death of a firefighter, continued efforts to extinguish a forest fire, and relocation of hospital patients due to encroaching flames."},{"hash":"576aedd4fb42b61a1e529a2a54b7b58d3d019f11c45cb0f9be739c017645a00d","title":"Seven wards in Kolkata Municipal Corporation (KMC) have started segregating waste, with four more set to join soon.","link":"https://kathmandupost.com/kathmandu/2024/04/30/seven-wards-of-kmc-start-waste-segregation-four-more-to-start-soon","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1714441676.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"kathmandu","content":"**Kathmandu Waste Segregation**\n\nSeven wards in Kathmandu have started separating trash into two types:\n\n* **Degradable:** Food scraps, plants\n* **Non-degradable:** Plastic, metal\n\nDegradable waste is turned into compost for plants in the city. Non-degradable waste is collected separately and may be recycled or sold.\n\nThe city plans to expand waste segregation to all 32 wards. This will help reduce the amount of trash in the city.","summary":"Kathmandu Metropolitan City implements waste segregation in seven wards, including composting and biogas generation to reduce waste and provide reusable materials."},{"hash":"f3e4a42725000ac8f9936c9fe3c2c8d3248f6134923cb80e8472ddc216c5009a","title":"Businesses ask government to spend heavily on infrastructure to boost the economy.","link":"https://kathmandupost.com/money/2024/05/10/private-sector-urges-massive-capex-booster-to-revive-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb5-1715304600.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"money","content":"**Nepal's Private Sector Requests Government Support for Economic Growth**\n\nThe private sector in Nepal is asking the government to spend more money on infrastructure in the upcoming budget to boost economic growth.\n\n**Reasons for Slow Economic Growth**\n\n* Private investment has been low due to lack of confidence.\n* Public spending has also been low.\n* The economy has slowed down in sectors like retail and construction.\n\n**Private Sector Requests**\n\n* Encourage investment with an \"investment decade\" program.\n* Provide special incentives for businesses creating jobs.\n* Prioritize startups, exports, and tourism.\n* Allow companies to reinvest profits.\n* Invest social security funds in infrastructure.\n\n**Banking Sector Concerns**\n\n* Banks are facing difficulties lending due to low demand for loans.\n* Non-performing loans are increasing, particularly in the construction sector.\n\n**Government Response**\n\nThe government plans to:\n\n* Increase private sector confidence through policy reforms.\n* Create an investment-friendly environment.\n* Spend more money to boost growth.","summary":"Nepal's private sector seeks increased government capital expenditure in the upcoming budget to stimulate economic growth amidst a slowdown."},{"hash":"eb1755b9532256307117ca5c5fb719c9560772f1fd9b41cf31e240daf54eaf7a","title":"Volunteers and locals teamed up to clean up the Barahi Jungle Lodge for a cleaner and healthier environment.","link":"https://kathmandupost.com/money/2024/05/09/barahi-jungle-lodge-cleanup-initiative","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/EEEEEE-1715220027.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"**Barahi Jungle Lodge:**\n\n* Completed a major cleanup near Chitwan National Park, removing tons of waste.\n* Conducts regular cleanups as part of its commitment to protecting the environment and promoting sustainability.\n* Certified as an eco-friendly establishment under the \"Toft Tiger\" program and recognized for its environmental management systems (ISO-14001).","summary":"Barahi Jungle Lodge concluded an extensive cleanup around Chitwan National Park, removing waste and reaffirming its commitment to eco-friendly practices, earning certifications for its environmental efforts."},{"hash":"76a99df984b257d68d73357919d68eed175d63fefb1ad910c5a64cb39cb5effd","title":"A new tunnel called Sunkoshi-Marin will provide water to dry farmlands in the Madhesh region of Nepal. This tunnel will bring water from the Sunkoshi River to the Marin River, which will be used to irrigate crops and improve the lives of farmers in the region.","link":"https://kathmandupost.com/money/2024/05/09/sunkoshi-marin-tunnel-brings-hope-for-parched-madhesh-farmlands","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/TBM-1715225575.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"**Sunkoshi Marin Multipurpose Project**\n\n* A 13.3 km tunnel to divert water from the Sunkoshi River to irrigate 122,000 hectares of farmland in central Tarai.\n* The Rs 10.05 billion tunnel is complete, six months ahead of schedule.\n* Water will be diverted to the Marin River and then to the Bagmati River for irrigation.\n* The project includes a 31.07 megawatt hydropower plant and a barrage across the Sunkoshi River.\n* It aims to solve water scarcity and boost agricultural production in five drought-prone districts.\n* The project will provide year-round irrigation, helping farmers increase crop yields and reduce reliance on imports.\n* It will also generate electricity and create economic opportunities.","summary":"The breakthrough of the Rs10.05 billion Sunkoshi Marin multipurpose project's diversion tunnel, six months ahead of schedule, will bring year-round irrigation to 122,000 hectares of farmland in five central Tarai districts and generate 31.07 megawatts of electricity."},{"hash":"7a9260bfb939b05cd059dd8800424da7343783052901bbb5247957105717fec6","title":"Japanese food festival from May 10th to May 17th","link":"https://kathmandupost.com/money/2024/05/08/japanese-food-event-from-may-10-1715175694","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/japanesefood-1715175685.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"money","content":"Izakaya Hokkaido, a Japanese restaurant in Nepal, will host a three-day Japanese food event from May 10 at Radisson Hotel Kathmandu starting 6:30 pm. The event aims to introduce authentic Japanese cuisine and foster cultural understanding between Japan and Nepal.","summary":"Izakaya Hokkaido, a Japanese restaurant in Nepal, is hosting a three-day Japanese food event at the Radisson Hotel Kathmandu starting May 10th to promote cultural understanding and culinary exploration."},{"hash":"c5fe1d2f9a8cd6eef1f0a323caa11b7801cd42a62a453832aeefed4f02fa2511","title":"Pregnant women will be screened for mental health issues as part of a government plan.","link":"https://kathmandupost.com/health/2024/05/10/ministry-plans-to-screen-pregnant-women-for-mental-health-problems","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb4-1715304323.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"health","content":"**Ministry of Health to Screen Pregnant Women for Mental Health**\n\nTo reduce maternal deaths, the Ministry of Health plans to screen pregnant women for mental health issues, which have become a leading cause of deaths.\n\nThe screening program will start at a pilot hospital in Kathmandu and will be expanded to other districts in the future.\n\nThe program aims to identify and treat mental health problems early on, as suicide and other mental health issues have been linked to maternal deaths in Nepal.\n\nThe Ministry is also working on improving the quality of healthcare services and making it easier for women to access care during pregnancy and childbirth.","summary":"To reduce Nepal's rising maternal deaths, the Ministry of Health plans to screen pregnant women for mental health problems, starting at a pilot hospital and gradually expanding to other districts."},{"hash":"59f298234b280fa0591d0d30e4fbe9e9eb1f6e5022825d49db7c9d29cf0971ae","title":"Medics get trained to screen for noncommunicable diseases.","link":"https://kathmandupost.com/health/2024/05/09/doctors-health-workers-get-ncd-screening-training","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/health/thumb19-1715216811.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"health","content":"Health workers in Kathmandu have been trained to screen patients for non-communicable diseases (NCDs) like high blood pressure, heart disease, and diabetes. These workers will provide free screening and medicines for some NCDs. NCDs are now a major cause of death in Nepal, so early screening is important to reduce the burden.","summary":"50 health workers in Kathmandu were trained to screen patients for non-communicable diseases like high blood pressure, heart disease, and cancer, which account for 71% of deaths in Nepal, with medicines for some being provided free of cost."},{"hash":"82b739d47f0c00dff5e5dd29a2d0a22bf0dc7eaf617fbb8b14963fbec0702e41","title":"Only 2% of new drugs in the market are tested within nine months.","link":"https://kathmandupost.com/health/2024/05/03/under-two-percent-medicines-in-the-market-tested-in-nine-months","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1714697599.jpg&w=900&height=601","date":1714694400000,"source":"kp","category":"health","content":"The Department of Drug Administration has tested less than 2% of registered medicines in Nepal, leaving many substandard drugs undetected. The department has tested 348 samples in nine months, but some samples collected 13 months ago still need to be tested. The laboratory has found some medicines to be substandard, leading to recalls, but testing capacity is limited. Despite the sale of thousands of medicines, DDA inspectors only collect around 1,000 samples annually due to understaffing. The drug inspectors' task is difficult as they must monitor over 21,000 registered pharmacies and many unregistered ones.","summary":"In nine months, Nepal's Drug Administration tested less than 2% of registered medicines, despite collecting hundreds of suspected substandard drug samples."},{"hash":"f7d587fba320830df3d5490b1476f7bed784a09cb467e0da2566ea0c042e9aa7","title":"Dirty air causes asthma in young children.","link":"https://kathmandupost.com/health/2024/04/29/toxic-air-is-giving-young-children-asthma","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GKnxljjWYAAVcmb-1714354861.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"health","content":"**Air pollution in Kathmandu is causing health problems in children, including asthma.**\n\n* Outdoor and indoor air pollution exposes children to health hazards such as asthma, lung problems, skin disease, and pregnancy loss.\n* Experts say air quality affects public health, causing short-term issues like pneumonia and long-term issues like cancer and heart disease.\n* Children are particularly vulnerable to asthma from air pollution, and cases have increased.\n* If a child has shortness of breath, trouble sleeping, or wheezing, it's important to seek medical help for possible asthma.\n* Other factors like allergies and family history can also contribute to childhood asthma.\n* Air pollution has shortened the lives of Nepali people by an average of five years, with some areas losing up to 7.5 years of life expectancy due to toxic air.","summary":"Air pollution linked to increased childhood asthma, causing a significant impact on the health of children in Nepal, with studies indicating a reduction in life expectancy due to exposure to toxic air."},{"hash":"7278c32d05b7d91efd57a55cdeffa191fb8097c7d25b5ac6952d0aaf8ada290f","title":"Residents in seven districts to receive medicine to prevent elephantiasis.","link":"https://kathmandupost.com/health/2024/04/27/people-in-7-districts-to-be-given-anti-elephantiasis-medicine","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb21706159670-1714183227.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"health","content":"**Mass Drug Administration to Fight Elephantiasis in Nepal**\n\n- Preparations are ready to administer anti-elephantiasis medicines in seven districts.\n- Everyone over two years old in these areas will get the medicine for two weeks.\n- Health workers will visit homes to make sure everyone receives the medication.\n- This could be the last year of this campaign as the government's budget is limited.\n- Nepal aims to eliminate elephantiasis by 2030.\n- So far, the disease has been eliminated from 70 out of 77 districts.","summary":"Nepal's Epidemiology and Disease Control Division is conducting a two-week mass drug administration campaign against elephantiasis in seven endemic districts, targeting everyone over two years old with anti-parasitic drugs as part of a bid to eliminate the disease by 2030 despite budget constraints."},{"hash":"0ed1ef279c5c1097aa7cd97df03f1d585cd0b8b8aa22954171fd3e38f37f8625","title":"Nepalese cuisine is now available in New York, expanding the city's culinary offerings.","link":"https://kathmandupost.com/food/2024/05/10/taking-nepali-taste-to-new-york","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/food1-1715265554.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"food","content":"**Aditya Mishra: Nepali Chef Elevating Cuisine in New York**\n\nAditya Mishra, a Nepali chef, aims to promote Nepali food globally. After studying engineering, he moved to New York to pursue his passion for cooking.\n\nMishra worked in Michelin-starred restaurants and won scholarships. He founded \"The Sewing Tin,\" a supper club serving Nepali and Indian cuisines.\n\nThrough his dishes, Mishra shares stories of Nepali culture. He believes in blending traditional and modern culinary styles.\n\nDespite challenges as an outsider in New York, Mishra focuses on sharing his culture and passion. He encourages chefs to innovate and create meaningful food experiences.\n\nMishra's signature dish, Confit Duck Chatamari, combines Nepali chatamari with French confit duck, creating a unique and flavorful dish.","summary":"Nepali chef Aditya Mishra, recipient of the James Beard Foundation scholarship, promotes Nepali cuisine globally through his supper club \"The Sewing Tin,\" serving innovative dishes like \"Confit Duck Chatamari\" that blend Nepali flavors with French techniques."},{"hash":"4f18229de2a5d8016e8888758de34cc858e98af2b542ed3077fa8ab2d1e49a3b","title":"Being patient and passionate can help you overcome challenges and enjoy life's sweet moments, like a delicious pastry.","link":"https://kathmandupost.com/recipes/2024/04/27/patience-passion-and-pastries","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/BakeleusbyCeleus-1714186343.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"recipes","content":"**Summary:**\n\nCeleus Baral is a young baker who loves baking and uses natural ingredients from her own garden. She runs a baking business called Bakeleus where she sells a variety of items, including cakes, cookies, and jams. Celeus believes in precision and practice in baking and advocates for zero-waste.\n\n**Here are three easy recipes you can try:**\n\n**Mini Carrot Cakes:**\n- Combine all ingredients and bake in a greased pan.\n- Frost with cream cheese frosting.\n\n**Mulberry Fudge Cake:**\n- Mix together eggs and sugar.\n- Add melted butter and chocolate, then yogurt, and cocoa powder.\n- Stir in flour and baking powder, then half of the mulberries and walnuts.\n- Bake and serve with ice cream and mulberries.\n\n**Strawberry Casserole:**\n- Blend together yogurt, cream cheese, milk, honey, vanilla extract, flour, sugar, and salt.\n- Pour into a lined baking pan and top with strawberries and almond flakes.\n- Bake until cooked and serve warm with ice cream or whipped cream.","summary":"Celeus Baral, an environment science student and baker, runs Bakeleus, an online baking shop offering a variety of baked goods, with a focus on sustainability and experimenting with natural ingredients."},{"hash":"9780e132b8e20251511cc1c330b02a430eeb7118100ff4ca205cc2bdd81eedba","title":"**Potato: A Nutritional Powerhouse**\n\n- Rich in vitamins C, B6, and potassium\n- Good source of fiber, antioxidants, and iron\n- Low in calories and fat\n- Versatile food that can be cooked in many ways\n- Beneficial for heart health, blood sugar control, and digestion","link":"https://kathmandupost.com/food/2024/01/27/know-your-food-potato","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled8copy-1706323718.jpg&w=900&height=601","date":1706313600000,"source":"kp","category":"food","content":"**Potatoes in Nepal**\n\n- Potatoes are a staple food in Nepal, especially in mountainous areas.\n- They are versatile and affordable, used in many dishes.\n- Potatoes are rich in nutrients like vitamins C and B6, potassium, and fiber.\n- They can help lower blood pressure, reduce cholesterol, and boost digestive health.\n- Nepal grows a lot of potatoes, but also imports some.\n- There are different types of potatoes, including red, white, and blue.\n- While potatoes are healthy, consuming a lot of chips and fries can lead to weight gain and nutrient loss.\n- Diabetics should limit their potato intake to avoid blood sugar spikes.","summary":"Potatoes, a staple food in Nepal, provide essential nutrients, are versatile in cuisine, and benefit health in various ways."},{"hash":"8f050af11428f186d46c4f64b300a3441341f2f7048fe6b8a30e31626fd61759","title":"**Eggs: A Nutritional Powerhouse**\n\n* Eggs are a highly nutritious food, packed with protein, healthy fats, vitamins, and minerals.\n* One large egg contains about 6 grams of protein, which is essential for building and repairing body tissues.\n* Eggs are a good source of lutein and zeaxanthin, antioxidants that protect eye health.\n* They also contain choline, a nutrient important for brain function and memory.\n* Eggs are a versatile food that can be enjoyed in many ways, such as boiled, fried, or scrambled.\n* Consuming eggs in moderation can be part of a healthy diet.","link":"https://kathmandupost.com/food/2024/01/13/know-your-food-eggs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/ezgif3822bacc5da-1705113903.jpg&w=900&height=601","date":1705104000000,"source":"kp","category":"food","content":"Chicken eggs are healthy and nutritious, containing many vitamins and minerals. They are a complete source of protein and have been linked to a reduction in malnutrition and other health benefits. Nepal produces enough eggs to meet its domestic demand. Most eggs are available in two sizes: big and medium. Pastured eggs from local chickens are more nutritious but more expensive. It's recommended to eat 1-2 eggs per day for a healthy adult. There is no mechanism in Nepal to check the quality of eggs. Eggs offer various benefits, including weight loss, reduced blood pressure, protection against infections, and benefits for skin, bones, and mental energy.","summary":"Chicken eggs provide a complete source of protein, minerals, and vitamins, offering numerous health benefits including weight loss, reduced blood pressure, infection protection, prenatal bone strengthening, cognitive enhancement, and skin health."},{"hash":"4441762448a02cd0b37a86fb1a58f420dbb6206d6c636319eb6405bfa4ae8b25","title":"Piano Piano South offers a taste of Italy in Singapore.","link":"https://kathmandupost.com/food/2023/12/28/italian-delights-at-piano-piano-south","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/Main1-1703773991.jpg&w=900&height=601","date":1703721600000,"source":"kp","category":"food","content":"Piano Piano South is a peaceful Italian restaurant in Lalitpur.\n\nIt has both indoor and outdoor seating, and a charming garden area.\n\nThe new menu offers a variety of Italian dishes, including appetizers, pasta, and desserts.\n\nThe wine list has a wide selection of wines to pair with the food.\n\nThe restaurant is a great place to relax and enjoy a delicious Italian meal.","summary":"Piano Piano South, an Italian restaurant in Sanepa, Lalitpur, offers a serene escape with a revised menu featuring diverse antipasti, hearty pasta, delectable desserts, and curated wines, creating an ideal ambiance for relaxation and culinary exploration."},{"hash":"85fd1b1b76fc26f28ffe0a271a86ba321af054d84ef73a9cb8c3c3bf2c72f12e","title":"**7 Must-Visit Places in Nepal for 2024:**\n\n- Kathmandu: Bustling capital with ancient temples, vibrant markets, and stunning views.\n- Pokhara: Serene lakeside town with breathtaking mountain panoramas and adventure activities.\n- Chitwan National Park: UNESCO World Heritage site with a diverse wildlife, including rhinos and tigers.\n- Everest Base Camp Trek: Epic hike to the base of Mount Everest, offering unforgettable views.\n- Annapurna Circuit Trek: Challenging but rewarding trek through stunning Himalayan landscapes.\n- Lumbini: Birthplace of Lord Buddha, a sacred pilgrimage site with peaceful monasteries.\n- Bardia National Park: Another UNESCO World Heritage site with abundant wildlife and diverse ecosystems.","link":"https://kathmandupost.com/travel/2024/02/19/7-places-in-nepal-you-should-visit-in-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1708309532.jpg&w=900&height=601","date":1708300800000,"source":"kp","category":"travel","content":"**Mundhum Trek:**\n\n* New cultural trail in eastern Nepal through indigenous villages and landscapes.\n* Panoramic views of famous mountains including Everest.\n* Advised to carry tents for accommodation.\n\n**Janaki Mandir:**\n\n* Largest temple in Nepal, built in 1874.\n* Houses an idol of Sita, Lord Ram's wife.\n* Vivaha Panchami celebration commemorates Ram and Sita's marriage.\n\n**Kuri Village:**\n\n* Popular tourist destination at high altitude (3,842 m).\n* Enjoy snow, landscapes, and mountain views during winter.\n* Chains used on vehicles for access during snowfall.\n\n**Annapurna Base Camp:**\n\n* Picturesque trek to the foothills of Annapurna South (4,130 m).\n* Rich cultural diversity and beautiful Nepali villages.\n* Affordable and year-round trek, but autumn and spring are best.\n\n**Bardiya National Park:**\n\n* Home to Royal Bengal Tigers.\n* Also has Asian elephants and greater one-horned rhinoceros.\n* Best time to visit: March-May and September-December.\n\n**Khaptad National Park:**\n\n* Pristine protected area with varied landscapes.\n* Trekkers should bring their tents and supplies.\n* Spring and autumn offer ideal trekking weather.","summary":"Mundhum Trek through indigenous villages leads to Silchung Peak, Janaki Mandir pilgrimage site for Sita's idol, Kuri Village with scenic views and snow, Annapurna Base Camp trek to Annapurna South, Bardiya National Park for Royal Bengal Tigers, Khaptad National Park in the far west for scenic hikes, and Limi Valley in Humla for cultural experiences."},{"hash":"c077b34beda2250a997231f215f178053a057340c5c72de0aec15b25ae40ddb7","title":"* Phidim, a town in Nepal, holds many memories for the narrator.\n* The narrator returns to Phidim after some years and finds that while some things have changed, others remain the same.\n* Despite the changes, the narrator still feels a deep connection to the town and its people.","link":"https://kathmandupost.com/travel/2023/11/18/old-memories-and-new-realities-in-phidim","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/phidim%20main%20(1).JPG&w=900&height=601","date":1700265600000,"source":"kp","category":"travel","content":"**Hometown Revisited**\n\nAfter a long journey, the author returned to his hometown, Phidim. He found that it had changed significantly: old houses replaced by concrete buildings, roads paved, and new buildings constructed. Despite the changes, he still recognized his childhood home and explored the nooks and crannies, reminiscing about the memories he had there.\n\nThe author also visited the school where he spent his teenage years, and the Shivalaya temple, a place he used to hang out with friends. He learned that the lack of quality education and healthcare had driven many people away from Phidim.\n\nDespite the changes, the author still feels a deep connection to his hometown. He realizes that Phidim is evolving, trading its rural charm for urbanization. People are moving to the town for better opportunities, but many are also leaving for greener pastures.\n\nAs the author leaves Phidim, he reflects on the inevitability of leaving a place, no matter how much he loves it. He bids farewell to the Kanchhi Dokan and points out Kanchenjunga and Kumbhakarna to his daughter, symbols of his childhood. Phidim, now a blend of nostalgia and change, remains etched in his heart.","summary":"After a treacherous journey through Pauwa Bhanjyang and Kanchhi Dokan, the author returned to his hometown Phidim, which has undergone significant transformation over the years, with mud and stone houses replaced by concrete buildings, leaving him nostalgic for the past but also recognizing its evolution into a transit town for pilgrims and a destination for those seeking better opportunities."},{"hash":"6ec2c2cb523a223a47b5f232132774b5872a4d0a9220fb4a176d50e203ea7484","title":"Architecture and art merge to create unique and captivating spaces.","link":"https://kathmandupost.com/travel/2023/10/28/a-blend-of-architecture-and-artistry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/travel5-1698457058.jpg&w=900&height=601","date":1698451200000,"source":"kp","category":"travel","content":"**Bara Imambara: A Historical Gem in Lucknow**\n\nLucknow welcomes visitors with a smile. The city is known for its rich history and delicious food.\n\nBara Imambara, built in 1784, is a grand complex with a huge hall (Asafi Hall) that has no pillars or beams supporting its massive arched roof. The hall houses the tomb of Asaf-ud-Daula, the Nawab of Lucknow.\n\nThe complex also features:\n\n* Asafi Mosque with its beautiful calligraphy and designs\n* Bhool Bhulaiyaa (labyrinth) with confusing corridors and staircases\n* Shahi Baoli (royal stepwell) with natural temperature regulation and a well that reflects visitors like a CCTV camera","summary":"Bara Imambara, built as a famine relief project in 1784, features the Rumi Darwaza, Asafi Mosque, Asafi Hall with a pillarless arched roof, the labyrinthine Bhool Bhulaiyaa, a panoramic city view from the roof, and the Shahi Baoli, an underground stepwell with a CCTV-like function."},{"hash":"e38b1beb524d0349efe3710dd274aab2205ecb04d36e45cc18e25ff5fb66e639","title":"Explore breathtaking landscapes and hidden trails with us. From serene wilderness paths to challenging mountain ascents, we offer a range of treks and trails tailored to all levels of experience. Immerse yourself in nature, savor panoramic views, and forge unforgettable memories.","link":"https://kathmandupost.com/travel/2023/10/14/of-treks-and-trails","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/travelmain-1697245584.jpg&w=900&height=601","date":1697241600000,"source":"kp","category":"travel","content":"Climbing mountains like Everest is challenging and requires physical and mental strength.\n\n**Tips for New Trekkers:**\n\n* Stay positive and push through tough times.\n* Start training at least a month before your trek with activities like walking and stretching.\n* Pack light and warm clothing in your backpack.\n* Bring essentials like a down jacket, hat, sunglasses, sunscreen, gloves, and sturdy boots.\n* Women should carry period supplies.\n* If you experience altitude sickness, rest and take medication.\n* Communicate well with your guide and fellow trekkers.\n\n**Challenges for Female Trekkers:**\n\n* They may face underestimation and negative comments about their abilities.\n* They need to handle period symptoms while trekking.\n\n**Becoming a Trekking Guide:**\n\n* Connect with a trekking association and take a guide course.\n* Courses teach skills like map reading, navigation, and safety measures.\n* Colleges also offer bachelor's programs in mountaineering.","summary":"Ascending challenging mountains like Everest requires physical and mental endurance, preparation with essential gear, and support from experienced guides who emphasize positivity, communication, and accommodation for potential altitude sickness and periods."},{"hash":"a9ad689d21f22e85bcaa462724561585142b33988f2d2ded57420f55cc029fb5","title":"Traveling Nepal Solo\n\nNepal is a beautiful country with friendly locals, stunning mountains, and ancient temples. It's perfect for solo travelers who want to explore a new culture and have an adventure.\n\nHere are a few tips for traveling Nepal solo:\n\n- Be prepared for some culture shock. Nepal is a developing country, so things can be different from what you're used to.\n- Learn some basic Nepali phrases. This will help you to communicate with locals and get around more easily.\n- Be aware of your surroundings and take precautions against theft.\n- Don't be afraid to ask for help. The Nepalese people are very friendly and helpful.\n- Have fun! Nepal is an amazing country with so much to offer.","link":"https://kathmandupost.com/travel/2023/06/17/travelling-nepal-solo","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/SoloTravelMain11zon-1686967229.jpg&w=900&height=601","date":1686960000000,"source":"kp","category":"travel","content":"**Duluwa Outdoors empowers women to travel the world with confidence.**\n\n**Is solo travel safe in Nepal?**\n- Yes, generally safe, with many solo travelers.\n\n**Good solo travel destinations in Nepal:**\n- Start with small activities like going to movies or hiking to places like Shivapuri.\n- Try short trips like Pokhara-Bandipur.\n- For trekkers: Annapurna area, valleys and towns like Illam and Chitwan for wildlife.\n\n**Tips for solo travelers:**\n- Plan and research everything.\n- Understand the trail and risks.\n- Budget appropriately.\n\n**Safety tips:**\n- Get to a settlement before dark on long treks.\n- Be aware of wildlife and natural disasters.\n- Trust your gut about people.\n- Inform loved ones of your whereabouts.","summary":"Five Nepalese women founded Duluwa Outdoors in 2021, a platform empowering women to travel solo in Nepal, providing tips, resources, and a community for connecting and sharing experiences."},{"hash":"6abff852e013616a4b186563210990eae2ab277dec212259f16a73c76d3dc949","title":"Government to give money rewards to cricketers and other athletes.","link":"https://kathmandupost.com/sports/2024/05/10/government-to-provide-cash-reward-to-cricketers-athletes","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb6-1715304954.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"sports","content":"The government is giving cash prizes to sportspeople for their achievements.\n\nCricketers will receive the most money, with each player on the national men's team getting Rs 1.3 million. The men's team qualified for the 2024 ICC Men's T20 World Cup.\n\nKarateka Arika Gurung will receive Rs 1.95 million for winning a silver medal at the 2022 Asian Games.\n\nThe national women's kabaddi team will receive Rs 390,000 each for winning a bronze medal at the 2022 Asian Games.\n\nPalesha Goverdhan, who won a bronze at the 2022 Asian Para Games, will get a cash prize of Rs 1.3 million.","summary":"The government awarded approximately Rs. 29.71 million in cash prizes to various sports persons, including the men's cricket team qualifying for the 2024 ICC Men's T20 World Cup, karateka Arika Gurung for winning silver at the Asian Games, the women's kabaddi team for earning bronze at the Asian Games, and Palesha Goverdhan for her bronze at the Asian Para Games."},{"hash":"d3bf2681c5f44f567c2b7e08f966046fb572ea416e8cfddac399e392844a7256","title":"Nepal won the final match against West Indies A, securing the series victory with a 2-3 score.","link":"https://kathmandupost.com/cricket/2024/05/04/nepal-win-last-match-against-west-indies-a-to-conclude-series-2-3","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GMucR8qbwAAxeZl-1714817959.jpg&w=900&height=601","date":1714780800000,"source":"kp","category":"cricket","content":"**Nepal Defeated West Indies A in T20 Match**\n\nNepal defeated West Indies A by six wickets thanks to excellent batting by Aasif Sheikh, Anil Sah, and Kushal Malla, along with impressive bowling by Sagar Dhakal and Sompal Kami.\n\nDespite the loss, West Indies A won the series 3-2.\n\nSheikh and Sah built a strong partnership of 96 runs, while Malla finished the chase with a flurry of runs, scoring 37 off 18 balls.\n\nDhakal and Kami bowled well for Nepal, with Dhakal earning the player of the match award for his 3-17 performance.\n\nRohit Paudel was named player of the series for his 265 runs.\n\nNepal will now prepare for the 2024 ICC Men's T20 World Cup, where they will face the Netherlands in their first match on June 4.","summary":"Nepal defeated West Indies A by six wickets in the fifth T20, with Aasif Sheikh, Anil Sah, and Kushal Malla leading the batting, while Sagar Dhakal and Sompal Kami impressed with the ball, despite West Indies A winning the series 3-2."},{"hash":"9d7ced68a72cb11104cf4b0dbf516e03a1daade9b97560e45bd16d4688ad8043","title":"West Indies successfully chased down a target of 211 runs set by Nepal.","link":"https://kathmandupost.com/cricket/2024/05/02/west-indies-a-post-210-run-target-against-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/match-1714707130.jpg&w=900&height=601","date":1714608000000,"source":"kp","category":"cricket","content":"Nepal lost to the West Indies A by 28 runs, giving the visitors a 3-1 lead in the T20 series.\n\nNepal's batsmen struggled, except for Rohit Paudel who scored 82 runs. Wicketkeeper Aasif Sheikh and Kushal Bhurtel failed to perform well.\n\nWest Indies A batted first and scored 209 runs, with Johnson Charles and Andre Fletcher scoring half-centuries.\n\nCoach Monty Desai selected an experienced squad for Nepal's upcoming T20 World Cup, but their poor batting has continued.\n\nThe fifth and final T20 of the series will be played on Saturday.","summary":"Nepal lost the 4th T20I against West Indies A by 28 runs, giving the visitors a 3-1 series lead."},{"hash":"a5e3edf276d54cd57e7292f16946aa79bba9683852ec9205a675963d0ef498de","title":"Nepal announces its team for the ICC Men's T20 World Cup:\n\n* Captain: Sandeep Lamichhane\n* Star players: Aasif Sheikh, Karan KC\n* Rising talents: Kushal Bhurtel, Pawan Sarraf","link":"https://kathmandupost.com/sports/2024/05/01/nepal-announces-squad-for-icc-men-s-t20-world-cup","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/nepal-1714612274.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"sports","content":"Nepal's T20 World Cup squad has some changes.\n\nMost players from the ACC Men's Premier Cup are retained.\n\nSome players like Bam and Bhandari are left out due to poor performance.\n\nAnil Sah is included despite recent struggles.\n\nDipendra Airee and Aasif Sheikh are also in the team.\n\nKushal Bhurtel is included despite poor form, with the hope that he will improve.\n\nGulsan Jha and Pratis GC have also kept their places.\n\nSompal Kami, Karan KC, and Lalit Rajbanshi are experienced players in the team.\n\nSagar Dhakal and Kamal Singh Airee are new additions.\n\nNepal is in Group D with the Netherlands, Bangladesh, Sri Lanka, and South Africa.\n\nThey start the World Cup against the Netherlands on June 4.","summary":"Nepal announces 15-man T20 World Cup squad, retaining experienced players after a defeat against West Indies A, focusing on addressing batting struggles."},{"hash":"587d9826d33d077d9f8ec0c9800df873f925ac5cba53d816e1a766ef3043efeb","title":"Nepal lost to West Indies A by 76 runs in a cricket match.","link":"https://kathmandupost.com/cricket/2024/05/01/nepal-lose-to-west-indies-a-by-76-runs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/43806500011620135283099391032221761881945213n-1714559440.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"cricket","content":"West Indies A beat Nepal in cricket, scoring 228 runs to Nepal's 151.\nWest Indies A's Charles scored 119 runs, while Nepal's KC took 28 runs.\nNepal chased the target but fell short by 76 runs.\nWalsh took three wickets for West Indies A.","summary":"West Indies A defeated Nepal by 76 runs in the third T20 match, leading the series 2-1, with Johnson Charles scoring a century and Hayden Walsh taking three wickets."},{"hash":"4d1e5970683b220a3a181fcf8a9659ad24ba8e6238140fc24bf200beeabc779f","title":"unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","link":"https://kathmandupost.com/books/2023/07/31/unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/books-1690776078.jpg&w=900&height=601","date":1690761600000,"source":"kp","category":"books","content":"**Unauthorized Book Translations Flourish in Nepal**\n\nNepali publishers widely translate books without permission from authors or publishers. These unauthorized translations are often poorly done, hurting both authors and readers.\n\n**Notable Examples:**\n\n* Taslima Nasrin's books have been pirated and translated without her approval.\n* The Nepali translations of \"Steve Jobs\" and \"Rich Dad Poor Dad\" lack official deals.\n\n**Consequences:**\n\n* Poor quality translations harm the reputation of Nepal's book industry.\n* Authors lose royalties and revenue.\n* Readers are misled by inaccurate and incomplete translations.\n\n**Legal Framework:**\n\n* Nepal's Copyright Act prohibits unauthorized translations.\n* The law has not been effectively enforced.\n\n**Causes:**\n\n* Small market size reduces incentive for publishers to seek permission.\n* Lack of regulatory mechanisms and quality control.\n* Increased import taxes on books.\n\n**Solutions:**\n\n* Publishers should engage in authorized translations.\n* Government should strengthen copyright enforcement.\n* Establish a regulatory body to monitor translation quality.","summary":"Nepali book market is rampant with unauthorized translations of popular international works, including those by Taslima Nasrin, Steve Jobs, and Robert Kiyosaki, despite copyright laws and the availability of authorized translations."},{"hash":"f91af36450d89ad58798b4c4d401adfda4ba09b3625ea1c7677f78706e25f747","title":"Young people from a region where Communist rebels are active in India are migrating to the United States in search of better opportunities.","link":"https://kathmandupost.com/national/2023/06/25/desperate-youths-from-maoist-heartland-hit-us-wall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/CIJ-1687660964.jpg&w=900&height=601","date":1687651200000,"source":"kp","category":"national","content":"**Youth in Nepal Trek Through 'Backdoor' to US, Losing Millions**\n\nMany youths from a rural Nepalese village have illegally traveled to the United States, costing them millions of rupees in loans and fees.\n\n**Costs and Risks:**\n\n* Eight youths deported, losing an average of Rs. 6 million each.\n* Loans taken at high interest rates (up to 36%).\n* Families burdened with debt and creditors' pressure.\n* Five families have fled the village due to debt.\n\n**Journey to the US:**\n\n* Traveled through multiple countries, facing harsh conditions.\n* Detained in the US, held in camps for months or years.\n* Refugee applications often rejected, leading to deportation.\n\n**Mental Health Impact:**\n\n* Deported youths experience anxiety and depression.\n* Struggle to find employment in Nepal, making it difficult to repay debts.\n\n**Underlying Causes:**\n\n* Lack of economic opportunities in impoverished areas.\n* Organized human traffickers take advantage of vulnerable youth.\n* Creditors encourage illegal travel.\n\n**Government Response:**\n\n* Local governments and political parties show little concern.\n* Police receive few complaints due to fear of retaliation.\n* Anti-Human Trafficking Bureau lacks specific laws to address this issue.\n* Human trafficking thrives in areas where the Maoist insurgency weakened the traditional economy and displaced people.","summary":"Bharat Budha, chair of Putha Uttarganga Rural Municipality’s ward 10, knows that many youths from his village have made it to the United States via ‘tallo bato’—backdoor route—and that many are still on the way. He also knows that eight of them have been deported from the country and that they have lost a cumulative Rs45 million in the process. The deported youths say that they returned home empty-handed after facing unspeakable ordeals and lost Rs6 million each on average.The Tak village in Rukum East—a close-knit settlement of 425 houses—was considered the Maoists’ ‘base area’ during the insurgency. Village youths who reached the US through illegal routes and got deported have lost an estimated Rs40 million. The number of those who returned without completing the journey and the amount they lost remain unknown.To get to the US, the youths have taken loans at up to 36 percent interest per annum from their relatives and village landowners. In Tak village, at least one person each from half of the households has gone abroad, Budha said. “Youths started going to America about six-seven years ago,” he said. “If they could gather enough money, the whole village would try to go to the US.” Budha’s own son had reached the US illegally in 2017, spending Rs3.2 million.During the insurgency, outsize slogans of revolution would adorn the walls of houses in the village. Hoping for a better life, people from all walks of life helped out the Maoists. But now, village youths are paying the agents to illegally get to the US—a country that the Maoists used to call their ‘enemy’, an ‘imperialistic force’. This has cost the Tak village much and in multiple ways.Death of a dreamSome of the deported youths have chosen to flee the village altogether, burdened with debt and creditors’ pressure. At least five such families have already left, said a resident. The family of Ram Budha was one of them. On April 28, 2015, Ram, who had returned to Nepal after working in Malaysia for eight years, took the illegal route to the US. He travelled through arduous trails for months and finally arrived in the country. Upon reaching the country, he was detained and had to stay at the detention camp for 27 months. When his refugee application was rejected, he was deported to Nepal in mid-December 2019. He lost Rs4.5 million in the process. He now owes over Rs6 million to creditors. “After the creditors began to put pressure on me, I couldn’t live in the village peacefully,” said Ram, who currently runs a vegetable farm in Tarakeshwar, Kathmandu.While those who got to the US through illegal routes and fortunately got refugee status there narrate their stories with pride, those who have been deported or returned from half-way have tragic tales to tell.Nanda Kala Gharti, who lives in a small stone house on the upper flank of Tak village, spends her days in melancholy. Her husband, Dhanlal, had chosen to take the illegal route to the US, and Nanda Kala, a mother of four, is living with the repercussions of his decision. Dhanlal had got into the US after a six-month long arduous journey and was detained immediately. He had to spend four years in the detention camp, before he was deported to Nepal. He had already lost Rs6 million.Nanda Kala said they now have an insurmountable crisis in their hands. Pointing to her son, she exclaimed, “When will he grow up, go abroad and pay back the loans!”Dhanlal himself tried to go to Croatia once and spent 15 days in Kathmandu for the process. But after he was turned down, he returned home dejected. “Now we will submit the passport to another agent [for Dhanlal’s trip abroad],” Nanda Kala said. “There’s no point staying here.”Stories that echo each otherThe situation in Sisne Rural Municipality is similar to that of Putha Uttarganga. Here, one can hear plenty of stories of those who have tried to go to the US and those who are fighting refugee cases there. Krishna Regmi, chair of the rural municipality, personally knows seven people who have been deported from the US.Gangaram Khadka, a resident of Sisne-3, runs a bee and chicken farm. Like other young men in his village, Khadka had headed off to the US via an illegal route on 27 March, 2018. He had reached the US via the New Delhi-Moscow-Barcelona-Bogota-Panama-Costa Rica-Nicaragua-Honduras-Guatemala-Mexico route. When he finally arrived in the US, he was detained and had to spend 11 months in detention. He was deported on 15 March, 2019. He had handed over Rs3.2 millions to the agent and spent Rs2 million to fight the case to become a refugee. “It’s not possible for me to pay back the loan while working in Nepal,” he said. “I aim to pay back some interest and head off abroad again.”For six months after Khadka was deported, he had anxiety and headache, he said, adding the three people from his village who were deported like him are also struggling with their mental health.Tikaram Pun, a 40-year-old resident of Bohora village in Musikot-4, is also haunted by his past journey. In September 2017, he reached the US after crossing 17 countries with the help of organised human traffickers. Of the 41 people in his group, 31 were from Rukum East and Rukum West, he said. Pun, who was detained on arrival in the US, spent 24 months in a detention camp. His refugee application was also refused and so he was deported along with eight other Nepalis. “When I returned, I started having mental health problems. I still suffer from them,” he said. Pun is under pressure from creditors and relatives to pay back the Rs9.2 million loan he had taken for the task.Those who died on the wayA group of 10 Bangladeshis and seven Nepalis, including Rupak Bohora of Bafikot-3 in Rukum West, were on a mission to reach Costa Rica through Colombia, Caribbean Coast, Capuragana and Panama. But while they were crossing a sea, their boat capsized. As many as 12 died in the incident, including six Nepalis. Rupak’s wife, Geeta, learned about the incident only after six days, on 25 June, 2021.“I still don’t know what exactly happened,” said Geeta, who had been married off at age 19 and is now a mother of two daughters. The only thing she knows is that Rupak has died and she is now all alone. And that she has Rs5 million in loan taken for Rupak’s trip. She showed a picture of her husband on her phone to this scribe and said, “I only have memories.”Lack of political will and legal remediesThe concrete bridge over Chewang river is on the edge of Tak village. On the walls of the bridge are paintings of political theorists like Marx, Engels, Lenin, Stalin and Mao, and the iconic slogan, ‘Workers of the world, unite!’, below them. But the slogan appears to be at odds with life in the village. Given the phenomenon of illegal travels to the US through the help of organised human traffickers, the whole village appears to be emptying. Neither the local governments are concerned about the phenomenon nor are the political parties paying attention.Puniraj Gharti, chair of Putha Uttarganga Rural Municipality, said though the trend is worrying, there’s nothing he can do. “How could we stop them from making the trip when they are struggling to make a living in the village?” he said.Krishna Regmi, chair of Sisne Rural Municipality, said that the vicious cycle of poverty started after marijuana farming was banned in the country. Then the Maoist insurgency added to the woe, forcing youths to migrate. The signing of the peace agreement in 2006 didn’t herald any change in the economy either and youths are struggling to get jobs. Organised human traffickers are cashing in on this sorry state of affairs, Regmi said. “Meter byajis [usurious lenders] are also promoting this phenomenon,” he added.The phenomenon is equally rife in Dang’s Tulsipur and Ghorahi. Ramesh Kumar Pandey, chair of Ghorai-15, says that even though many heading to the US are swindled, no complaints are filed at the ward office. “Only those who attempt to go to Saudi Arabia or Qatar file the complaints,” he said.One can infer from Pandey’s statements that the families of such illegal travellers don’t want to publicise the ordeals of their family members. On the one hand, agents threaten them to not publicise the issue; on the other, they fear they themselves would be punished by law.According to the Anti-Human Trafficking Bureau, as many as 178 Nepalis, including 174 men, have been deported from the US in the five fiscal years after 2018-19. Of them, the highest 49 are from Rukum while 37 are from Dang. The data doesn’t include those who returned after making it to the half-way or those who have been fighting the legal battle in the US for refugee status. But this data is enough to show that many such youths are from the ‘base areas’ of the Maoist insurgency.SSP Jeevan Shrestha, chief of the bureau, said that data on the number of such victims and the amounts they have spent is hard to collect since complaints are rarely filed with the police. “This is human trafficking but for a lack of law, we are still compelled to launch the cases as per Human Trafficking and Transportation (Control) Act 2074 BS,” Shrestha said. “The Act provides a maximum penalty of Rs250,000 for the offenders and 50 percent of that as compensation to the victims.” Without specific law, police also invoke the theft and organised crime act to punish the offenders, he added.On the one hand, police receive no complaints; on the other, the phenomenon sees no control.Bhaskar Gautam, a political scientist, says the rise in cases of human trafficking in the insurgency’s ‘base areas’ is due to the political system’s abject failure.While the Maoists raised issues related to livelihood, nationalism and a new kind of democracy to fuel their war machine, after the peace process, it is livelihoods that have been hit the hardest, Gautam said. “The traditional way of life and economy took a hit during the insurgency,” he said. “Developments after the peace process also failed to address that. What sprang up was organised human trafficking.”(Mahesh KC in Rukum East and Durgalal KC in Dang contributed to this report.)This report is prepared in collaboration with the Center for Investigative Journalism-Nepal. "},{"hash":"5b41caa28761fd8ada1be7951764ae6954dd5a645984d3ea1fe0cdb1a6b25396","title":"Poor patients in India often struggle to get a bed in a private hospital. Even if they can afford it, private hospitals often give priority to patients who can pay more. This leads to poor patients being neglected, and even dying due to lack of timely care.","link":"https://kathmandupost.com/national/2023/06/10/no-private-hospital-bed-for-poor-patients","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/thumb19-1686358218.jpg&w=900&height=601","date":1686355200000,"source":"kp","category":"national","content":"**Government mandates**\n\n* Private hospitals must provide 10% of beds and free treatment to the poor.\n\n**Patient's experience**\n\n* Gyanumaya BK was unaware of the mandate and spent a lot of money on medical bills.\n* Many patients do not know about the mandate and cannot access free services.\n\n**Hospital's response**\n\n* Pokhara's Metrocity Hospital does not follow the mandate and provides discounts instead.\n* Some hospitals claim to follow the mandate but have not provided proof.\n* Private hospitals in other cities also ignore the mandate.\n\n**Monitoring**\n\n* Regulatory bodies have no data on whether hospitals are following the mandate.\n* Pokhara and Chitwan have weak monitoring and inspection systems.\n* Biratnagar's health facilities do not fully comply with the mandate.\n* Butwal Sub-Metropolitan City has not taken any steps to enforce the mandate.\n\n**Impact**\n\n* Many needy patients are denied free services.\n* Hospitals prioritize profit over patient needs.\n* Corruption and lack of accountability hinder the implementation of the mandate.","summary":"In Nepal, private hospitals largely ignore government regulations requiring free treatment for low-income patients, despite repeated complaints and lack of monitoring from regulatory bodies."},{"hash":"76d90bffa13a5f8e29f2a657b46763cb72bd2b5c3e7c4836de6d4bbffed828a2","title":"**Understanding Nepali Bureaucracy**\n\n* **Hierarchy:** Bureaucracy is organized into levels, with superiors and subordinates.\n* **Formal Procedures:** Rules and regulations define how things are done.\n* **Slow Decision-making:** Decisions take time due to multiple approvals required.\n* **Corruption:** Bribery and nepotism can influence decision-making.\n* **Lack of Transparency:** Information and processes are often not easily accessible.\n* **Political Interference:** Politicians and political parties can influence bureaucratic decisions.\n* **Cultural Factors:** Relationships, respect for authority, and collectivism play a role.\n* **Improving Bureaucracy:** Efforts are made to reduce corruption, improve transparency, and make decision-making more efficient.","link":"https://kathmandupost.com/columns/2024/05/08/understanding-nepali-bureaucracy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadPostIllustration-1715184406.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"columns","content":"**Nepali Bureaucracy: Contradictory Narratives**\n\n**Two Views of Bureaucracy:**\n\n* **Powerful Force:** Bureaucrats have significant influence, challenging political leaders.\n* **Subservient to Politicians:** Bureaucrats collude with politicians for personal gain.\n\n**How Both Can Be True:**\n\n* Bureaucrats can now resist political pressure and maintain the status quo, thanks to increased legal protections.\n* However, they also have the option to collude with politicians for favorable treatment.\n\n**Strengthening Bureaucracy:**\n\n* Civil Service Act (1993) protects bureaucrats from political interference.\n* Political movements have led to the formation of bureaucracy-affiliated trade unions, increasing their power.\n\n**Multiple Options for Bureaucrats:**\n\n* Resist political decisions that violate the law.\n* Maintain the status quo to protect their jobs.\n* Collude with politicians for personal gain.\n\n**Consequences of Increased Bureaucratic Power:**\n\n* **Positives:** Resistance to political interference protects against corruption.\n* **Negatives:** Partisan bias, avoidance of responsibility, and favoritism can occur.\n\n**Needed Reforms:**\n\n* Abolish political trade unions for civil servants.\n* Limit bureaucratic influence on transfers.\n* Tie promotions to job performance.\n\nThe quality of elected representatives and political stability will determine the success of these reforms.","summary":"Nepali bureaucracy wields significant power, despite political claims of subjugation, due to enhanced bureaucratic space post-monarchy, with bureaucrats having multiple options for engaging with politicians, resulting in both positive resistance and negative outcomes such as collusion and subservience."},{"hash":"a67b8cd26635fa2281f13500ace4b1c241ed1e818a7be9248b076f23d682b291","title":"Massification of education refers to the increasing number of people obtaining higher education. It involves:\n\n* Expanding access to education for more students\n* Enrolling more diverse student populations\n* Facing challenges such as increased costs and the need for more resources","link":"https://kathmandupost.com/columns/2024/05/08/massing-of-education","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/opinion/DownPostFilePhoto-1715184169.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"columns","content":"* **Mass Higher Education:** Idea that emerged after World War II, with a rapid increase in the number of people attending college.\n* **Drivers of Growth:**\n    * UK: Goal of social equality by providing better education to all.\n    * USA: Need for scientific knowledge and skills for economic growth.\n* **Human Capital Theory:**\n    * Education seen as an investment that can boost economic prosperity.\n    * Led to private and public investment in higher education institutions.\n* **Expansion and Privatization:**\n    * Growing demand led to the expansion of colleges and universities, along with increased privatization.\n* **Concerns:**\n    * Lowered admission standards and academic quality due to pressure to accommodate more students.\n    * Trend towards vocational education rather than academic scholarship.\n    * Shortages of original thinkers and researchers.","summary":"Post-WWII, rapid expansion of mass higher education, driven by pro-capitalist neoliberalism and corporate interests, has led to a global crisis in the quality of higher learning, characterized by declining standards, grade inflation, and a focus on employability over intellectual advancement."},{"hash":"14fbcd22a699570d65e7758d4c2963317220d35cfa4e26f16ce7492b810b1cab","title":"Modi's potential third term as prime minister sparks anticipation and speculation.","link":"https://kathmandupost.com/columns/2024/05/07/bracing-for-modi-s-third-term","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadReuters-1715097209.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"columns","content":"**Summary:**\n\nIndia is holding elections to choose its government. Prime Minister Modi is expected to win a third term.\n\nDespite being a large and important election, it lacks excitement. Modi's strong presence in the campaign has made parties less significant.\n\nModi's performance has been mixed, with successes like a moon landing but also failures like the mishandling of COVID-19.\n\nThe government has used tactics like raids and fake news to keep opponents in check.\n\nModi's popularity and image are important, and he is likely to spend more on publicity and his lifestyle in a third term.\n\nIndia's neighbors, like Nepal, may face challenges if Modi wins again.","summary":"India's 17th general election, the largest in the world, is largely expected to result in a comfortable third term for Narendra Modi, whose Bharatiya Janata Party is running on a primarily plebiscitary campaign despite mixed reviews of his 10-year tenure marked by both successes and failures."},{"hash":"505beefca11049926520cda4acceb5956f992fa7c660a8ef9ded812776844ff1","title":"Toilets-for-All\n\nToilets-for-All is a program that provides clean and accessible public toilets in India. It aims to improve sanitation and hygiene, especially for women and people with disabilities. The program focuses on building and maintaining toilets in public places, such as bus stops, railway stations, and markets. It also promotes awareness about the importance of proper sanitation practices.","link":"https://kathmandupost.com/editorial/2024/05/07/toilets-for-all","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb-1715129836.png&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Gender-Inclusive Toilets**\n\nActivists want toilets for people of all genders, not just male and female. Nepal is working to make this happen, with:\n\n* The first LGBTIQ conference last month\n* The first same-sex marriage last year\n\nThese toilets are important because they:\n\n* Prevent transgender and non-binary people from feeling excluded\n* Help transgender students feel safe at school\n\nNepal has a few gender-inclusive toilets, but more are needed. Kathmandu plans to build 10 new ones. These toilets should meet World Health Organization standards for:\n\n* Good design\n* Menstrual hygiene management\n* Sanitation\n* Accessibility for people with disabilities\n\nBuilding gender-inclusive toilets will also boost tourism by making LGBTQ individuals feel welcome.","summary":"Activists and LGBTIQ individuals worldwide, including Nepal, have been advocating for gender-inclusive toilets to promote equality and safety for all, despite challenges and societal stigmas."},{"hash":"33d5b7761eb5bd3b41e26b739647600e33685d1a97a97f0651c70b2650289129","title":"Unity is strength. Disunity leads to weakness.","link":"https://kathmandupost.com/editorial/2024/05/07/divided-we-fall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb7-1715044507.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"Political parties in Nepal keep splitting and merging for power. This is common among groups representing the Madhes region.\n\nLeaders split parties when they want to get into or stay in the government, not for ideological reasons. For example, Upendra Yadav's party has split many times due to power struggles, not policy differences.\n\nThis opportunistic behavior weakens the goals of political movements and alienates people. It also reduces diversity in politics.","summary":"Nepal's ruling coalition faces upheaval as the Janata Samajbadi Party splits, allegedly to prevent an alternative alliance led by the opposition Nepali Congress and Upendra Yadav's faction."},{"hash":"349bf15e76b9ee93953ea9dcd19ecc5848ef7349536cadd8b4015572475f8225","title":"DIY (Do-It-Yourself) projects involve completing tasks or creating items on your own, without professional help.","link":"https://kathmandupost.com/editorial/2024/05/05/do-it-together","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb14-1714955634.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"editorial","content":"Prime Minister Dahal is considering investigating fraud in co-operatives. He says a parliamentary committee could investigate, including Home Minister Lamichhane who has been accused of embezzlement. However, the opposition Congress party is skeptical, believing the probe is meant to protect Lamichhane. The opposition has threatened to obstruct parliament in protest. The Prime Minister should assure the opposition that the investigation will be fair and impartial, and take the opposition's concerns into account. It is important to resolve the issue of co-operative fraud as soon as possible, or it could lead to widespread protests.","summary":"PM Dahal considers forming a parliamentary probe committee to investigate alleged cooperative fraud, including embezzlement accusations against Home Minister Lamichhane, despite opposition skepticism."},{"hash":"b8cf800b128e5429effac6538b5cdeff14e12e5c92d4968c239f48ce105eb283","title":"Padam Giri, a renowned spiritual leader and founder of the Isha Foundation, shares his insights on spirituality, consciousness, and the path to enlightenment. He emphasizes the importance of shedding the limitations of the mind, exploring the vastness of consciousness, and connecting with a deeper source of joy and fulfillment.","link":"https://kathmandupost.com/interviews/2024/05/05/interview-with-padam-giri","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/padamgiri-1714923097.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"interviews","content":"**Federal Parliament Budget Session Begins amid Uncertainty**\n\nThe budget session of Nepal's parliament starts without resolving a dispute over forming a committee to investigate allegations against a government minister.\n\n**Government's Plan to Make House Productive**\n\nThe government plans to form a committee to study problems in the cooperative sector, but the opposition Congress party wants a panel to target a specific person.\n\n**Parliament's Poor Performance**\n\nThe parliament has been unproductive in endorsing bills, but the government has pledged to prioritize 24 bills, including key legislation on truth and reconciliation.\n\n**Transitional Justice Bill**\n\nThe Transitional Justice Act amendment bill, which deals with post-conflict accountability, is close to being finalized but faces challenges over defining serious violations and reducing sentences.\n\n**Committee to Recommend Transitional Justice Officials**\n\nDespite concerns, a committee has been formed to recommend officials for truth and reconciliation commissions, even though the bill has not yet been approved.\n\n**Supreme Court Appointments**\n\nThree Supreme Court justices will be appointed soon to fill vacant positions.\n\n**Electoral System Reform**\n\nThere is growing interest in amending the constitution to change the electoral system to ensure greater stability, but no formal discussions have been held.\n\n**No Plans for UML-Congress Coalition**\n\nThe possibility of the ruling UML and opposition Congress forming a coalition is not being considered.","summary":"Despite unresolved differences over a probe panel, the federal parliament's budget session commences, aiming to endorse crucial bills like the Transitional Justice Act amendment and school education bill."},{"hash":"39eb27d07dda639b3d5dd4481b8d6012361b0eeb330937898496f65c11c09fe8","title":"Fire incidents will make the next two months difficult.","link":"https://kathmandupost.com/interviews/2024/04/28/next-two-months-will-be-challenging-due-to-fire-incidents","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/anilpokharel-1714368894.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Fire Incidents in Nepal**\n\n**Problem:**\n* Nepal has been experiencing more frequent and severe fire incidents.\n* Last week, 110 houses were destroyed in Mahottari, and other settlements were burned in Gulmi, Rupandehi, and Arghakhanchi.\n\n**Causes:**\n* Lack of rainfall and high temperatures have dried out forests, making them more flammable.\n* Strong winds have helped spread fires.\n* Accumulation of forest litter from previous years has added fuel to the flames.\n* Stubble burning by farmers has also contributed to the problem.\n\n**Impact:**\n* Loss of lives and property\n* Destruction of ecosystems\n* Health problems due to air pollution\n\n**Government Response:**\n* Training community forest groups to fight fires\n* Providing portable fire pumps to local governments\n* Using helicopters to douse fires\n* Running awareness campaigns\n\n**Challenges:**\n* Lack of human resources, training, and equipment to protect forests from fire.\n* Migration of young people from villages has left vulnerable populations behind.\n* Business complexes in cities are often not prepared for fire incidents.\n\n**Future Plans:**\n* The government plans to improve risk assessments and provide more support to local governments in disaster management.\n* It will also work with local governments to ensure that buildings are equipped with proper fire safety measures.","summary":"Fire incidents have escalated in Nepal due to inadequate rainfall, rising temperatures, wind gusts, stubble burning, and a lack of resources and training to manage forest fires, leading to loss of life and destruction of houses and settlements."},{"hash":"2d1dcd1af2a010f1dc8a5288d051100d0a7e6e1ee7a6d0087e377a8fa051364f","title":"Nepal offers equal investment opportunities for all investors, without discrimination based on nationality or origin.","link":"https://kathmandupost.com/interviews/2024/04/28/nepal-presents-equal-opportunity-for-all-investors","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1714270342.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"Nepal is holding an investment summit to attract foreign investment. The government has learned from previous summits and is inviting potential investors to learn about success stories of those who have invested in Nepal. They have also amended laws to make it easier for foreign investment.\n\nDespite complications like hydropower projects not being bought by India, Nepal has signed agreements to sell energy to India and Bangladesh. Political instability is not a problem for foreign investment, and the government has a stable policy for the hydropower and cement industries.\n\nGeopolitical factors may affect investment, but Nepal is welcoming investments with good intent and will not target any specific country.","summary":"Nepal is hosting its third Investment Summit to attract Foreign Direct Investment (FDI) with amended laws, sovereign credit rating initiatives, and a focus on addressing investor concerns, such as profit repatriation and geopolitical factors."},{"hash":"b8119b43ed80553d871f3b6e70a45b435e16350f69e3656d8ec00cdfd1f5e39e","title":"Directly electing the Prime Minister and Chief Ministers could prevent political instability and ensure more accountable leaders.","link":"https://kathmandupost.com/interviews/2024/04/21/direct-election-of-prime-minister-and-chief-minister-way-out-of-instability","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/interview-1713764589.jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"interviews","content":"**Unhealthy Political Competition and Electoral System Criticism**\n\nPolitical parties are engaged in intense competition to form provincial governments, leading to public frustration. Leaders blame the mixed electoral system for Nepal's political instability.\n\nHowever, political analyst Tula Narayan Shah argues that personal ambitions and corrupt culture, not the system, are the problem. He suggests that directly elected executive heads at the center and provinces could provide stability.\n\n**Mixed Electoral System: Impacts and Controversies**\n\nThe mixed electoral system, combining direct election and proportional representation, increased representation of marginalized communities. However, it has also been criticized for allowing \"high-caste males\" to dominate elections.\n\nLeaders have misused the proportional representation category, appointing relatives or selling seats. Shah emphasizes the need to correct these practices rather than scrapping the entire system.\n\n**Provincial Performance and Public Perception**\n\nProvinces have replicated the bad practices of the central government and performed poorly. They lack a clear roadmap for effectiveness and are seen as burdening the state.\n\nLocal units, with directly elected leaders, have been more successful. Shah stresses the importance of an active and aware citizenry in holding leaders accountable.\n\n**Madhesh Province: Challenges and Dissatisfaction**\n\nMadhesh Province has failed to address discrimination and promote social inclusion. Elite groups have captured political power, limiting opportunities for marginalized communities.\n\nDespite being led by Madheshi parties, the province has not significantly improved the lives of its people, leading to dissatisfaction.\n\n**Emergence of New Parties in Madhesh**\n\nThe Janamat Party and Nagarik Unmukti Party represent emerging movements in Madhesh. Janamat focuses on combating discrimination and bad governance, while Nagarik Unmukti addresses the issues of the Tharu community.","summary":"Political parties' intense competition for provincial government formation has fueled public dissatisfaction, while leaders blame the mixed electoral system for Nepal's instability, with analysts suggesting direct election of executive heads and addressing electoral system problems."},{"hash":"5c600ef479c5d95e859fb1a9dbd261d3a264f62d509d4185d7c4d11d0a9bb8ee","title":"I support a proportional representation electoral system with a 5% threshold.","link":"https://kathmandupost.com/interviews/2024/04/15/i-am-for-a-fully-pr-system-with-a-five-percent-threshold","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/interviews/Untitled1-1713152017.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"interviews","content":"**Electoral System Reform in Nepal**\n\n**Current System**\n\n* Mixed system: first-past-the-post (FPTP) and proportional representation (PR)\n* Adopted after 2006 People's Movement to ensure representation of marginalized groups\n\n**Arguments for Reform**\n\n* Nepali Congress leaders blame mixed system for political instability\n* Call for collaboration with CPN-UML to reform it\n\n**Former Election Commissioner's Views**\n\n* No electoral system is inherently faulty\n* Success depends on users and societal factors\n* Mixed system has facilitated inclusion, but anomalies and misuse have occurred\n* Representation of marginalized groups has improved but remains inadequate\n\n**Proposed Reforms**\n\n* Fully proportional representation (PR) system\n* Eliminate room for manipulation by leaders\n* Candidate selection through primaries\n* Raise PR vote threshold to 5%\n\n**Benefits of Fully PR System**\n\n* Simplify electoral process and reduce costs\n* Ensure more inclusive representation\n* Filter out unpopular candidates\n\n**Challenges**\n\n* May increase power of party leaders\n* Potential impact on overseas voting feasibility\n\n**Conclusion**\n\nElectoral system reform should be considered, but it should focus on removing anomalies and ensuring broad representation. A fully PR system with candidate selection through primaries and a higher PR vote threshold is a viable option.","summary":"Nepali Congress leaders advocate for changing the mixed electoral system to address political instability, seeking support from the CPN-UML, while former chief election commissioner Neel Kantha Uprety emphasizes the need for inclusive representation and suggests implementing a fully proportional representation system with increased threshold and potential use of primaries to select candidates."},{"hash":"16ca03860b600f5d221a63cab7bc1b2ab4dad746bbb104c9f57095e07f85ef78","title":"Muluki Ain is a legal code that governs Nepal.","link":"https://kathmandupost.com/letters/2021/11/08/muluki-ain-is-a-legal-code","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/third-party/mulukiain-1636421052.jpg&w=900&height=601","date":1636329600000,"source":"kp","category":"letters","content":"The Muluki Ain of 1854 was a landmark legal code that:\n\n* Set up a fair justice system\n* Recognized the rule of law\n* Codified caste system based on skills and professions\n* Acknowledged the need for future reforms\n\nHowever, the code also reflected the social norms of the time, including the caste system, and aimed to address the unfairness it created.","summary":"Heidelberg University's translation of Jung Bahadur's 1854 Muluki Ain reveals its codification of legal principles, recognition of rule of law, and inclusion of existing societal norms including the caste system."},{"hash":"f26d8550751249ca6fce9099e307f744741857845591c48ab0d55210ac42e144","title":"**Misleading News**\n\nMisleading news is information spread by someone who knowingly or unknowingly provides false or exaggerated information. It can be spread through various channels such as social media, news websites, or even word of mouth. Misleading news can have serious consequences, including the spreading of harmful stereotypes, distrust in important institutions, and the promotion of dangerous ideas. It is important to be critical of the information you encounter and to verify its accuracy before sharing it with others.","link":"https://kathmandupost.com/letters/2021/04/12/misleading-news","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/opinion/thumb-1618223282.jpg&w=900&height=601","date":1618185600000,"source":"kp","category":"letters","content":"Sinohydro, a Chinese contractor for the Melamchi Water Supply Project, responds to news reports claiming they didn't pay taxes for materials used in construction.\n\nSinohydro says they obtained materials legally, including imports and local purchases. They used some materials for infrastructure, including concrete aggregate, gabion wall stone, and weir lining.\n\nFor the aggregate, they bought from local vendors with taxes paid. For the gabion wall stone and weir lining, they reused materials excavated from the construction site.\n\nSinohydro says all transactions are documented and considers the news reports misleading and should be corrected.","summary":"Sinohydro Corp. was accused by Helambu officials of not paying taxes on resources used by its Melamchi Project, but the company refutes the claim, stating it paid and used materials under its construction agreement and legal sources."},{"hash":"e862b51d7419ba6f589572cd4032419c790b93c181a1334f46e1b9ab2f51169b","title":"Misunderstanding occurs when people interpret or understand something differently than intended. It can happen due to unclear communication, different perspectives, cultural differences, or assumptions. To resolve misunderstandings, it's important to clarify intentions, listen actively, and seek common ground through open dialogue.","link":"https://kathmandupost.com/letters/2021/01/03/misunderstanding","date":1609632000000,"source":"kp","category":"letters","content":"**Japan and Nepal Job Agreement for Skilled Workers**\n\n* Japan needs workers and wants to hire Nepalis.\n* Nepal and Japan agreed on a government-to-business (G2B) hiring process, not government-to-government (G2G). This means Japanese employers can hire Nepalis directly.\n* Nepalis can work in many industries, not just 14.\n* Nepal can't force Japanese companies to pay for airfare and other costs, but some companies may do so in their contracts.\n* Private agencies can help Nepali workers find jobs in Japan, but they must be registered in Japan.\n* Nearly 500 Nepalis have passed exams for care work in Japan, but none have found jobs yet.\n* Japan and Nepal will work together to prevent fraud and ensure the hiring process is fair.","summary":"Japan's government-to-business (G2B) agreement with Nepal for Specified Skilled Workers (SSW), excluding third-party involvement, allows for private agencies to facilitate recruitment despite limitations on government intervention in the labor market, potentially leading to additional costs for Nepalese workers."},{"hash":"4d564e4aa9b147540d5d27c861b9724bce96976aa16a590835a10f4f29687ad6","title":"**Contributions to Nepali**\n\n* Developed Nepali Unicode font standards.\n* Created digital dictionaries and thesauruses.\n* Established Nepali as a working language for computers.\n* Led standardization efforts for Nepali keyboard layouts and input methods.\n* Developed tools for Nepali language processing, including spelling and grammar checkers.","link":"https://kathmandupost.com/letters/2020/11/30/contributions-to-nepali","date":1606694400000,"source":"kp","category":"letters","content":"The writer expresses gratitude to Deepak Thapa for highlighting the decline of Nepali studies in Europe and America. They acknowledge the contributions of their colleague, Krishna Pradhan, to the success of Nepali studies at SOAS University of London. However, they regret that these courses will no longer be available to future students in the UK.","summary":"Michael Hutt expresses gratitude for colleague Krishna Pradhan's contributions to Nepali studies at SOAS, emphasizing their absence will impact future students' access to Nepali language, literature, history, and culture courses."},{"hash":"a1d8bb473b76b044c715510c1e3cd12b7293a4516faf36066b07acc77fd64756","title":"chhaupadi-persists","link":"https://kathmandupost.com/letters/2020/09/24/chhaupadi-persists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2020/third-party/thumb3-1600897015.jpg&w=900&height=601","date":1600905600000,"source":"kp","category":"letters","content":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email ","summary":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email "}]