[{"hash":"e02eb400e5968e32b5c175db44dcfd4e1166894dcaab65f44bbfa71b0c13c6b9","title":"Parliament begins budget session today.","date":1715315404231,"source":"nn","link":"https://nepalnews.com/s/politics/budget-session-of-federal-parliament-to-commence-today","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"The House of Representatives and National Assembly will start their budget meeting today. This meeting was called by Nepal's President. The meeting will start at 2:00 pm today at the International Conference Centre. In this meeting, the government will share its plan for how much money will be earned and spent next year. Before this, the President will talk about the government's plans and policies. The Speaker of the House has already met with leaders of major political parties to make sure the meeting runs smoothly.","summary":"Nepal's federal parliament's budget session begins today with President Paudel summoning the session and a budget to be presented on May 28."},{"hash":"ae75bd54d5601e61c6c9a81aa73478d772e9a34cd805bb301fcc0b4eadcb35d9","title":"The Swiss government will give 9.01 million Swiss francs (about $9.8 million) to support tourism projects in the country.","date":1715315409133,"source":"nn","link":"https://nepalnews.com/s/capital/swiss-government-to-provide-9-01-million-swiss-franc-for-tourism-project","imageLink":"https://web.nepalnews.com/storage/story/1024/nepal_swiss1715304936_1024.jpg","category":"capital","content":"**Switzerland gives 9 million Swiss francs to Nepal for tourism project in Koshi Province.**\n\n**The project will help:**\n\n* Create jobs\n* Support local culture and businesses\n* Promote sustainable tourism\n\n**The project will directly benefit 100,000 people in 29 local areas.**\n\n**The Swiss ambassador says the project will be a \"milestone\" for sustainable tourism and local economic development.**","summary":"Switzerland provides 9.01 million Swiss francs to support a four-year trekking-based tourism project in Nepal's Koshi Province, potentially benefiting 100,000 locals."},{"hash":"48734a6c4d1ac6914bc1b7551d247e7e9f154b0e532d2daceb1bdcfa0028e0b3","title":"The Cabinet has promoted Superintendent of Police (SP) Niresh Joshi Dhakal to Assistant Inspector General (AIG) of Nepal Police.","date":1715315413801,"source":"nn","link":"https://nepalnews.com/s/nation/cabinet-decisions-joshi-dhakal-promoted-to-aig","imageLink":"https://web.nepalnews.com/storage/story/1024/PMO_Singha_Durbar1686496476_1024.jpg","category":"nation","content":"- Umesh Raj Joshi and Bhim Prasad Dhakal promoted to Additional Inspectors General of Nepal Police.\n\n- 42 athletes, coaches, and managers honored for winning international sports medals.\n\n- Nanda Lal Majhi appointed Vice Chairman of Social Welfare Council.\n\n- Suresh Manandhar appointed Member of Language Commission.","summary":"Nepal government promotes 2 Deputy Inspectors General to Additional Inspectors General, awards 42 athletes, appoints Vice Chairman of Social Welfare Council, and Member of Language Commission."},{"hash":"80ecafbc3a73aee75e75de221b46e19b0e8bf0908d92dafcb596794eabbe3ad9","title":"Four people have been arrested for leaking Grade 12 exam papers in South Africa.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/capital/four-held-with-leaked-grade-12-question-papers","imageLink":"https://web.nepalnews.com/storage/story/1024/NepalPolice_202011261446491679631344_1024.jpg","category":"capital","content":"Police arrested four people in Kathmandu with leaked Grade 12 exam papers for computer science. The arrested individuals were caught writing answers in an exam hall before the scheduled exam time. They face charges under the Education Act.","summary":"Four individuals, including Madhav Tripathi, were arrested in Kathmandu for possessing leaked Grade-12 answer sheets for the National Examination Board exam."},{"hash":"df48d5c582672d9eaa251e1d7ee5505f87ad4dd42b61942f89e593d308d5fb59","title":"Police have issued arrest warrants for 20 people, including former officials from the Bal Mandir children's home, over allegations of child abuse, trafficking, and financial irregularities.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/capital/arrest-warrant-issued-against-20-people-including-former-officials-of-bal-mandir","imageLink":"https://web.nepalnews.com/storage/story/1024/bal_mandir1715265031_1024.jpg","category":"capital","content":"Arrest warrants were issued for 20 people, including former officials of Bal Mandir, a charity for children, for embezzling their land. They allegedly used it for business, causing financial loss to the charity. The arrest warrants were issued after a complaint was filed at the Central Investigation Bureau.","summary":"20 arrest warrants issued for ex-Bal Mandir officials and business associates involved in land embezzlement."},{"hash":"5f808d965456943d2c763161d048323e2fb684156515796bd838825bb9dc3826","title":"Begnas Lake is a beautiful freshwater lake located in central Nepal, near the city of Pokhara. It is the third largest lake in Nepal and is known for its serene beauty and stunning views of the surrounding mountains. The lake is a popular destination for boating, fishing, and swimming, and the area around the lake is home to a variety of wildlife, including many species of birds and fish.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/begnas-lake","imageLink":"https://web.nepalnews.com/storage/story/1024/RambahadurThapa_Gandagi_RSS_27_image_1236502911715235354_1024.JPG","category":"travel-and-tourism","content":"Please provide the text you want me to summarize.","summary":"There are no events to summarize."},{"hash":"5b4f058271600f6dc2c23ea89ba35933ad8acd0c14c908ed8bf88d76d0c121a2","title":"Tourists have fun riding a motorboat.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/tourists-enjoying-a-motorboat-ride","imageLink":"https://web.nepalnews.com/storage/story/1024/HemantKC_KankrebiharSurkhet_RSS_27_IMG_41081715234871_1024.JPG","category":"travel-and-tourism","content":"Please provide me with the text you want me to summarize.","summary":"No information was provided to summarize. Please provide the necessary information."},{"hash":"c9cb8c8369fbe5ab01f24d6402791c28319c3a2905da1f49d8b00da77cf5e286","title":"National Planning Commission (NPC) has launched an action plan to improve public investment management in the Philippines. This plan aims to ensure that public investments are used effectively and contribute to the country's development.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/capital/npc-launches-public-investment-management-action-plan","imageLink":"https://web.nepalnews.com/storage/story/1024/national_planing_commision1715174848_1024.jpg","category":"capital","content":"**Government Spending Plan**\n\nTo improve government spending, a 5-year plan has been created. It aims to:\n\n* Ensure money is spent wisely on projects\n* Track project spending by government agencies and businesses\n* Improve the digital system for government purchases\n* Regularly update and repair public infrastructure\n* Assign clear responsibilities to project leaders\n* Avoid duplicating projects\n* Plan and budget projects carefully to ensure they are funded and feasible","summary":"To enhance government spending effectiveness, the National Planning Commission has introduced a five-year Public Investment Management Action Plan, setting seven goals including regular monitoring, project bank reforms, transparent procurement, infrastructure renovations, accountability, eliminating duplication, and project preparation."},{"hash":"a6c4771d0060587b29f8d499dddaf05cb6343fa5c06e4954c8fdba2c26aba630","title":"Prime Minister inaugurates breakthrough of Sunkoshi-Marin Diversion Tunnel, a key infrastructure for hydropower and irrigation projects that will benefit local communities.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/nation/pm-inaugurates-breakthrough-of-sunkoshi-marin-diversion-tunnel","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_05_08_at_121715166729_1024.jpg","category":"nation","content":"**Sunkoshi-Marin Tunnel Breakthrough:**\n\nPrime Minister Prachanda has officially opened a 13.3 km tunnel for a new project that will bring water for irrigation and electricity to five districts. The tunnel was built in 19 months, a year earlier than planned. Despite challenges like landslides, the project is moving forward. The project will use a dam on the Sunkoshi river to generate electricity and provide water for over 122,000 hectares of land. The project's total cost is Rs. 49.42 billion.","summary":"Prime Minister Prachanda inaugurated the breakthrough of the 13.3 km Sunkoshi-Marin Diversion Multi-purpose Project tunnel, constructed by COVEC for irrigation and electricity generation."},{"hash":"6ce8b7f76f049609887d25e051f92c36bdc3626bba462cd4f34a775b9acb8deb","title":"**HWPL Statement on Israel-Iran Conflict**\n\nHWPL (Heavenly Culture, World Peace, Restoration of Light) condemns the ongoing conflict between Israel and Iran and calls for an immediate ceasefire.\n\n* HWPL believes that the conflict is a threat to regional and global peace.\n* The organization urges all parties to negotiate peacefully and find a solution that respects the rights of both sides.\n* HWPL emphasizes the importance of dialogue and cooperation to prevent further bloodshed and promote understanding.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/hwpl-statement-on-israel-iran-conflict","imageLink":"https://web.nepalnews.com/storage/story/1024/21715166055_1024.jpg","category":"global","content":"**Iran-Israel Conflict**\n\nIran and Israel are attacking each other with powerful weapons. The attacks against non-military targets are illegal.\n\n**Impact of War**\n\nWars have killed countless innocent civilians, including children and youth.\n\n**Call for Peace**\n\nInternational organizations and citizens demand an end to the war and call for peace talks.\n\n**Recommendations**\n\n- Stop the fighting and start talking.\n- Provide humanitarian aid.\n- Support a peace treaty to prevent future wars.\n- HWPL will continue working for peace.","summary":"\nThe recent violent conflict between Iran and Israel is causing significant concerns in the international community. The two nations that do not share borders are mobilizing high-end weaponry to attack each other and kill human lives.1 April 2024, the Israeli military attacked the Iranian consulate in Syria. A strike against a non-military facility in a third nation, a nation not directly involved in the conflict, infringes international law and constitutes a war crime. Moreover, on 13 April, Iran responded by attacking Israel’s land. Both nations have pointed their guns directly at each other, and there are growing concerns in the international community that the attacks could escalate into another war.\nThe Israel-Hamas War in Gaza has killed 30,000 since last year, and news outlets reported on dire situations in Gaza, running out of space for proper burial. The war that has persisted in the region over the past century continuously overshadows the prospect of the coexistence of the human race.\nIt is a clear indication that the greatest victims of war are innocent civilians. How could those lost lives ever be brought back? What could compensate for the outcry of children and the anguish of the youth in devastated dwellings?\nHWPL strongly supports the voices of the citizens, the true protagonists of the global village, who oppose war and call for peace. All nations of the global community must uphold the citizens’ demands, thereby ceasing the unjust war and joining to accomplish peace. Organizations worldwide, in alliance with HWPL as peace solidarity, urge Iran and Israel to put a stop to the acts of aggression immediately and to come forward for conversations to usher in peace.\nHWPL recommend that the international community take necessary measures to facilitate the formation of amicable relations between the two nations and provide humanitarian aid. It would be reasonable for all countries to support an international legal instrument for peace that embodies the long-yearned path to peace and to comply with its contents so that we leave a legacy of peace for future generations. HWPL will not spare its efforts for peace and cessation of wars.\n\n\n\n\n\n\n\n"},{"hash":"a7ae5aa2dae3518f8ce15910e21d1137431eb7ffac115aec32edba2436c3e319","title":"President attends Law Day celebration, emphasizing the importance of the rule of law and equal justice for all.","date":1715315450709,"source":"nn","link":"https://nepalnews.com/s/capital/president-attends-law-day-celebration","imageLink":"https://web.nepalnews.com/storage/story/1024/court_supreme1689943003_1024.jpg","category":"capital","content":"On Law Day, the Supreme Court celebrated with a special event honoring the Head of State and others. The Chief Justice called for justice and reform in the judiciary, emphasizing teamwork with the Attorney General's Office and Nepal Bar Association. The Law Day commemorates the 2008 BS Chief Court Act, which established a more independent judiciary. Attendees included top government officials, judges, and lawyers.","summary":"On Law Day 2081 BS, Nepal commemorated the Chief Court Act 2008, emphasizing judicial reform and the protection of fundamental rights through programs attended by high-ranking officials and legal professionals."},{"hash":"f8b320c5ac0d91a4692b29f81b597abd4e652cb41c52cdc041d366bda20e64c4","title":"President attends Law Day celebration, highlighting the importance of rule of law and access to justice for all.","date":1715315455537,"source":"nn","link":"https://nepalnews.com/s/capital/president-attends-law-day-celebration-1","imageLink":"https://web.nepalnews.com/storage/story/1024/supreme_court1692883355_1024.jpg","category":"capital","content":"Law Day celebrated by Supreme Court with president, PM, and others in attendance.\nChief Justice emphasizes judicial reform, cooperation, and rule of law.\nLaw Day marks the 2008 BS Chief Court Act, which introduced judicial reforms.","summary":"Nepal celebrated Law Day 2081 BS with a Supreme Court event attended by high officials, marking the anniversary of the 2008 BS Chief Court Act that reformed the judiciary."},{"hash":"b0548d7d73811f457ad631f1ee665c61883d228e05213db65aec4554aedab71e","title":"Bridge construction on Narayangadh-Muglin road is underway, aiming to improve transportation and reduce traffic congestion.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/nation/bridge-construction-along-narayangadh-muglin-road-section-in-full-swing","imageLink":"https://web.nepalnews.com/storage/story/1024/narayan_ghat_mugling_sadak1715234021_1024.jpg","category":"nation","content":"Bridges on the Narayangadh-Muglin road are being built quickly to open by mid-November.\n\n11 of 15 bridges are already open, and 4 are being built.\n\nKhahare, Namche, Kalikhola, and Tuin Khola bridges will open by mid-July.\n\nTuin Khola bridge will be ready by mid-November.\n\nThe bridges are being built with a loan from the World Bank.\n\nDelays were caused by cutting a wall near Tuin and paying compensation in Khahare.\n\nImproved roads and bridges make travel easier during the rainy season.","summary":"Construction of 15 bridges along Narayangadh-Muglin road is underway, with 11 operational and 4 in progress, aiming for completion by mid-November to mitigate rainy season landslides."},{"hash":"625167eaf146bd0aea28cb2af768dfa2e3395746aa48ec1e15a143e1a9646890","title":"Current weather conditions:\n\n* **Temperature:** Mild, around 50 degrees Fahrenheit\n* **Conditions:** Mostly sunny with a light breeze\n* **Forecast:** Sunny and warm for the rest of the day, with temperatures gradually rising","date":1715315465818,"source":"nn","link":"https://nepalnews.com/s/nation/weather-update-50","imageLink":"https://web.nepalnews.com/storage/story/1024/Weather_rain1690631860_1024.jpeg","category":"nation","content":"**Today:**\n* Mostly cloudy with scattered rain, thunder, lightning, and wind in most parts of the country.\n* Possible light snowfall in high mountain areas.\n\n**Tonight:**\n* Still cloudy with rain and thunderstorms in some parts of the country.\n* Light snowfall possible in high mountain areas of Koshi, Bagmati, and Gandaki provinces.","summary":"Partly cloudy with light to moderate rain and thunder, lightning, gusty wind and isolated snowfall throughout Nepal today and tonight."},{"hash":"da811d203e8cfa11bc2ae6d59ffc40f548abd4c80d2f72a82edfa6a80c5dab20","title":"27 people have died in the past 24 days due to forest fires and lightning strikes.","date":1715315470395,"source":"nn","link":"https://nepalnews.com/s/nation/27-people-die-due-to-fire-forest-fire-and-lightning-in-last-24-days","imageLink":"https://web.nepalnews.com/storage/story/1024/Manang_forest_fire1681707860_1024.jpg","category":"nation","content":"In the past month, 27 people have died in fires, forest fires, and lightning strikes in Nepal. NDRRMA has approved financial assistance for families to build temporary homes after fires.","summary":"27 people perished in Nepal due to fires, forest fires, and lightning strikes between April 13 and May 6, prompting the NDRRMA to approve financial aid for temporary housing for victims' families."},{"hash":"8bc8cf551442bfbb2f0e8c19dfe75d5b09798d20881fa31d6e24b3cf04ec5a88","title":"Nepal's Prime Minister has promised to make diplomatic efforts to bring back Nepalis who are serving in the Russian army.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/nation/pm-dahal-assures-of-taking-diplomatic-initiatives-to-bring-back-nepalis-serving-in-russian-army","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_education1712301039_1024.jpg","category":"nation","content":"Prime Minister Dahal promised to talk with high-level officials to bring back Nepalis fighting in Russia's army.\n\nThe government has been trying diplomatic ways to get the Nepalis home. Families of the Nepalis had been protesting, but they stopped after the Prime Minister's promise.","summary":"PM Dahal assures diplomatic efforts to repatriate Nepalis fighting in the Russian Army, following protests from family members."},{"hash":"ab5d56be00b4c1fb7db7e1cffcd9e24b893fcf184a5fd66ad361cf5feab41c8e","title":"Government ignores major opposition's concerns, as stated by Chief Whip Lekhak.","date":1715315478932,"source":"nn","link":"https://nepalnews.com/s/politics/govt-ignoring-major-opposition-s-concern-chief-whip-lekhak","imageLink":"https://web.nepalnews.com/storage/story/1024/ramesh_lekhak1690593303_1024.jpg","category":"politics","content":"The government is ignoring issues raised by the Nepali Congress. They demand an investigation into missing money from cooperatives, which has harmed many people. The Congress isn't interested in forming a new government but wants all parties to work together to solve problems. They believe parliament should be active and represent the people, or it will become weak.","summary":"NC's Chief Whip reiterates calls for cooperative sector investigation, demands parliament effectiveness, and denies interest in forming a new government with UML."},{"hash":"68db8c5cbecbbc95aee3e118cfaa7b0bcef5303b7ad540a2bdcb2fe39f77bcda","title":"Nepal to take legal action regarding territorial dispute with India.","date":1715315483406,"source":"nn","link":"https://nepalnews.com/s/politics/jsp-nepal-to-seek-legal-recourse","imageLink":"https://web.nepalnews.com/storage/story/1024/janata_samajbadi_party1709595520_1024.jpg","category":"politics","content":"The Janata Samajwadi Party (JSP) Nepal, led by Upendra Yadav, plans to sue over a party split. A rival faction led by Ashok Rai has been recognized as a separate political party by Nepal's Election Commission. JSP will meet on Wednesday to decide on legal action. A press conference will follow to announce the party's official position.","summary":"Janata Samajwadi Party (JSP) Nepal led by Upendra Yadav to pursue legal action regarding party split after Election Commission recognized a faction led by Ashok Rai as a separate party."},{"hash":"e6d8c9af0f93f7449981010a3d3f4289589d46ce366bd845f268501aa10f6f24","title":"Olivette Otele, the leader of a leftist French party, emphasized the need for unity among left-wing organizations to effectively challenge right-wing policies.","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/politics/uml-chair-oli-sees-need-for-unity-among-leftist-parties","imageLink":"https://web.nepalnews.com/storage/story/1024/kp_sharma_oli1709990573_1024.jpg","category":"politics","content":"Former Prime Minister KP Sharma Oli called for unity among all leftist parties. He wants to make his party, CPN (UML), a strong national force. Oli aims to win the upcoming elections and pledges to lead his party to success.\n\nCPN Unity National Campaign's Chairperson Bam Dev Gautam is also considering joining CPN (UML). He said he was not responsible for the split in the CPN.\n\nOli remembered the late politician Siddinath Gyawali as someone who was loyal and dedicated to the country.","summary":"CPN (UML) Chairperson Oli calls for leftist unity, pledges to spearhead 'Mission 84' campaign, and reminisces about politician Siddinath Gyawali, as CPN Unity National Campaign's Chairperson Gautam considers joining CPN (UML)."},{"hash":"4891c943f0e6afc7dd755df2212632bf8efe7fe9d90e5696053d306e1401177c","title":"The speaker will discuss with top leaders from all the major parties including the Prime Minister.","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/politics/speaker-to-hold-consultations-with-top-leaders-of-major-parties-including-pm","imageLink":"https://web.nepalnews.com/storage/story/1024/1674121407_devrajghimire_1200x560_20230119171026_R4IAR0RrQh1697368501_1024.jpg","category":"politics","content":"Speaker Ghimire will meet with party leaders tomorrow to discuss issues before the start of the next Parliament session. The Nepali Congress has previously obstructed proceedings over an investigation of Deputy Prime Minister Lamichhane. Despite previous efforts to reach consensus, the issue remains unresolved. The Speaker has met with party leaders and whips several times to prepare for the upcoming session.","summary":"Speaker Ghimire schedules meeting with top party leaders to forge consensus before upcoming parliamentary session, aimed at resolving previous obstruction by the main opposition party."},{"hash":"2efa4e07b67707342ee7b709b73afb5599d461217e8b32df0e9558105171577f","title":"Seven political parties have submitted an application to the Electoral Commission of Kenya (ECK) seeking to be registered as a political party. The parties are:\n\n* Jubilee Party (JP)\n* Movement for Social Justice (MSJ)\n* Party of National Unity (PNU)\n* National Super Alliance (NASA)\n* Economic Freedom Fighters (EFF)\n* Amani National Congress (ANC)\n* Ford Kenya (FK)","date":1715315497975,"source":"nn","link":"https://nepalnews.com/s/politics/seven-jsp-mps-submit-application-to-ec-seeking-legitimacy","imageLink":"https://web.nepalnews.com/storage/story/1024/ElectionCommission_202210091335231681286610_1024.jpg","category":"politics","content":"Seven lawmakers applied to the Election Commission to recognize them as the legitimate party, potentially splitting the JSP. They claim to represent the majority of the party, with support from members of the central executive and central committees. The Election Commission is reviewing the application.","summary":"Amidst party division, seven dissenting JSP MPs file an application to Election Commission for legitimacy."},{"hash":"4e99a70221a7d6268625e92c0b4ebd09bd1d62198ce041cfeec5e786901fd03d","title":"Minister Joshi demands immediate aid for quake victims in Jajarkot to build shelters.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/issues/minister-joshi-insists-on-immediate-relief-to-build-shelter-for-jajarkot-quake-survivors","imageLink":"https://web.nepalnews.com/storage/story/1024/bhukampa_jajarkot__7_1699080065_1024.jpeg","category":"issues","content":"**Earthquake Relief Needed**\n\nMinister Joshi says people left homeless by the recent earthquake need relief. He wants people to get help building shelters before the monsoon season.\n\nNepal has been facing many disasters, including earthquakes, landslides, and floods. The government needs to do more to help people recover from these disasters.\n\nThe government has created the National Risk Reduction and Management Authority to help manage disasters. It helped after the earthquake in Karnali Province.\n\nHowever, the government at all levels needs to work together and provide enough resources to help people rebuild and recover from disasters.","summary":"Minister Joshi emphasizes the need for swift compensation and temporary shelter assistance to earthquake victims in Jajarkot, highlighting the ongoing challenges of post-disaster recovery and the significance of effective disaster risk management."},{"hash":"8e4afb40f01a17084214e78590634dd3101fcdac783d9e827fc77cefadccdc48","title":"Mother and son tragically died in a house fire, leaving their bodies charred.","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/issues/mother-son-charred-to-death-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"issues","content":"A mother and son died in a fire while trying to put out another fire in a forest. The mother, Punya Maya Dhamala, 55, was trying to protect hay when she caught fire. Her son, Kanchan Dhamala, 15, tried to save his mother but was also killed. The fire started in the Bahundanda area of the forest and then spread to the Haribole Basaha community forest. The police are investigating the incident.","summary":"A mother and son perished in a forest fire while attempting to extinguish it in Beteni, Siddhicharan Municipality."},{"hash":"b54fa0c4e8a38682d2f1c13456612ee5d6122c8b9d5f6817ae4a70b36ea5683e","title":"Two people died and two were injured in a road accident.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/issues/two-killed-and-two-injured-in-road-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/dbdbce93_cc17ef2f_15b84da5_accident_850x460_acf_cropped_850x460_acf_cropped1684914032_10241692099166_1024.jpg","category":"issues","content":"**Road Accident in Dadeldhura Kills Two**\n\nA tractor accident in Dadeldhura killed two people and injured two others.\n\n**Victims:**\n* Dhiraj Thapamgar, 40 (tractor driver)\n* Bishnu BK, 27\n\n**Injured:**\n* Sudeep BK, 31\n* Hikmat BK, 28\n\nAll four were traveling in the tractor when it crashed in Navadurga Rural Municipality-4.\n\nThe injured are receiving treatment at Dadeldhura hospital.","summary":"Two fatalities and two injuries occurred in a tractor accident involving four individuals in Dadeldhura."},{"hash":"7e6981a5327ce2410247b2aeda4f72cca28c28a108d80560989dc82625cbbe22","title":"24 artifacts from Hawaii have been sent to Nepal.","date":1714694400000,"source":"nn","link":"https://nepalnews.com/s/issues/24-pieces-of-artifacts-shipped-to-nepal-from-hawaii","imageLink":"https://web.nepalnews.com/storage/story/1024/441020358_818234927005128_7742768786942770028_n1714749977_1024.jpg","category":"issues","content":"Nepal's Embassy in Washington, D.C. received 24 ancient Nepalese artifacts from Ms. Susan Bradford in Hawaii and sent them to Nepal's Department of Archaeology. The artifacts date back to the 13th to 18th centuries and were part of Ms. Bradford's private collection. She donated them to Nepal and paid for shipping. The Embassy expressed gratitude to Ms. Bradford for returning the valuable artifacts. They are working to recover more lost Nepali art with various groups. Including these 24 artifacts, the Embassy has sent 63 artifacts back to Nepal in the last year.","summary":"The Embassy of Nepal in Washington, DC received and returned 24 artifacts to the Department of Archaeology in Nepal, adding to a total of 63 recovered artifacts within a year."},{"hash":"6f8e980e79d7b07a8d480bc536b554223925b4db1c6846b5dbfb44baca6eccea","title":"Kanti Highway is closed due to landslide.","date":1714694400000,"source":"nn","link":"https://nepalnews.com/s/issues/kanti-highway-closed","imageLink":"https://web.nepalnews.com/storage/story/1024/Karnali_Highway1690012652_1024.jpg","category":"issues","content":"**Kanti Highway Closed Due to Landslide**\n\nA landslide in Kalche, Lalitpur has closed the Kanti Highway. The landslide damaged a wall along the highway, making it unsafe for vehicles. The road will remain closed until further notice.","summary":"A landslide on Kanti Highway, Lalitpur, has caused a road closure at Kalche, disrupting vehicular movement due to a collapsed gabion wall."},{"hash":"aeb14f4cdcd03b9c57bb46afbd0ce56505fc715aa5896beb52c175e93f4fb690","title":"Tragic fire claims the lives of an elderly couple.","date":1714608000000,"source":"nn","link":"https://nepalnews.com/s/issues/elderly-couple-dies-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/fire_51683693219_1024.jpg","category":"issues","content":"An elderly couple, Tej Bahadur Lama (70) and Thuli Lama, died in a house fire in Thakre rural municipality, Dhading. The fire destroyed their home and belongings. Police arrived at the scene but found the couple already deceased.","summary":"A fire in Dhading killed an elderly couple, causing extensive damage to their home."},{"hash":"c94f8e4afac88e1cb0fb370ada56857a008186039807d76728b22d93ca250d67","title":"**Preparation for Nepal-Korea High-Level Visit**\n\nNepal and Korea are preparing for a high-level visit to strengthen their relationship. This includes planning the visit schedule, securing logistics, and arranging meetings between top officials. The visit aims to boost cooperation in areas such as trade, culture, and development.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/preparation-of-high-level-visit-between-nepal-and-korea","imageLink":"https://web.nepalnews.com/storage/story/1024/korea1715163613_1024.jpg","category":"global","content":"Nepal and South Korea are celebrating 50 years of friendship.\n\n**High-level officials from South Korea will visit Nepal soon.**\n\n**The two countries have been working together in many areas:**\n\n* Trade and investment (South Korea is the fourth largest investor in Nepal)\n* Hydropower\n* Employment (over 44,000 Nepalis currently work in South Korea)\n\n**Nepalis have been helping to build South Korea's economy** in agriculture, manufacturing, and soon in services and forestry.\n\n**Many Nepalis who have returned home from South Korea are starting their own businesses.**","summary":"Nepal and South Korea commemorate 50 years of diplomatic relations with plans for high-level visits, investment in hydropower, and expanded employment opportunities for Nepalis in Korea."},{"hash":"e723ab3067a8adddaf32c9827d2897f76acc62350800bee739d3b29786c034f6","title":"Japan and Nepal share many similarities, according to Japan's Foreign Minister Kamikawa Yoko.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/global/japan-and-nepal-share-many-things-in-common-japan-s-foreign-minister-kamikawa-yoko","imageLink":"https://web.nepalnews.com/storage/story/1024/japan_foregn_minister1714872450_1024.jpg","category":"global","content":"**Japan and Nepal: Commonalities and Cooperation**\n\nJapan and Nepal share similarities, including mountainous terrain and democratic systems.\n\n**Natural Disasters and Support**\n\nBoth countries have experienced earthquakes and provided aid to each other. Japan assisted Nepal after the 2015 earthquake, while Nepal supported Japan after the 2011 earthquake.\n\n**Development Cooperation**\n\nJapan has provided support for Nepal's development in various areas, including infrastructure, agriculture, and healthcare. The Nagdhunga tunnel, Nepal's first mountain road tunnel, will contribute to economic growth.\n\n**Growing Presence of Nepal in Japan**\n\nOver 170,000 Nepalis live in Japan, deepening the relationship between the two countries.\n\n**Women, Peace, and Security (WPS)**\n\nJapan and Nepal have potential for cooperation in WPS, as Nepal has many female peacekeepers.\n\n**Looking Ahead**\n\nAs Nepal approaches its graduation from the Least Developed Country category in 2026, Japan plans to continue supporting its development and strengthen their relationship.","summary":"Japan and Nepal share many similarities, including mountainous terrain, earthquake experiences, democratic values, and a history of Japanese aid to Nepal's development and democratization efforts."},{"hash":"92ad5a4c56c6702ac1fca8e9aea40059b95bd75ed4ab056b7e61b7be50879246","title":"Avoid illegal foreign employment. It can lead to risks and exploitation. Always follow legal channels for work abroad.","date":1715315545705,"source":"nn","link":"https://nepalnews.com/s/global/not-to-go-to-foreign-employment-through-illegal-route-embassy","imageLink":"https://web.nepalnews.com/storage/story/1024/embassy_of_nepal1714535848_1024.jpg","category":"global","content":"\nThe Embassy of Nepal in Islamabad has urged all the concerned to only use legal means to go for foreign employment, noting many Nepali have been victimized and stranded in Kyrgyzstan for some time on temptation of attractive jobs.The embassy said it has received information that some of those victimized have been assured to be sent to other countries using Kyrgyzstan route, sharing that some of the stranded people have been rescued and sent back to Nepal, some are on their way back but the process of reaching there has not stopped.\nIn a statement issued on Tuesday, the embassy said, \"As per the information received, some Nepali and foreigners are being involved in the fraudulent acts in the face of lucrative jobs\".\nIndividuals and groups involved in illegal activities of taking Nepali citizens abroad on the wrong temptation and leaving them stranded have to face the prevailing law, the statement further noted.\n\"The embassy sincerely requests all concerned not to fall prey to the ill-intended act of fraudulent groups and to use only the established and legal route arranged by the Government of Nepal to go for foreign employment\", the statement reads.\n","summary":"The Embassy of Nepal in Islamabad warns against illegal foreign employment scams in Kyrgyzstan, urging citizens to only use legal channels for job opportunities abroad."},{"hash":"bffbbeed94cbee7bdbcb2d6935e7e40625760854aa3ac8a57ccafcde31c85fea","title":"Ohio-based doctor couple works to strengthen ties between Nepal and the United States.","date":1714348800000,"source":"nn","link":"https://nepalnews.com/s/global/ohio-based-doctor-couple-s-efforts-to-strengthen-nepal-us-relations","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr1714368003_1024.jpg","category":"global","content":"Dr. Damodar Poudel and his wife provided life-saving medical care to the Nepali community in the US during the COVID-19 pandemic. Dr. Poudel also successfully lobbied US authorities to send COVID-19 vaccines to Nepal.\n\nDr. Poudel is a Board-certified obesity specialist and has a fellowship in Primary Care Psychiatry. He has also been connecting US officials to local-level people's representatives in Nepal and facilitating agreements between Nepal and the US.\n\nDr. Poudel is the current President of the NIC-USA, Chief Patron of CONA, and a working committee member of ANO. He has also worked as an advisor to the NRNA US chapter.","summary":"During the COVID-19 pandemic, Dr. Damodar Poudel and Dr. Sanju Mahato provided critical medical services in the US and successfully lobbied for vaccines to be sent to Nepal, contributing to the country's fight against the virus."},{"hash":"468fea9b415ea6e76ca037b6b29789a8d5dd2f4d95c5d5b4d67c94147f33d6e4","title":"Nepalese and Malaysian officials met to strengthen their bilateral ties and discuss areas of cooperation, including trade, tourism, and education.","date":1714089600000,"source":"nn","link":"https://nepalnews.com/s/global/meeting-between-high-officials-of-nepal-and-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/439895042_779997867565671_7837840790905478273_n1714113714_1024.jpg","category":"global","content":"**Nepal-Malaysia Meeting**\n\nNepal's ambassador in Malaysia met with Malaysia's immigration chief to improve relations.\n\nNepal and Malaysia have a long history, including Gurkha soldiers who helped Malaysia in the past.\n\nMalaysia is a big business partner for Nepal, with opportunities for trade, investment, and tourism.\n\nSince 2001, Nepal has been a source of foreign workers for Malaysia.\n\nDirect flights between Nepal and Malaysia have helped strengthen people-to-people connections.","summary":"Nepalese Ambassador met Malaysian Immigration Director to enhance cooperation in trade, tourism, and foreign worker management, building on the historical bond between the two nations."},{"hash":"2aa4d008a1db97151655e83d459e6098de8445064eedbabca63f11fc9a8a3dfe","title":"Transparency and good governance work together to create:\n\n- Trusted and accountable leadership\n- Open and accessible information\n- Fair and equal treatment of all citizens","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/business/transparency-and-good-governance-complement-each-other-president","imageLink":"https://web.nepalnews.com/storage/story/1024/9d263f51_cefd_4241_bb20_05f8888718f21715242217_1024.jpg","category":"business","content":"**Summary:**\n\nPresident Ramchandra Paudel said that clear accounting is important for the country's economic security and that auditors are the \"economic watchdog\" who make this possible.\n\nAuditors play a key role in transparency and accountability in economic activities, preventing fake bills and tax evasion in development projects.\n\nThe President and Agriculture Minister Jwala Kumari Sah emphasized the need for skilled and error-free auditors to improve financial good governance.\n\nThe National Conference organized by the Association of Chartered Accountants of Nepal aims to discuss Nepal's economic crisis and solutions, with economists, industrialists, and policymakers participating.","summary":"President Ramchandra Paudel inaugurated an ACAN conference, lauding auditors as economic watchdogs essential for transparency, accountability, and economic development."},{"hash":"c421f2f8d013cc5c554ba2c77db9bd9c1b500b22e0c1b023672d9974111f3e94","title":"Prime Minister Dahal will present the upcoming budget in a new way, focusing on transparency and efficiency.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/business/upcoming-budget-to-be-introduced-in-a-new-manner-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_new1713842655_1024.png","category":"business","content":"Prime Minister Prachanda announced plans to introduce new policies and a budget focused on helping those in need and laying the foundation for socialism.\n\nHe said the economy has improved since he took office and praised the government's efforts to combat corruption and promote justice.\n\nThe PM also highlighted the government's success in international relations, noting increased diplomatic activity and strengthened ties with other countries.","summary":"PM Dahal announces innovative fiscal policies targeting economic improvement, emphasizing socialism, seeking public input, and highlighting achievements in governance, foreign relations, and social justice."},{"hash":"a075617d73dd2ddd230185e93bc4a96eb63c19df0d395c2fc095fe4264a2bd4b","title":"**Nepal Swadeshi Summit 2024 Declaration**\n\nA 35-point declaration was issued at the Nepal Swadeshi Summit 2024, outlining guidelines for achieving economic self-reliance and sustainable development in Nepal. Key points include:\n\n* Promoting domestic production and consumption\n* Strengthening the agriculture sector\n* Encouraging tourism and hydropower\n* Fostering innovation and entrepreneurship\n* Supporting small businesses and cooperatives\n* Investing in infrastructure and education\n* Promoting a culture of self-sufficiency\n* Preserving Nepal's natural and cultural heritage","date":1715315573243,"source":"nn","link":"https://nepalnews.com/s/business/nepal-swadeshi-summit-2024-35-point-declaration-issued","imageLink":"https://web.nepalnews.com/storage/story/1024/441187804_7890365774349885_1226150477776136282_n1715125603_1024.jpg","category":"business","content":"**Make in Nepal Summit Outcome**\n\nThe summit focused on boosting local industries and domestic production:\n\n* Declaration with 35 points to support industries\n* Government to focus on using domestic products and promoting private sector\n* Laws will be reformed to make it easier for businesses to operate\n* Domestic products will be prioritized in public procurement\n* Special financial institution to invest in industries\n* Import of goods Nepal produces will be discouraged\n* Fines instead of criminal charges for accused industrialists\n* Separate law to regulate the industrial sector\n* Regular review of trade and investment agreements","summary":"The 'Make in Nepal-Swadheshi Summit-2024' concluded with a 35-point declaration, aiming to empower local industries, increase domestic production, and encourage consumption of indigenous products."},{"hash":"53c3f9bbcf9667cddd56a7f8a64aefc3fbe7ed3365801f9faca679e05896b163","title":"Economic prosperity is starting in Dailekh, a district in Nepal, according to Minister Bhandari.","date":1715315581606,"source":"nn","link":"https://nepalnews.com/s/business/economic-prosperity-begins-from-dailekh-minister-bhandari","imageLink":"https://web.nepalnews.com/storage/story/1024/dailekh_petrol1696130214_1024.webp","category":"business","content":"Dailekh, Nepal, may become economically prosperous if petroleum exploration is successful.\n\nThe final drilling phase has begun, funded by the Chinese government. The drilling will determine the amount of petroleum and gas available in the area.\n\nIf the exploration is successful, Dailekh could become an economic hub in Nepal.","summary":"Minister Damodar Bhandari inaugurated the final drilling for petroleum exploration in Dailekh, expressing hope for economic prosperity if it is successful."},{"hash":"de9c0de3f02ee05a6730cab2aff88222c813e5cf5db89e6928a7fa56c9c14a45","title":"The government has approved a concessional loan of Rs 13.33 billion for the upgradation of a highway project.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/business/govt-approves-rs-13-33-billion-concessional-loan","imageLink":"https://web.nepalnews.com/storage/story/1024/WorldBank1696556524_1024.jpg","category":"business","content":"**Government Decisions:**\n\n* Approved Rs 13.33 billion loan from World Bank.\n* Allowed Attorney General and Deputy Attorney General to attend a regional program in India.\n* Endorsed Chief Election Commissioner's visit to India for general election observation.\n* Revised the design of Rs 100 currency note with the new administrative map.\n* Approved a draft MoU for judicial cooperation with India's Supreme Court.\n* Endorsed an MoU with Spain on establishing a consultative mechanism.\n* Appointed a Chairperson for the Problematic Cooperatives Management Committee.\n* Transferred some Secretaries.","summary":"Government approves concessional World Bank loan, allows participation in Regional Programme for South Asia, endorses India visit for election observation, and gives approval for Nepali currency note design revision, MoU for judicial cooperation with India, MoU for consultative mechanism with Spain, appoints Chairperson of Problematic Cooperatives Management Committee, backtracks National Information and Technology Development Committee Order, and transfers secretaries."},{"hash":"bc8be8eb7e8ffa2fe7900669d0962e424051b45a2aeffd2c9f9768586c269bca","title":"New budget will focus on helping the poor and disadvantaged in the region.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/business/pm-says-new-budget-will-focus-underprivileged-class-region","imageLink":"https://web.nepalnews.com/storage/story/1024/pm1712676393_1024.jpg","category":"business","content":"Prime Minister Prachanda plans to focus on the needs of the poor and disadvantaged regions in the upcoming budget. He wants the budget to improve social justice and prosperity, and uplift underprivileged communities, especially in the Madhes region, Karnali, and among Dalits and oppressed groups. He has asked lawmakers to provide feedback and recommendations from experts to help create a budget that supports economic growth and job creation.","summary":"Prime Minister Prachanda announced the upcoming budget will focus on addressing the needs of the underprivileged and lagging regions, emphasizing good governance, social justice, and prosperity."},{"hash":"df9b7b06ec76b8f2f869bac62ff8e92d3b60b6a6145578db759c3601bcb09211","title":"Nepalese runners won two titles in Malaysia.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-runners-won-2-titles-in-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/422620795_859372276202663_5891976066813061462_n1714904704_1024.jpg","category":"sports","content":"Nepali runner Mahadev Rijal won two races in Malaysia:\n\n* Yesterday: First place in the 21km Climbathon in 3:03:58 seconds.\n* Today: First place in the 21km half marathon in 1:14:48 seconds.\n\nRijal, who lives in Nepal, had previously won the Tower Runner competition in Malaysia in 2023.","summary":"Nepali runner Mahadev Rijal won back-to-back 21 km races in Malaysia, including the Climbathon and half marathon, becoming the 8th Tower Runner in 2023."},{"hash":"7d22f65cb13004efc951d1a7217634e5de098beab800527921bfd8488bcb265b","title":"Nepal won the Twenty20 (T20) series against West Indies A by defeating them in the final match.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/nepal-wins-final-match-against-west-indies-a-in-t20-series","imageLink":"https://web.nepalnews.com/storage/story/1024/438230324_859581999531515_2675064775143100892_n1714829807_1024.jpg","category":"sports","content":"Nepal's cricket team beat West Indies 'A' in the final match of the T20 series. Nepal won by six wickets, chasing down a target of 173 runs. West Indies 'A' had won the first three matches in a row, but Nepal came back to win the series.\n\nAnil Shah scored 58 runs and Asif Sheikh scored 51 runs for Nepal. Kushal Malla's quick 37 runs at the end helped Nepal reach their target in just 18.5 overs.\n\nObed McCoy took three wickets for West Indies 'A', but it was not enough to prevent Nepal from winning the match and the series.","summary":"Nepal defeated West Indies 'A' in the final of the T20 Series despite losing the first three matches, thanks to contributions from Kushal Malla, Asif Sheikh, and Anil Shah."},{"hash":"bb189a36492ef05672b1ce8763b3e6b70343c234cd53688b22d4345275939757","title":"President sends congratulations to cricket players for their achievements.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/president-extends-best-wishes-to-cricket-players","imageLink":"https://web.nepalnews.com/storage/story/1024/Sheetal_Niwas1623082198_1024.jpg","category":"sports","content":"President Paudel wished the Nepali cricket team good luck at the ICC T20 World Cup.\n\nThe team is leaving for the US tonight.\n\nThe tournament begins on June 1st.\n\nNepal is in Group \"D\" with South Africa, Sri Lanka, Bangladesh, and the Netherlands.\n\nThey will play their first match against the Netherlands on June 4th.","summary":"Nepali cricket team, leaving for the ICC T20 World Cup in the US tonight, received best wishes from President Paudel for success in the tournament."},{"hash":"63f0360edf629c2552c07da82b4f8a204ad5b2ed608c251932759e4931274472","title":"West Indies 'A' wins the Twenty20 series title.","date":1715315611713,"source":"nn","link":"https://nepalnews.com/s/sports/west-indies-a-clinches-t20-series-title","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714701176_1024.jpg","category":"sports","content":"West Indies 'A' won the T20 series against Nepal after beating them by 28 runs in the fourth match. They won 3-1, meaning Nepal needs to win the final match on Saturday to tie the series. Andre Fletcher (84 runs) and Rohit Kumar Paudel (82 runs) were the top scorers for their teams.","summary":"West Indies 'A' clinched the T20 series title before the final match, defeating Nepal by 28 runs with André Fletcher's 84 and Rohit Kumar Paudel's 82 highlighting the match."},{"hash":"c0268d83151b4700710f0d718bbec12fc67c78746b9c81699b68d8c7925acf37","title":"Nepal lost its third T20 cricket match by 76 runs to the West Indies.","date":1714521600000,"source":"nn","link":"https://nepalnews.com/s/sports/t20-series-nepal-lose-third-match-to-west-indies-by-76-runs","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714577666_1024.jpg","category":"sports","content":"Nepal lost to West Indies 'A' by 76 runs in the third T20 match. Nepal chased 228 runs but only managed 151, losing all wickets. Karan KC and Lokesh Bam scored 28 runs each for Nepal.\n\nWest Indies won the toss and chose to bat first, scoring 227 runs with Johnson Charles scoring 119 and Andre Fletcher scoring 53.\n\nNepal has won two and lost one match in the ongoing five-match T20 series. The fourth match will be played tomorrow.","summary":"Nepal lost by 76 runs to West Indies 'A' in the third T20, with Johnson Charles scoring a century for the opposition."},{"hash":"f6df2c95d8308e02a5d724675b6f580035fa1a3784b03ef6d2594dadf3ba0498","title":"Nepalese athletes head to Asian U-20 Athletics Championship.","date":1715315621446,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-team-departs-to-participate-in-asian-u-20-athletics-championship","imageLink":"https://web.nepalnews.com/storage/story/1024/438206076_448748784338052_4246932501331390940_n1713843823_1024.jpg","category":"sports","content":"Nepal's team is heading to Dubai for the Asian U-20 Athletics Championships.\n\nTeam members:\n\n* Badal Karki (800m and 1500m)\n* Adeshkumar Yadav (100m and 200m)\n* Ajay B.K (1500m and 3000m)\n* Kalpana Budha (1500m and 3000m)\n\nCoach: Kanti Mahato","summary":"NSC member Tanklal Ghising sent five Nepalese athletes to the Asian U-20 Athletics Championships in Dubai, with each athlete competing in specific running events."},{"hash":"b70088aed087be48dc7ad38ba6f972de6b0d941f8703d43a1cae84eb468445f4","title":"Dengue cases have risen to over 11,000 in Bagmati Province, Nepal.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/health/dengue-cases-surpass-11-thousand-in-bagmati","imageLink":"https://web.nepalnews.com/storage/story/1024/kushtia_dengue_6yr_old_child_dies_of_dengue_in_kushtia_daily_bangladesh_16941828191697183214_1024.jpg","category":"health","content":"Dengue fever is rising in Bagmati Province, Nepal. Over 11,000 cases have been confirmed in the last nine months. Dhading has the highest number of cases (3,501) while Rasuwa has the lowest (2). One person has died from dengue in Makwanpur. The province is preparing a campaign to destroy mosquito larvae and prevent the spread of dengue.","summary":"Over 11,000 dengue fever cases have been confirmed in Bagmati Province since July 2023, with Dhading reporting the highest cases and Rasuwa the lowest."},{"hash":"8aef9eb1da2d64a20abdcf3e1f946935576aaae84d7d0b3cd9ba8aa4647804c0","title":"Nepal focuses on a rights-based approach to population and development, where people's rights and well-being are prioritized. This approach aims to ensure access to education, healthcare, family planning, and other essential services for all citizens.","date":1714435200000,"source":"nn","link":"https://nepalnews.com/s/health/nepal-s-approach-to-population-and-development-is-right-based-dpm-yadav","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav_NewYork_1_1068x8011714461437_1024.jpg","category":"health","content":"Nepal's Deputy Prime Minister, Upendra Yadav, emphasized that Nepal prioritizes a rights-based approach to population and development. This includes:\n\n- Full implementation of the International Conference on Population and Development's (ICPD) goals to achieve the Sustainable Development Goals.\n- Enhancing the quality of life for all citizens and creating an inclusive society.\n- Addressing challenges such as pandemics, conflicts, and climate change that hinder progress towards these goals.\n- Firm commitment to advancing people-centered development, human rights, and sexual and reproductive health and rights.","summary":"Nepal adopts a right-based approach to population and development, emphasizing the implementation of the ICPD Programme of Action and addressing challenges like inequalities, pandemics, and climate change to achieve sustainable development goals."},{"hash":"853075cf39e1fcb42df78d974231e5f27301b7a218e2c71c13a200de5ecc34ac","title":"Japan has given a community center to a country for disaster prevention.","date":1713830400000,"source":"nn","link":"https://nepalnews.com/s/health/japan-hands-over-the-community-center-for-disaster-prevention","imageLink":"https://web.nepalnews.com/storage/story/1024/1_IMG_22281713885995_1024.jpeg","category":"health","content":"**Japan builds Community Center for Disaster Prevention in Nepal**\n\nJapan built a new center in Sindhupalchowk to help the local community prepare for and prevent disasters.\n\nThe center will have:\n\n* Meeting space\n* Disaster prevention committees\n* Public announcements\n* Storage for supplies\n* Landslide prevention measures\n\nJapanese Ambassador Kikuta hopes the center will help improve disaster preparedness and make the area more resilient.","summary":"The Japanese government handed over a Community Center for Disaster Prevention to Indrawati Rural Municipality, Sindhupalchowk, to enhance disaster preparedness through community engagement and infrastructure development."},{"hash":"91ef85d22d1f5e45d5c9e0d118acd881370663a55fa7eb366d52362a948b3462","title":"Dr. Sharma, a member of parliament, donated Rs. 2 million to a children's hospital.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr. Sharma donated 2 million rupees to the Children's Hospital being built by Dr. Koirala. The hospital will have 100 beds and is part of a plan to build specialized children's hospitals in all seven provinces of Nepal. Construction is already underway in Damak, Jhapa, and 50-bed hospitals are planned for the other provinces.","summary":"MP Dr. Sunil Sharma donates two million rupees to the upcoming Kathmandu Institute of Child Health, initiated by Dr. Bhagwan Koirala, to build specialized children's hospitals in all seven provinces."},{"hash":"42e79a4549bfdf6d5604bd78b3d44969e580204855bea65a83fee67398a94def","title":"Dr. Sharma, a parliamentarian, donated 2 million rupees to support a children's hospital.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital-1","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr Sunil Sharma, a Member of the House of Representatives, has provided 2 million rupees to support the construction of the Kathmandu Institute of Child Health (KIOCH).\n\nKIOCH is building a 100-bed hospital in Kathmandu and plans to build specialized children's hospitals in all seven provinces of Nepal.","summary":"Dr Sunil Sharma donates two million rupees to support the construction of Kathmandu Institute of Child Health, part of a plan to build specialized children's hospitals in all seven provinces."},{"hash":"3366c0665f89d2e7da9c8b7f2493798ccbb5625b22f9517335e99c27063a9b96","title":"Children are being given vitamin A capsules and deworming tablets.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/vitamin-a-capsules-de-worming-tablets-being-administered-to-children","imageLink":"https://web.nepalnews.com/storage/story/1024/vitamin_A1713434673_1024.jpg","category":"health","content":"The Department of Health Services in Nepal is providing free Vitamin 'A' capsules and de-worming tablets to children under five years old. The program aims to reach 3.2 million children with Vitamin 'A' and 2.9 million with de-worming tablets. Health volunteers will visit every ward to administer the supplements.","summary":"Nepal launches National Vitamin 'A' program to administer capsules and de-worming tablets to children under five."},{"hash":"cb8effbde048b79cd9eeb5db55bb2f9c531a9197c14829fec68dc9eb61b5e6c5","title":"414 climbers allowed to climb Mount Everest.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/414-climbers-receive-permission-for-climbing-mt-everest","imageLink":"https://web.nepalnews.com/storage/story/1024/437535457_831813775640046_1295344342444497167_n1715094430_1024.jpg","category":"travel-and-tourism","content":"414 climbers, including 75 women and 339 men, have received permission to climb Mount Everest this spring.\n\nA total of 971 climbers from 112 groups have been approved to climb 30 mountains, including Mount Everest.\n\nThe royalty collected from mountaineering permits has reached Rs 674.7 million, with Rs 592.3 million coming from Mount Everest alone.","summary":"414 climbers, including 75 women, have been granted permission to scale Mount Everest in the spring season, generating a royalty of Rs 674.7 million."},{"hash":"0874884b48df6c09d57d98acb64fffffa39221f8b28d9bd21ea02bb1dc9ea5ae","title":"Climber scales Mount Makalu, the world's fifth-highest peak, spicing up the summit with pepper as a symbol of achievement.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/pepper-on-the-top-of-world-s-fifth-highest-mount-makalu-1","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_05_06_at_171715074396_1024.jpg","category":"travel-and-tourism","content":"**Allie Pepper Climbs Mount Makalu**\n\nAustralian mountaineer Allie Pepper climbed Mount Makalu, the world's fifth highest mountain, without extra oxygen. She is now halfway to her goal of climbing all 14 eight-thousanders without oxygen in two years.\n\nPepper reached the summit after a long and challenging climb, which included high winds that nearly destroyed her tent.\n\nShe has already climbed Mount Annapurna I, the world's tenth highest mountain, without oxygen.\n\nNext, Pepper plans to climb Mount Kanchenjunga, the world's third highest mountain.\n\nShe will then travel to Australia for a short break before continuing her climb in Pakistan.","summary":"Australian mountaineer Allie Pepper summited Makalu, her 10th eight-thousander without supplemental oxygen, aiming to become the first female from Australia to conquer all 14 peaks by 2025."},{"hash":"c577b55550261cd2c05a1486572b55a71ac4a144afdbe64aab2ffb08731aedfc","title":"A pepper is on the summit of Makalu, the fifth highest mountain in the world.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/pepper-on-the-top-of-world-s-fifth-highest-mount-makalu","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_05_06_at_171715074396_1024.jpg","category":"travel-and-tourism","content":"Australian mountaineer Allie Pepper has climbed Mount Makalu, the fifth highest mountain in the world. She is now 10 out of 14 eight-thousand-meter peaks into climbing them all without supplemental oxygen within 2 years. Mount Makalu was a challenging summit, with high winds at Camp 3 and exhaustion during the descent. Pepper's next target is Mount Kanchenjunga, the third highest mountain in the world. She is motivated to complete her dream of climbing all 14 eight-thousanders by 2025. Her journey is an inspiration to others to overcome adversity and achieve their goals.","summary":"Australian mountaineer Allie Pepper summited Mount Makalu (5th highest mountain) without supplemental oxygen, becoming the first Australian woman to complete 10 of 14 eight-thousanders in two years."},{"hash":"05ccd0087553ef7f3c6c7d94a8d9fe15c2710faa42cb902878fe38449f9d84c0","title":"Tigers and rhinos have been found dead in Chitwan National Park, Nepal.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/tiger-rhino-found-dead-in-cnp","imageLink":"https://web.nepalnews.com/storage/story/1024/tiger_dead1705845288_1024.jpg","category":"travel-and-tourism","content":"Two animals died in Chitwan National Park:\n- A tiger was found dead near Bhimpur. The cause of death is unknown.\n- A male rhino was found dead in a community forest near Nawalparasi. It is believed to have died naturally.","summary":"A tiger and a rhino were discovered deceased in Chitwan National Park and Nawalparasi, respectively; the tiger's cause of death is undetermined, but the rhino's is presumed natural."},{"hash":"e115a6d41dc575a6fb20a754295e2c6493cf6d2654ae267d4145bfcfcc13107f","title":"The government will create a fund to support innovation in the IT sector, aiming to boost the industry's growth and competitiveness.","date":1714608000000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/pm-announces-to-institute-innovation-fund-for-it-sector-expansion","imageLink":"https://web.nepalnews.com/storage/story/1024/91fd8100_c369_454d_8e45_d73c48c2fe8d_1000x5001714631578_1024.jpg","category":"science-and-technology","content":"Prime Minister Prachanda plans to create an innovation fund for the information technology sector in the next budget. He believes technology is key to economic and social progress. The government will support startups and protect against cybercrime through laws and policies.","summary":"Prime Minister Dahal plans to establish an innovation fund for ICT expansion, encouraging youth involvement and promising to combat cybercrime through legal actions."},{"hash":"f695aa1ad994bab3c00f1b5a8d5ea6fd3e689cc6689b961e67fffef625c6e80d","title":"Today is National ICT Day, which recognizes the importance of information and communication technology (ICT) in our lives.","date":1715315679390,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/national-ict-day-being-observed-today","imageLink":"https://web.nepalnews.com/storage/story/1024/ict_day1714614867_1024.jpg","category":"science-and-technology","content":"**National ICT Day**\n\nToday, Nepal celebrates National ICT Day to promote technology. The government recognizes ICT as a foundation for economic growth and is implementing programs to advance it. The event features Prime Minister Dahal and awards organizations and individuals for their contributions to the ICT sector. Minister Sharma emphasizes the government's focus on using technology for socio-economic development.","summary":"National ICT Day is being observed, highlighting advancements in the sector and recognizing contributions to the field of information and communications technology in Nepal."},{"hash":"9789ea6409b4715294fcecec4caf76bc9f86f5d00af5cd8543239bf9f3e5e012","title":"Politics can excite investors by:\n\n* Creating opportunities in specific industries (e.g., healthcare, infrastructure)\n* Shaping economic policies that affect businesses and markets\n* Influencing global trade and partnerships","date":1714003200000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/politics-should-fill-enthusiasm-among-investors-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_25_at_131714045205_1024.jpg","category":"science-and-technology","content":"President Paudel believes that Nepal can prosper by developing its natural resources, especially energy. He encourages investors to invest in Nepal by creating favorable policies and laws. Nepal's progress towards political stability makes it attractive for investment. The country's shift from an energy importer to an exporter has strengthened its economy. President Paudel is optimistic that Nepal's export of clean energy will contribute to its economic growth.","summary":"President Paudel emphasizes the importance of politics in promoting investor enthusiasm for Nepal's energy development, highlighting its potential for prosperity and the need for government facilitation and private sector investment."},{"hash":"8645e6e32c99e132c7dedb2a85a2626985e9d5f7e0c18cf2f27997f5d483ec41","title":"New bill proposes clear and responsible use of artificial intelligence (AI) in information technology (IT) and cybersecurity. It emphasizes transparency, accountability, and adherence to ethical guidelines.","date":1710201600000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/draft-bill-on-it-and-cyber-security-seeks-transparent-accountable-use-of-ai","imageLink":"https://web.nepalnews.com/storage/story/1024/Ministry_of_Communication1710223162_1024.jpg","category":"science-and-technology","content":"**IT and Cyber Security Draft Bill**\n\nThe draft bill emphasizes using technologies like AI, Machine Learning, and Blockchain responsibly. It calls for:\n\n* Creating a center for research in AI and other technologies.\n* Establishing a Director's Committee led by the Minister of IT.\n* Setting up a Coordination Committee for rapid response to cyber threats.\n\nThe bill also covers:\n\n* Electronic records and data safety.\n* Prevention of cyberbullying and harassment.\n* Regulation of IT industry and domain names.\n* Establishment of an IT Tribunal.\n\nThe government will not collect personal data without consent and must inform individuals when required. Public bodies must have websites with standardized designs. Cyber security service providers must be licensed.","summary":"A draft IT and cyber security management bill proposes the use of AI, machine learning, blockchain, and IoT, establishes a research center, structures for IT and cyber security, and outlines regulations for data protection, cyberbullying, IT infrastructure, and domain name registration."},{"hash":"7b3564e64335cf6b09ca9388a43353ae8e4c829e4a33b5dafd81bc5c1b419b8b","title":"Minister Sharma emphasizes the need for cyber legislation to address issues in the digital realm, ensuring a safe and secure online environment for individuals and organizations.","date":1715315695591,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/cyber-legislation-needed-to-resolve-problems-minister-sharma","imageLink":"https://web.nepalnews.com/storage/story/1024/Sharma1695206333_1024.jpg","category":"science-and-technology","content":"**Cyber Law Needed to Address Challenges**\n\nCommunications Minister Rekha Sharma says that without cyber laws, there are ongoing problems. The government is working on a cyber security law and is seeking input from various parties. Sharma highlights the importance of public awareness on cyber security and the challenges brought by misuse of technology. The orientation included discussions on keeping data secure and policy issues related to cybercrimes. The Chief District Officer emphasized the need for a well-informed community to deal with cyber security concerns.","summary":"Minister Sharma emphasizes need for cyber legislation due to issues caused by its absence, announces government's progress on law drafting and solicits input from stakeholders."},{"hash":"c11dd4e0a73ed780f50db62b525aa16fa7c624433478c86d79746516e89b9f0d","title":"India is discussing exporting energy to Bangladesh, including electricity and natural gas. This would help meet Bangladesh's growing energy needs and strengthen ties between the two countries.","date":1715315700382,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/talks-positive-with-bangladesh-to-export-energy","imageLink":"https://web.nepalnews.com/storage/story/1024/Nepal_Electricity_Authority1691846323_1024.jpg","category":"science-and-technology","content":"Nepal and Bangladesh have had successful talks about selling electricity. Nepal will start selling electricity to Bangladesh during the coming rainy season.","summary":"Talks between Nepal and Bangladesh officials resulted in a positive trade deal, with Nepal set to export electricity to Bangladesh during the upcoming rainy season."},{"hash":"a214fef6a569a812921b8fd6905466efcae36821d314e2d976e99d6f2fb54eff","title":"**Japan Foundation Traveling Exhibition: Yakishime: Earth Metamorphosis**\n\n* Explore the ancient Japanese art form of Yakishime pottery.\n* Discover how clay is transformed into durable and beautiful works of art.\n* Witness the unique techniques and inspirations of Yakishime masters.\n* A traveling exhibition showcasing the artistry and craftsmanship of Yakishime.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/japan-foundation-traveling-exhibition-yakishime-earth-metamorphosis","imageLink":"https://web.nepalnews.com/storage/story/1024/Leaflet_front1715264259_1024.jpg","category":"entertainment-and-lifestyle","content":"The Embassy of Japan and the Japan Foundation will host an exhibition called \"YAKISHIME: Earth Metamorphosis\" from May 11th to 30th at the Embassy Hall in Kathmandu, Nepal.\n\nThe exhibition showcases Japanese \"yakishime\" ceramics, which are unique unglazed wares used for serving food and drinks. It explores the history and use of yakishime, from its origins to its emergence as art objects.\n\nThe exhibition aims to introduce Japanese culture and aesthetics to the people of Nepal and foster understanding between the two countries' traditions and creativity.","summary":"The Embassy of Japan and Japan Foundation will exhibit \"YAKISHIME: Earth Metamorphosis\" from May 11 to 30 showcasing Japanese yakishime ceramics, exploring its history and use in traditional culture."},{"hash":"e61c612a2fa2945dbce36e78bfcbfcfe5e05c704908dd9baac7769efb299faed","title":"Celebrating 50 years of friendship is a special milestone. It's a time to reflect on all the shared experiences, laughter, and support that have strengthened the bond over the years. It's an opportunity to appreciate the unwavering presence of a true friend and express gratitude for the unwavering friendship that has stood the test of time.","date":1715315710486,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/celebrating-50-years-of-friendship","imageLink":"https://web.nepalnews.com/storage/story/1024/209370c5_271f_40b2_b38c_4d479196175d1714881747_1024.jpeg","category":"entertainment-and-lifestyle","content":"**Korea's Cultural Celebration in Nepal**\n\nCelebrate 50 years of friendship between Korea and Nepal with a cultural event!\n\n**Highlights:**\n\n* **Taekwondo:** Watch skilled martial artists showcase traditional techniques and modern flair.\n* **K-Pop Dance:** Be amazed by the energy and creativity of top Korean dance teams.\n* **Friendship Celebration:** Join in honoring 50 years of cooperation and goodwill.\n\nImmerse yourself in Korean culture and enjoy the sights, sounds, and flavors of Korea.","summary":"The Republic of Korea's Embassy in Nepal celebrates 50 years of diplomatic ties with a cultural event showcasing Korean martial arts (K-Tigers), dance (People on Stage), and friendship."},{"hash":"5db1f1b27f140836a538af8994d1d20d3c4e3bfba7357d0ab258108d457e3803","title":"Veteran Bollywood actor, Lata Mangeshkar's brother, and musician, CP Lohani, has passed away.","date":1714348800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/actor-cp-lohani-passes-away","imageLink":"https://web.nepalnews.com/storage/story/1024/cp_lohani_11714394375_1024.jpg","category":"entertainment-and-lifestyle","content":"Actor CP Lohani, known for starring in Nepal's first privately-produced movie \"Maitighar,\" passed away at 86 due to Alzheimer's and pneumonia. He also worked in government and was a renowned figure in the entertainment industry. Lohani's funeral will be held today at Pashupati Aryaghat.","summary":"Nepali actor CP Lohani, lead actor of 'Maitighar', passed away at 86 due to Alzheimer's and pneumonia after serving in various sectors and marrying Bollywood actress Mala Sinha."},{"hash":"47c5ab0dc3d11afc19bb0a2ea497b4519a334d00648998358c7cab2575b09124","title":"A democratic republic values morality and virtues, similar to those found in religion. The president, as a leader, should uphold these values to guide the nation.","date":1713657600000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/a-democratic-republic-seeks-moral-values-and-virtues-like-religion-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_21_at_111713687967_1024.jpeg","category":"entertainment-and-lifestyle","content":"President Paudel says that religion, including the Republic of Nepal, teaches morality and virtue. All religions aim to help humans, bring happiness, peace, and progress, and create a civilized society.\n\nPresident Paudel wishes the Jain community well on Lord Mahabir's birthday and praises the Nepal Jain Parishad for promoting non-violence.\n\nHe believes the Jain community has made positive contributions through their principles and service.\n\nReligion is based on ethics, truth, and commitment.","summary":"President Ramchandra Paudel emphasized the shared moral values of religions, like Nepal's Federal Democratic Republic, during celebrations of Lord Mahabir's birth anniversary, highlighting the importance of non-violence, discipline, and the pursuit of happiness and progress in society."},{"hash":"36bf5184da2134fc7913480835b722431a60fe0d878008465b1a5b5221530db2","title":"Chhath festival concludes with devotees offering prayers to the rising sun.","date":1715315726482,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/chaiti-chhath-concludes-offering-argha-to-rising-sun","imageLink":"https://web.nepalnews.com/storage/story/1024/NawadeepShrestha_Bidur_RSS_14_ChhathPhoto1667194260_1024.JPG","category":"entertainment-and-lifestyle","content":"Baasanti (Chaite) Chhath festival has ended in Mithila region. Devotees offered prayers to the rising sun today after fasting since Saturday night. This festival, celebrated twice a year (spring and autumn), wishes for family well-being. Devotees stood in water bodies and offered prayers to the sun.","summary":"Mithila's Baasanti Chhath festival (2080) concluded with devotees offering 'argha' to the rising sun, ending their four-day fast."},{"hash":"5c4e40b0cfcc81a841cfed842ce2aa92af57f2e88130f43a69d94018c770008a","title":"Socialist culture is essential for building a foundation for socialism, according to Prime Minister Dahal.","date":1715315730667,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/socialist-culture-a-primary-condition-for-preparing-base-of-socialism-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/436421060_2683866678446874_1444593645290858072_n1713059615_1024.jpg","category":"entertainment-and-lifestyle","content":"Prime Minister Dahal believes that to create a socialist society, we need to change our culture to be more socialist. He urged everyone to help build this culture, especially those who love and support their country. He praised the Sanskritik Sansthan for their cultural event and promised to support them financially. The event featured performances from all over the country, which highlighted the diversity and unity of Nepal.","summary":"PM Dahal emphasizes the need for socialist culture as a foundation for socialism in Nepal, highlighting cultural diversity and unity in a newly launched cultural program."},{"hash":"b4e200e75b70eb19af65a214c38211242dc597bb834180d2062fba2094ae8e20","title":"Attorney General's decision to clear the Home Minister of any wrongdoing raises questions and sparks debate.","link":"https://kathmandupost.com/national/2024/05/10/attorney-general-s-clean-chit-to-home-minister-stirs-debate","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb2-1715303461.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"national","content":"**Summary:**\n\nAfter clearing Deputy Prime Minister Rabi Lamichhane of passport issues last year, the Attorney General's Office (OAG) has now confirmed that no cases exist against him related to cooperative fraud. Lamichhane requested this information to address allegations against him.\n\nHowever, critics argue that the OAG should not be issuing such letters, as it may set a precedent for politicians to use state machinery to clear their names. The Nepali Congress, an opposition party, has called for an investigation into Lamichhane's alleged involvement in cooperative scams.\n\nIn the past, the OAG has also cleared Lamichhane of possessing dual passports, stating that his old Nepali citizenship had been deactivated and he had not misused his Nepali passport.","summary":"The Office of the Attorney General cleared Deputy Prime Minister Rabi Lamichhane of cooperative fraud allegations and provided a letter confirming this, drawing criticism over its interference in an ongoing case."},{"hash":"7e26b616e94de57b192df8218df36ecaaf4466f1158034c966b537b95a17b683","title":"Political tensions are rising in Nepal's Madhesh region after the split of a ruling coalition. The fate of the coalition, which ruled for only 10 months, is uncertain.","link":"https://kathmandupost.com/politics/2024/05/10/after-split-in-jsp-nepal-politics-hots-up-in-madhesh-over-fate-of-coalition","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb3-1715303718.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"politics","content":"**Madhesh Provincial Government Faces Crisis**\n\n**Reason:**\n\n* The Janata Samajbadi Party (JSP-Nepal) has split, and the new party may withdraw support from the government.\n\n**Potential Changes:**\n\n* The CPN (Maoist Centre), which backs the government, is considering forming a new government.\n* The UML, the largest party in the assembly, may also claim leadership.\n\n**Current Status:**\n\n* The JSP-Nepal led by Upendra Yadav still holds the majority in the provincial assembly.\n* The future of the government depends on the decision of the ruling coalition in Kathmandu.\n\n**Significance:**\n\n* JSP-Nepal has been leading the Madhesh government since 2017, and other parties are now seeking a change.","summary":"Janata Samajbadi Party Nepal's split threatens the Madhesh provincial government, with the CPN (Maoist Centre) discussing a potential new coalition and the UML seeking government leadership."},{"hash":"c5fe1d2f9a8cd6eef1f0a323caa11b7801cd42a62a453832aeefed4f02fa2511","title":"Government plans to check pregnant women for mental health issues.","link":"https://kathmandupost.com/health/2024/05/10/ministry-plans-to-screen-pregnant-women-for-mental-health-problems","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb4-1715304323.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"health","content":"The government will screen pregnant women for mental health problems to reduce deaths during and after childbirth.\n\n**Causes of Maternal Deaths**\n\n* Suicide (6%)\n* Postpartum bleeding\n* Pre-eclampsia (high blood pressure during pregnancy)\n\n**Government's Plan**\n\n* Screen pregnant women for mental health\n* Provide prompt treatment\n* Improve quality of healthcare services\n\n**Goal**\n\n* Reduce maternal mortality rate to 75 per 100,000 births by 2030","summary":"Due to mental health causing maternal deaths, Nepal's Ministry of Health plans to screen pregnant women for mental health issues to reduce maternal mortality."},{"hash":"f3e4a42725000ac8f9936c9fe3c2c8d3248f6134923cb80e8472ddc216c5009a","title":"Businesses want the government to spend more on infrastructure to boost the economy.","link":"https://kathmandupost.com/money/2024/05/10/private-sector-urges-massive-capex-booster-to-revive-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb5-1715304600.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"money","content":"Nepal's private businesses want the government to spend more money on projects to help the economy grow.\n\nThe government's budget comes out every year in May, and businesses are asking for more money to be invested in things like building roads and bridges and supporting industries that can create jobs.\n\nRight now, businesses aren't investing much money because they're not confident in the economy. If the government invests more, businesses will be more likely to invest too.\n\nEconomists say Nepal needs to invest more money from both the government and businesses to grow its economy by 10% or more.\n\nBusinesses want the government to create special programs to encourage investment in industries that create jobs and boost exports.\n\nThey also want the government to make it easier for businesses to get loans and invest in infrastructure.\n\nThe banking sector is facing challenges, so businesses want the government to find ways to support them and increase lending.\n\nThe government needs to address issues like smuggling and tax differences between Nepal and India.\n\nOverall, businesses want the government to create a budget that boosts their confidence and encourages them to invest more in Nepal's economy.","summary":"Nepal's private sector advocates for increased capital expenditure in the upcoming budget to stimulate economic growth amid a slowdown, prioritizing private investment and addressing investment challenges."},{"hash":"0ed1ef279c5c1097aa7cd97df03f1d585cd0b8b8aa22954171fd3e38f37f8625","title":"Nepali cuisine is making its way to New York City, bringing authentic flavors to the city's diverse culinary scene.","link":"https://kathmandupost.com/food/2024/05/10/taking-nepali-taste-to-new-york","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/food1-1715265554.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"food","content":"**Aditya Mishra's Nepali Cuisine Journey**\n\nAditya Mishra, a Nepali chef in New York, is dedicated to showcasing Nepali cuisine worldwide. He started cooking at a young age, inspired by culinary shows and chefs like Anthony Bourdain.\n\nMishra established \"The Sewing Tin\" restaurant, named after immigrant experiences in New York. The menu combines both Nepali and Indian flavors, such as a Nepali twist on French tartare called \"kachaila.\"\n\nMishra believes that Nepali cuisine has the potential to impress globally. He encourages Nepali chefs to be creative and bring fresh ideas to the table.\n\n**Confit Duck Chatamari Signature Dish:**\n\nThis dish blends traditional Nepali chatamari with French confit duck. It involves:\n\n* Seasoning duck and cooking it slowly in garlic and spices\n* Mashing garlic and ginger for confit garlic aioli\n* Pickling onions\n* Fermenting rice batter to make chatamari\n* Assembling the dish with duck, aioli, onions, and scallions","summary":"Aditya Mishra, a Nepali chef in New York, established 'The Sewing Tin' supper club with Akhil Upad to elevate Nepali cuisine globally, showcasing signature dishes like Confit Duck Chatamari that blend traditional flavors with modern culinary techniques."},{"hash":"7697a965cad2b4fe488203fca9b9011d5cec32b3593ca4875efef4d9d92612c0","title":"cruellest-crime","link":"https://kathmandupost.com/editorial/2024/05/09/cruellest-crime","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb1-1715303210.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"editorial","content":"**Nepal Children's Organization Land Scam Updates:**\n\n- Arrest warrants issued for 20 accused, including former organization members and business owners.\n- Land illegally leased to a school for a low price, which then subleased part of it for a higher price.\n- The school took an illegal loan on the land.\n- The organization canceled the lease and filed a complaint.\n- The arrests aim to recover the land for the children's organization.\n- The scam is a reminder of other major land grab scams in Nepal.\n- The media's reporting on these scams has been important, and must continue.","summary":"Amidst the Nepal Children's Organization land lease scam, 20 arrest warrants are issued for former organization officials and business representatives, signaling significant progress in reclaiming stolen land."},{"hash":"b77ca7e7b78267d6faf47d3a5d33350d4a2d32ad0d495b2df4e78b3ca05359a9","title":"**Summary:**\n\nStudying for a PhD can be a difficult and stressful journey with unexpected challenges. It's important to connect with others, build a support system, and learn coping mechanisms. Being resilient and able to adapt is crucial. Seeking mentorship and guidance from experienced researchers and peers can provide invaluable support. Remember that challenges are part of the process, and it's okay to ask for help when needed.","link":"https://kathmandupost.com/columns/2024/05/09/dissecting-phd-sagas-ii","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadShutterstock11-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"**PhD at Nepal's Oldest University**\n\nTribhuvan University (TU) now offers a \"PhD by coursework\" option, but its implementation has challenges.\n\n**PhD by Dissertation (Old Method)**\n\n* Students wrote dissertations with guidance from supervisors, mainly from universities outside Nepal.\n\n**PhD by Coursework (New Method)**\n\n* Students take courses to gain knowledge and skills in their field.\n\n**Benefits of PhD by Coursework**\n\n* Exposes students to different aspects of their field.\n* Prepares them for research and teaching.\n\n**Challenges in TU's Implementation**\n\n* Courses are not being offered through disciplinary departments, leading to limited exposure.\n* Some departments lack qualified faculty to teach doctoral-level courses.\n* Faculty recruitment is delayed and inadequate.\n* Power struggles and personal egos interfere with teamwork.\n\n**Conclusion**\n\nTU's \"PhD by coursework\" has potential benefits, but challenges in implementation need to be addressed through faculty recruitment reforms and teamwork improvements.","summary":"Tribhuvan University in Nepal implemented a \"PhD by coursework\" route for Humanities and Social Sciences students, departing from the traditional \"PhD by dissertation\" approach, but the execution has faced challenges due to limited faculty capacity, inadequate course offerings, and dysfunctional teamwork among faculty members."},{"hash":"f28ae9ad63c1c929af9895d12f7e3ddbbf1008986b2f4363563096a3954de19e","title":"Mount Everest, known for its stunning beauty, has become a dumping ground for garbage left by climbers. This garbage includes oxygen tanks, food packaging, and human waste, which pose significant environmental and health risks.","link":"https://kathmandupost.com/columns/2024/05/09/everest-a-high-altitude-garbage-dump","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownPostFilePhoto1-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"**Spring Climbing on Mount Everest**\n\nEvery year, climbers flock to Mount Everest in the spring to reach the summit. But they also encounter a lot of trash, including cans, bottles, and waste from climbers and animals.\n\n**The Trash Problem**\n\nThe problem started in the 1980s and 1990s when more people started climbing Everest. Today, over 60,000 visitors come to the area each year.\n\nThe trash is dumped in landfills near local villages. It's burned, releasing harmful chemicals into the air, or buried, contaminating groundwater.\n\n**Solutions for a Cleaner Everest**\n\nEfforts are being made to clean up the mountain. The Sagarmatha Pollution Control Committee helps reduce litter. Nepal requires climbers to bring back 18 pounds of waste from the mountain.\n\nOrganizations like Sagarmatha Next promote sustainable tourism and encourage tourists to take trash back with them.\n\nExperts are developing a plan to manage waste better, including recycling and composting.\n\nNew technologies are also being developed, like portable solar tents and self-contained toilets.\n\n**Conclusion**\n\nThe trash problem on Everest is a challenge, but it's one that can be overcome. With new approaches and technologies, the iconic mountain can be kept clean for future generations.","summary":"Mount Everest faces a growing waste problem as climbers generate large amounts of garbage, necessitating innovative solutions and international cooperation for waste management in high-altitude environments."},{"hash":"1801d6ead071c649a64c0fde0790be274f8900ce60b54acca6dfb6dbc55067e8","title":"karki-s-excesses-in-koshi","link":"https://kathmandupost.com/editorial/2024/05/08/karki-s-excesses-in-koshi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/third-party/thumb21-1715217280.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"editorial","content":"**Summary:**\n\nKedar Karki, a chief minister in Koshi Province, lost power after his coalition partners withdrew support. He refused to resign or call a vote, but the province head has now demanded a new government.\n\nKarki's rise to power was controversial as he took support from a rival party, upsetting his own party. His actions led to the downfall of the coalition government.\n\nKarki's fall highlights the decline of morality in Nepalese politics, with greed and power grabs becoming common at all levels, including in the provinces.","summary":"Kedar Karki, despite being in the minority, clung to power in Koshi Province, leading to the withdrawal of support and the formation of a new government."},{"hash":"7db2d9d4c99609c4b086d6cf94403e6fe601b7047785e3e34dc46a6f991739e6","title":"Israel attacked eastern Rafah, Gaza after the ceasefire talks between Israel and Hamas ended without any agreement.","link":"https://kathmandupost.com/world/2024/05/10/israel-strikes-eastern-rafah-as-ceasefire-talks-end-with-no-deal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersDSIPAC3TY5OD3AQ33THP2DJ2RU-1715308919.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"world","content":"**Israeli forces attacked Rafah, Gaza, despite US warnings.**\n\n**Israel rejects US threat to cut off weapons if they invade Rafah.**\n\n**Israel killed at least 15 people in strikes on Rafah.**\n\n**Palestinians fired rockets and mortars at Israeli tanks.**\n\n**Talks in Cairo to stop fighting have failed.**\n\n**Israel's operation in Rafah continues.**\n\n**Israel has killed nearly 35,000 Palestinians, mostly civilians.**\n\n**The medical system in Gaza is collapsing due to the closure of the Rafah border crossing.**\n\n**UN aid chief says Gaza is \"being starved and killed\" and aid is being blocked.**","summary":"Israeli forces bombarded Rafah as indirect negotiations for a Gaza ceasefire ended, with Israel vowing to continue operations amid warnings from President Biden against a full ground invasion, which could jeopardize further weapons supply to Israel."},{"hash":"ac316ba75f2dc1debff3e66ea2fdf291a3adfbb7209e5f8ff25b0af4b7e4ac2b","title":"The art festival will end today.","link":"https://kathmandupost.com/arts/2024/05/10/art-festival-ends-today","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Postreport-1715265558.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"arts","content":"**Art Festival: From the Mountains to the Delta**\n\nAn art festival is happening in Kathmandu featuring paintings from Bangladesh and Nepal.\n\nThe paintings show different human emotions, like love, sadness, and joy.\n\nThe festival aims to promote cultural exchange between the two countries.\n\nIt's open from now until May 10th at the Siddhartha Art Gallery, with free entry.","summary":"Bangladesh Embassy, in collaboration with partners, is hosting an art festival featuring paintings from Bangladeshi and Nepali artists, promoting cultural exchange and showcasing human emotions like love and loss."},{"hash":"6abff852e013616a4b186563210990eae2ab277dec212259f16a73c76d3dc949","title":"Government to reward cricketers and athletes with cash.","link":"https://kathmandupost.com/sports/2024/05/10/government-to-provide-cash-reward-to-cricketers-athletes","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb6-1715304954.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"sports","content":"Government rewards sportspersons:\n\n* **Cricket:**\n    * 15 players of national men's cricket team: Rs. 1.3 million each\n    * Head coach, manager, assistant coach, physiotherapist: Rs. 195,000 each\n* **Karate:**\n    * Arika Gurung (silver at Asian Games): Rs. 1.95 million\n    * Head coach, assistant coaches, manager: Rs. 195,000 each\n* **Kabaddi:**\n    * 12 players of national women's kabaddi team: Rs. 390,000 each\n    * Head coach, assistant coach, manager: Rs. 130,000 each\n* **Para Games:**\n    * Palesha Goverdhan (bronze at Asian Para Games): Rs. 1.3 million\n    * Head coach, team manager: Rs. 130,000 each","summary":"Government awards cash prizes to sportspersons for outstanding achievements, with Rs. 29.71 million allocated, including Rs. 20.47 million for cricketers qualifying for the 2024 ICC T20 World Cup, and rewards for bronze medalist Arika Gurung and the bronze-winning women's kabaddi team at the 2022 Asian Games."},{"hash":"67d2528631dd173e0e567b2e6998b3b22ad55c9a15a87decd67f79b03c9faff1","title":"**Facts of Nepal 2024 Launched**\n\nA report highlighting key facts about Nepal was released in 2024. Here are some of the main findings:\n\n* Nepal is the world's 49th most populous country.\n* It covers an area of 147,181 square kilometers.\n* The capital city is Kathmandu.\n* The official language is Nepali.\n* Hinduism is the dominant religion.\n* The currency is the Nepalese rupee.\n* Nepal is home to Mount Everest, the highest mountain in the world.\n* The country is divided into 7 provinces and 77 districts.\n* The population is estimated to be around 30 million.\n* Nepal is a member of the United Nations and the South Asian Association for Regional Cooperation (SAARC).","link":"https://kathmandupost.com/books/2024/05/09/facts-of-nepal-2024-launched","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Picsart240509183650780-1715259261.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"books","content":"FACTS of Nepal is a book series that provides data and infographics on Nepal's economy, society, and politics. The 2024 edition covers 24 themes and is designed to make data literacy accessible to everyone. It's an essential resource for understanding Nepal's development and empowers people to make informed decisions in the data-driven age.","summary":"FACTS Research and Analytics releases \"FACTS of Nepal 2024,\" a comprehensive data and infographic compilation covering 24 themes on Nepal's economy, business, society, development, and politics."},{"hash":"43b03fc1cba8c9367dc5ad35c425a2ff282821b00793a8a7245efafac9cfd63f","title":"Nepal's Millennium Challenge Account (MCA) has awarded a contract for the construction of a new substation in Nawalparasi district, Nepal.","link":"https://kathmandupost.com/national/2024/05/09/mca-nepal-awards-construction-contract-for-substation-in-nawalparasi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/NBSSContractSigning2-1715252071.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"national","content":"MCA-Nepal has signed a contract to build a new electricity substation in Nawalparasi. The substation will improve Nepal's electricity grid and make it easier to trade electricity with neighboring countries. The project is expected to be completed in 39 months.","summary":"MCA-Nepal signed a contract to construct a 400kV substation in Nawalparasi, expanding Nepal's transmission capacity and enhancing cross-border electricity trading."},{"hash":"8773173ac836c8e7e5012b8e591c6d5b2cef1aaa5c3f9bf32d0f71a8259afe13","title":"Arrests ordered for 20 in Nepal children's charity land scam.","link":"https://kathmandupost.com/national/2024/05/09/court-issues-arrest-warrants-against-20-in-nepal-children-s-organisation-land-lease-scam","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Nepalchildrenorganisation-1715242515.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"national","content":"Arrest warrants have been issued for 20 people, including former Nepal Children's Organisation (NCO) chair Reeta Singh Vaidya, over a land lease scam.\n\nThe Central Investigation Bureau (CIB) began investigating after NCO complained that Vaidya and others misused their positions in leasing land to a school.\n\nThe warrants also target former vice-chair Tulasi Narayan Shrestha, general secretary Ganesh Bhakta Shrestha, and other office-bearers.\n\nThe land, leased to Brihaspati Vidyasadan in 2015, was allegedly sublet to another school for profit.","summary":"Kathmandu District Court issues arrest warrants for 20 individuals, led by Reeta Singh Vaidya, in a land lease scam involving Nepal Children's Organisation, where land was misappropriated and subleased to schools at a higher rent."},{"hash":"39a21e3738e34e21ac22ff3e01c5ee3a4fda10160336e1e78d00ef5a4868a738","title":"nepal-to-use-drones-to-transport-garbage-from-mount-everest","link":"https://kathmandupost.com/money/2024/04/30/nepal-to-use-drones-to-transport-garbage-from-mount-everest","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/everest-1714541533.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"money","content":"**Drones to Collect Garbage on Everest, Potentially Impacting Sherpa Guides**\n\nFor the first time, drones will be used to bring garbage down from Mount Everest. This could help reduce the number of deaths and injuries among Sherpa guides who currently carry heavy loads up and down the dangerous Khumbu Icefall. However, it could also affect their livelihoods.\n\n**Danger of Khumbu Icefall**\n\n* Icefall is a notorious section of Everest's route, leading to many deaths and injuries.\n* Avalanches are a common risk, especially during the day.\n* Guides must cross the icefall during the night or early morning to avoid avalanches.\n\n**Drones for Garbage Removal**\n\n* Drones are being tested to carry garbage from Camp II, located at 6,500 meters.\n* If successful, drones could be used to reduce casualties among guides.\n* Over 50 people have died in the icefall since 1953.\n\n**Potential Impact on Guides**\n\n* If drones are used to transport supplies and equipment, it could reduce the need for high-altitude support staff.\n* This could impact the livelihood of Sherpa guides who depend on this work.\n\n**Other Everest Regulations**\n\n* Climbers must now carry a tracking device.\n* New rules limit the size and amenities of tents at base camp.\n* Climbers must use biodegradable bags for waste disposal.\n* Bodies of climbers who die on Everest are now the responsibility of their guides and agencies.","summary":"To improve safety and reduce environmental impact, drones will assist in garbage removal from Mount Everest, potentially impacting high-altitude guide livelihoods."},{"hash":"20d6fba38f7a72404f31e0e9c78ed336011a973a2c15264bdb33a8dce3fe58fb","title":"Nepalese adoption process is challenging due to lack of clear regulations. This makes it difficult for children to find loving homes and families.","link":"https://kathmandupost.com/national/2024/05/01/regulatory-void-complicates-child-adoption-process-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb14-1714527484.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"national","content":"**Adoption in Nepal**\n\nAnistha Shrestha had difficulty having a baby and adopted an abandoned baby boy. Legal adoption became possible in Nepal in 2017.\n\n**Adoption Process**\n\nTo adopt, couples or individuals must:\n\n* Be married for up to 10 years\n* Be over 45 years old (unmarried)\n* Be widowed, divorced, or separated\n\n**Challenges**\n\n* Lack of guidelines for matching children and parents\n* Potential parents sometimes find children through illegal means\n* Heterosexuality requirement excludes queer couples\n\n**Ban on Intercountry Adoption**\n\nIntercountry adoption was banned in 2019 due to:\n\n* Rise in child trafficking\n* Separating children from families\n* Lack of regulation and child abuse scandals\n\n**Need for Improvement**\n\nNepal needs to improve adoption regulations:\n\n* Establish a committee for matching children and parents\n* Provide guidance for adoption procedures\n* Ensure the safety and well-being of children","summary":"After numerous setbacks and limited legal options, Anistha Shrestha found an abandoned baby boy in 2017, leading to the adoption of her first child despite ongoing challenges in Nepal's adoption system, including lack of regulation, societal stigma, and barriers for queer individuals."},{"hash":"3f364a7b488f4787fc0e376951c1783548e5f460595979e877cac188d021df81","title":"Ilam bypoll results show strong support for traditional parties (Congress and BJP). Rise and Shine Party (RSP) faces a setback, reminding them of the challenges of building a new political force.","link":"https://kathmandupost.com/politics/2024/05/01/ilam-bypoll-fillip-for-old-parties-reality-check-for-rsp","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/4375415009854531096070575583147412016394281n-1714526830.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"politics","content":"**Election Results in Ilam-2**\n\n* Suhang Nembang of the CPN-UML won the by-election.\n* Identity politics gained some support, as seen by the votes for Dakendra Singh Limbu.\n* Rastriya Swatantra Party (RSP) candidate Milan Limbu performed poorly.\n* Traditional parties (Nepali Congress and CPN-UML) remain strong in rural areas.\n* RSP faces challenges in establishing a presence outside of urban areas.\n* RSP leader Rabi Lamichhane acknowledges shortcomings and calls for a review.","summary":"In Ilam-2 by-election, CPN-UML candidate Suhang Nembang's victory highlights the resurgence of identity politics, challenges for Rastriya Swatantra Party, and dominance of traditional political parties, the Nepali Congress and CPN-UML."},{"hash":"3b8f07fcf0196cc796d5e7ea9b735b31007811ccd0b4a7cef5a04cffbc352d27","title":"Nepal aims to attract LGBTQ+ tourists, a multi-billion dollar market, by promoting its inclusive and welcoming environment.","link":"https://kathmandupost.com/money/2024/04/21/nepal-sets-sight-on-multi-billion-dollar-lgbtiq-tourism-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled-1%20(1).jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"money","content":"Nepal hosted the first LGBTIQ tourism conference. They want to attract a share of the multi-billion dollar \"pink market\" of LGBTIQ tourists.\n\nSame-sex marriage was legalized in Nepal in 2023. This was a milestone for LGBTIQ rights and made Nepal the first country in South Asia to legalize same-sex marriage.\n\nThe conference emphasized the importance of creating economic opportunities for the LGBTIQ community through tourism. LGBTIQ tourists have a lot of wealth and purchasing power.\n\nNepal has a rich LGBTIQ-related culture and traditions. Exploring these can offer a unique cultural experience for tourists.\n\nThe government is investing in creating a more friendly and welcoming environment for LGBTIQ tourists. This includes training trekking guides and promoting businesses owned by LGBTIQ people.\n\nPink tourism not only promises economic growth but also presents an opportunity to foster inclusion and empowerment in the LGBTIQ community.","summary":"Nepal hosts the first international LGBTIQ tourism conference, aiming to attract a share of the multi-billion dollar pink market after legalizing same-sex marriage, recognizing the community's struggle for equal rights and the potential for economic growth through inclusive tourism, showcasing cultural traditions and supporting businesses owned by LGBTIQ individuals."},{"hash":"6544c0b45b27e9bf77f2d52e116df242a412f0b3350a49b706e3550d9a2953e4","title":"Middle East tensions hurt Nepal's economy","link":"https://kathmandupost.com/money/2024/04/15/escalating-middle-east-crisis-threatens-nepali-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1713147555.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"money","content":"**Nepal Faces Economic Risks from Middle East Tensions**\n\nDue to tensions in the Middle East, Nepal, which relies heavily on money sent home from workers abroad, could face problems in its job market.\n\nIf fighting continues, it could hurt the job market in the Middle East, where many Nepalis work. This could lead to fewer remittances, which would hurt Nepal's economy.\n\nRising oil prices and inflation could also hurt the cost of living in Nepal, and conflict could cause global trade disruptions.\n\nThe government is urged to prepare for these possible shocks.","summary":"Escalating Middle East tensions pose severe economic risks for Nepal, reliant on remittances from migrant workers in the region, potentially leading to labor market shocks, reduced remittances, higher inflation, and increased geopolitical uncertainty."},{"hash":"79b8b64d55170d97b5398013f1e0be09edf6390a68972040dac7d9012da81a36","title":"Nepali nationalism emerged in the 19th century, inspired by historian Hari Sharma. He promoted the idea of a unified Nepal, free from foreign influence. Sharma portrayed Nepal as a \"Hindu kingdom\" with a distinct culture and history. His work contributed to the development of a Nepali national identity and a sense of pride among Nepalis.","link":"https://kathmandupost.com/videos/2024/05/01/nepali-nationalism-idea-of-nepal-with-hari-sharma","date":1714521600000,"source":"kp","category":"videos","content":"*Customer service plays a crucial role in building strong customer relationships.* \n\n*Provide excellent customer support through multiple channels like phone, email, chat, and social media.* \n\n*Empower your customer service team with the authority to resolve issues and make decisions.* \n\n*Personalize customer interactions and tailor services to individual needs.* \n\n*Use customer feedback to continuously improve your services and address customer pain points.* \n\n*By investing in excellent customer service, businesses can enhance customer satisfaction, loyalty, and overall business success.*","summary":"**Summarize the major events of a text or topic in one line without losing crucial information.**"},{"hash":"da1de9d00cddf5d4e54cf41c1f92b9ea3c65052d5d623d6c79bf8571e6fc3343","title":"**Lost in Translation: China's Idea of Nepal**\n\nAneka Rajbhandari discusses how China's perception of Nepal differs from Nepal's own perspective. This misunderstanding stems from historical factors and assumptions, leading to communication challenges and an incomplete understanding of Nepal's complexities.","link":"https://kathmandupost.com/videos/2024/04/14/china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","date":1713052800000,"source":"kp","category":"videos","content":"The Araniko Project reveals Nepal-China history using Chinese sources. Rajbhandari, a fluent Mandarin speaker with a Chinese politics degree, highlights the importance of understanding Chinese language and translating its history.","summary":"The Araniko Project, led by a Mandarin-fluent Nepalese, explores Nepal-China relations through primary sources in Chinese, emphasizing the significance of Chinese language understanding."},{"hash":"260be847ea4643b523c3e2c77aa8eb77abfa0ace0b6d4a34348f05f7a4f6c2d2","title":"In Nepal, there is a public debate about the \"Idea of Nepal.\" A prominent Nepali writer and activist, Saumitra Neupane, expresses his views on the subject.","link":"https://kathmandupost.com/videos/2024/03/26/public-debate-in-nepal-idea-of-nepal-with-saumitra-neupane","date":1711411200000,"source":"kp","category":"videos","content":"Project Sambad is a platform for critical discussions on Nepali society and policy-making. Its first event in Kathmandu aimed to improve public debates on important issues.","summary":"Project Sambad, a collaborative platform hosted by Nepali institutions, convened its first edition in Kathmandu on March 14-15, discussing the state of Nepali public debates and promoting critical examination of society and policy-making."},{"hash":"d5d55349db8224f79ac2f5502e8ef4d7a68f9f2c08b2ac9c91c850dba1308134","title":"**The Constitution of Nepal and the Idea of Nepal**\n\nNepal's constitution defines the country as a federal democratic republic with multi-cultural and linguistic diversity. It emphasizes:\n\n* Equality, justice, and human rights\n* Sovereignty and independence\n* Separation of powers\n* Respect for all ethnic groups and languages\n* Protection of the environment","link":"https://kathmandupost.com/videos/2024/02/02/the-constitution-of-nepal-idea-of-nepal-with-bipin-adhikari","date":1706832000000,"source":"kp","category":"videos","content":"**Bipin Adhikari: Expert on Nepal's Constitution**\n\n- Professor of law at Kathmandu University\n- Expert in constitutional law\n- Analyzes the 2015 constitution:\n    - Important features\n    - Durability\n    - Evolution of Nepal's constitutional process","summary":"Legal expert Bipin Adhikari analyzes the 2015 Nepalese Constitution, highlighting its key provisions and the history of constitutional development in the country."},{"hash":"29604398fd95ad92a2065f9f62c570692ad53bedbebdc93b1c5c14c9138ffdaf","title":"My writing combines the richness of my Nepali heritage with the experiences and perspectives gained through my life in the diaspora.","link":"https://kathmandupost.com/books/2024/05/09/my-writings-blend-nepali-heritage-with-diasporic-flavour","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/KRISHNA-1715220967.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"books","content":"**Nepali Writer Krishna Bajgai in the UK**\n\n**Background:**\n- Nepali writer living in the UK for the past 21 years.\n- Founding president of Samakalin Literary Academy, a Nepali literary organization in the UK.\n- Chief editor of Prawasan Research Journal of Nepalese Literature.\n\n**Inspiration for Writing:**\n- Inspired to write after his first poem was published in 1984.\n- Active involvement in literary organizations increased his interest in literature.\n- Writes in various genres, including novels, stories, and poems.\n\n**Work as President of Samakalin Literary Academy:**\n- Supports Nepali literature through a web magazine and research journal.\n- Organizes discussions and poetry events.\n- Plans to translate Nepali literary works into English for a global audience.\n\n**Criteria for Selecting Pieces in Prawasan Research Journal:**\n- Prioritizes submissions that explore new or less-explored topics.\n- Articles undergo review by experts in the field.\n- Aims to promote Nepali literature and advance literary research.\n\n**Impact of Nepali Diaspora on His Writing:**\n- Blends experiences from Nepal and Europe into his stories and poems.\n- Offers insights into Nepal from afar and the lives of migrants.\n\n**Challenges for Nepali Writers in the UK:**\n- Time management due to work and family responsibilities.\n- Limited access to books published in Nepal.\n- Lack of direct dialogue with readers.\n- Absence of opportunities for writing and self-improvement.\n\n**Book Recommendations:**\n- Sapiens: A Brief History of Humankind\n- Atomic Habits\n- Long Walk to Freedom\n- The Alchemist\n- The Kite Runner","summary":"Nepali writer Krishna Bajgai, a UK resident for 21 years and head of Samakalin Literary Academy, has published 18 works in Nepali and founded international journals to promote Nepali literature abroad."},{"hash":"40a529e517bf93a20206c3fc06b60ee095358e2bdafb9cde44387b93947eaaf8","title":"Yadav to challenge new political party registration in court","link":"https://kathmandupost.com/politics/2024/05/09/yadav-to-move-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/UpendraYadav-1715216471.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Janata Samajbadi Party (JSP-N) to Challenge Election Commission's Decision**\n\nJSP-N, led by Upendra Yadav, will take legal action against the Election Commission's recognition of a splinter group as a separate political party. The party claims the registration was illegal and was done without proper legal basis.\n\nThe splinter group, led by Ashok Rai, was registered after an ordinance that allowed for easier party splits was repealed. JSP-N argues that the provisions of the ordinance are no longer valid and the registration process was flawed.\n\nYadav claims that the splinter group is not different from his party and that he has been open to talks with dissenting leaders. He also denies rumors of attempts to form a new government.\n\nJSP-N has reaffirmed its support for the current ruling alliance and claims that the party has not split, only a few individuals have left.","summary":"Janata Samajbadi Party Nepal challenges the Election Commission's recognition of a dissident group as a new party, threatening legal action due to alleged irregularities in the process."},{"hash":"f6f0addbb8cbaa32a930541099e8ab8b80dbd645a10abca7ca6caeeb2cd39f3a","title":"Political parties change their positions on issues whenever it suits them.","link":"https://kathmandupost.com/politics/2024/05/09/political-parties-shift-stances-based-on-convenience","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/meeting-1715218714.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"Last year, the CPN-UML demanded a judicial investigation into gold smuggling by senior politicians. However, the Nepali Congress, then in government, rejected this.\n\nNow, the UML (now in government) has rejected the Congress's (now in opposition) demand for a parliamentary committee to investigate Deputy Prime Minister Rabi Lamichhane, accused of embezzling cooperative funds.\n\nThe UML claims their demand for a judicial commission last year is different from the Congress's demand for a parliamentary committee now. They argue that the gold smuggling case involved influential people, so an independent judicial probe was necessary.\n\nThe Congress maintains that the issues facing the cooperative sector are serious and require a parliamentary committee to investigate and hold the guilty accountable.\n\nThe two largest political parties have different positions on these issues based on whether they are in government or opposition, which experts say highlights the dysfunctionality of the state mechanisms.","summary":"The Nepali Congress, once opposed to a judicial probe into gold smuggling, now demands a parliamentary investigation against Deputy Prime Minister Rabi Lamichhane, while the former opposition UML, now in power, rejects their claim, citing distinctions between the two cases."},{"hash":"993e3dfb635cc252b93bf935dad75ef144713614867292c57642795d1f8ac6ff","title":"Nepali Congress, a political party, might let Rastriya Swatantra Party Chairman, Rabi Lamichhane, speak in parliament despite him not being a member.","link":"https://kathmandupost.com/politics/2024/05/09/nepali-congress-may-allow-lamichhane-to-speak-in-parliament","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb18-1715215891.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Nepali Congress demands investigation into minister's alleged embezzlement.**\n\nThe Nepali Congress party continues to demand a parliamentary investigation into Home Minister Rabi Lamichhane, accused of embezzling cooperative funds.\n\nPolice reports show millions of rupees were transferred from two cooperatives in Lamichhane's name. He denies wrongdoing.\n\nThe Congress says Lamichhane is misusing police and legal authorities to avoid investigation.\n\nOther ruling parties oppose a parliamentary committee specifically targeting Lamichhane. They prefer a broader investigation of cooperative issues.\n\nThe Congress rejects this suggestion, and threatens to obstruct parliament until a committee is formed to investigate Lamichhane.\n\nThe Congress also discussed political issues in two provinces where ruling parties are struggling to form governments.","summary":"Nepali Congress demands parliamentary investigation into Deputy Prime Minister Lamichhane's alleged involvement in cooperative funds scam, citing misuse of police and attorney general's office, with ruling parties expressing mixed responses."},{"hash":"52a7252302ec66d97f3faf40d59ba35f37aa0f43337d7482f90bdc22e8f712fc","title":"Gandaki Chief Minister Krishna Chandra Nepali Pokharel expanded his cabinet on Monday amidst controversy. Q. Pratiksha Kafle was inducted as the Minister of Land Management, Agriculture and Cooperatives. The expansion has sparked criticism from some who question the inclusion of Kafle, who is the daughter of influential Nepali Congress leader Rabindra Adhikari.","link":"https://kathmandupost.com/politics/2024/05/07/gandaki-chief-minister-expands-cabinet-amid-controversy-q-pratiksha-kafle-in-pokhara","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1715045965.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"politics","content":"**Gandaki Province:**\n\n* Chief Minister Adhikari expands Cabinet with two new ministers.\n\n**Lumbini Province:**\n\n* Bhandari Lal Ahir returns as Minister for Agriculture and Land Management after party split.","summary":"A day after gaining the 30-vote majority in the Gandaki provincial assembly, Chief Minister Khagaraj Adhikari expanded his Cabinet, while in Lumbini Province, Bhandari Lal Ahir resumed his role as Agriculture and Land Management Minister after a brief resignation."},{"hash":"d34d04f3fb0aac7854c1168b097a6ce09196339cf7d7bc35809cda6b94726548","title":"In Bhaktapur, a fire broke out, resulting in two people being injured.","link":"https://kathmandupost.com/bhaktapur/2024/05/05/two-injured-in-bhaktapur-fire","date":1714867200000,"source":"kp","category":"bhaktapur","content":"A factory fire in Bhaktapur injured two workers. The fire was controlled after 5 hours and caused 18 million rupees in damages. The cause of the fire is unknown.","summary":"A fire in a carpet factory in Bhaktapur district injures two, destroys property worth Rs 18 million, and is extinguished after five hours."},{"hash":"b6207fb9e973312bf402c67e85a81cf80ec93fb9549d25542321817afde006d8","title":"Two people suffocated to death while digging a well in Bhaktapur, Nepal.","link":"https://kathmandupost.com/bhaktapur/2024/05/01/two-die-of-suffocation-while-digging-well-in-bhaktapur","date":1714521600000,"source":"kp","category":"bhaktapur","content":"**Input:** Provide the text you want summarized.","summary":"**Provide the specific major events you want summarized in one line for an accurate response.**"},{"hash":"f5d5a914ad325d0dc9cdbe3e13aee77b709515bae18e316ed2e1dfc20803ba5d","title":"Injured man dies in forest fire.","link":"https://kathmandupost.com/lalitpur/2024/04/30/man-injured-in-forest-fire-dies","date":1714435200000,"source":"kp","category":"lalitpur","content":"- Man died from burn injuries while fighting fire in Tapeshwar forest.\n- Another injured man is being treated in hospital.\n- Fire in Ananda forest still not controlled, and 65 hospital patients have been evacuated.","summary":"Firefighting efforts in Godawari claim a life and injure another, while another blaze remains uncontrolled, endangering hospital patients."},{"hash":"576aedd4fb42b61a1e529a2a54b7b58d3d019f11c45cb0f9be739c017645a00d","title":"Seven wards of Kolkata Municipal Corporation (KMC) have started waste segregation, and four more wards will start soon.","link":"https://kathmandupost.com/kathmandu/2024/04/30/seven-wards-of-kmc-start-waste-segregation-four-more-to-start-soon","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1714441676.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"kathmandu","content":"Kathmandu city has started separating garbage into two types: stuff that can rot and stuff that can't.\n\nSeven areas are already doing this, and four more are getting ready. The city is collecting the separated garbage in different trucks.\n\nThe rotting garbage is being turned into compost, which is like a natural fertilizer. The city is also using the rotting garbage to make gas for cooking and electricity.\n\nThe city is working to start separating garbage in all 32 areas. This is part of Mayor Balendra Shah's plan to reduce garbage in Kathmandu.\n\nThe city generates over 1,200 tons of garbage daily, with 60% coming from Kathmandu alone. Experts say that 60% of the rotting garbage can be turned into compost, and 30% of the non-rotting garbage can be recycled.\n\nThe city is also selling the non-rotting garbage that was collected from the landfill site for over Rs222 million.","summary":"Kathmandu Metropolitan City enforces waste segregation rules in seven wards, collecting degradable waste for composting and non-degradable waste for recycling and biogas generation."},{"hash":"949a7d57c5da3502c01fdc6608dd16072aaf6836523a5109bb218aa7d59b36d6","title":"Six people were arrested for protesting outside the Russian embassy.","link":"https://kathmandupost.com/kathmandu/2024/04/29/six-arrested-for-protesting-in-front-of-russian-embassy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb-1714390725.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"kathmandu","content":"Six protesters were arrested for demanding the return of Nepalese soldiers fighting in the Russian army. The families of the soldiers have been on hunger strike for 11 days, seeking a safe return, compensation, and the release of hostages. They have also demanded an investigation into the middlemen who recruited the soldiers and the release of information on the number of Nepalese serving in the Russian army.","summary":"Six protestors were arrested outside the Russian Embassy in Kathmandu while demanding the repatriation of Nepalis fighting in the Russian army, as the hunger strike by their families continues for the 11th day."},{"hash":"eb1755b9532256307117ca5c5fb719c9560772f1fd9b41cf31e240daf54eaf7a","title":"Barahi Jungle Lodge Cleanup Initiative aims to remove litter and maintain the cleanliness of the Barahi Jungle Lodge area, promoting environmental conservation and preserving its natural beauty for visitors and wildlife.","link":"https://kathmandupost.com/money/2024/05/09/barahi-jungle-lodge-cleanup-initiative","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/EEEEEE-1715220027.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"Barahi Jungle Lodge in Chitwan National Park cleaned up three tractorloads of trash. They do this every year to protect the environment. The lodge is certified as eco-friendly and has international standards for managing the environment.","summary":"Barahi Jungle Lodge completed a significant cleanup near Chitwan National Park, removed three tractorloads of waste, and maintains eco-certified status and ISO-14001 certification for environmental management."},{"hash":"76a99df984b257d68d73357919d68eed175d63fefb1ad910c5a64cb39cb5effd","title":"Sunkoshi-Marin Tunnel is a new tunnel in Nepal that brings water to the dry Madhesh region. This tunnel is a source of hope for farmers and the region, as it will provide water for irrigation and other purposes, leading to increased agricultural productivity and economic prosperity.","link":"https://kathmandupost.com/money/2024/05/09/sunkoshi-marin-tunnel-brings-hope-for-parched-madhesh-farmlands","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/TBM-1715225575.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"**Sunkoshi Marin Multipurpose Project**\n\n* Completed a major tunnel (13.3 km long) for diverting water.\n* Will irrigate 122,000 hectares of farmland in 5 districts.\n* Also includes a hydropower plant generating 31.07 megawatts of electricity.\n* Expected to boost agricultural production and reduce food imports.\n* Will provide year-round irrigation, addressing water scarcity in the Tarai region.\n* China Overseas Engineering Company constructed the tunnel using a tunnel boring machine.\n* Project aims to improve the economy and reduce youth migration from the region.","summary":"The Rs10.05 billion diversion tunnel of the Sunkoshi Marin multipurpose project, a hope for the people of the perennially parched central Tarai, achieved a breakthrough on Wednesday, six months before its completion deadline.The 13.3-km diversion tunnel will redirect part of the flow of the Sunkoshi River to the Marin River, a tributary of the Bagmati River, to irrigate farmlands in the central Tarai. The construction site is located in Sindhuli district, about 120 km southeast of Kathmandu on the BP Highway.The final point of the tunnel was broken in the presence of Prime Minister Pushpa Kamal Dahal amid a function on Wednesday.The Rs87 billion Sunkoshi Marin project located in Sindhuli and Ramechhap districts aims to harness water from the Sunkoshi River, directing it into the Bagmati River to irrigate 122,000 hectares of farmland in Rautahat, Dhanusha, Mahottari, Sarlahi and Bara districts in the southern plains.According to Mitra Baral, the project chief, the hydropower component is expected to cost Rs49.42 billion, from the earlier estimated Rs46.19 billion, which includes the construction of the tunnel, headworks, powerhouse and transmission line, river management, and capacity building works. The irrigation scheme, estimated to cost Rs37.3 billion, also may see a variation when the detailed project report is completed, according to project officials.The project, which got the status of a national pride project on January 20, 2020, has a completion deadline of July 2027. The defects liability period is two years, during which the contractor is legally required to return to the construction site to repair any defects which appear in the contractor’s work since the date of completion.The project proposes to build a 12-metre-high barrage across the Sunkoshi River and divert a discharge of 67 cubic metres a second through the tunnel to Kusumtar located in ward 6 of Kamalamai Municipality in Sindhuli district. A powerhouse will be built on the Marin River to generate 31.07 megawatts of electricity.The installed capacity of the hydropower project was initially set at 42.3 megawatts. During the feasibility study, planners decided that a 31.07 megawatt project would be most economical and viable. According to Baral, they have planned an additional 10 MW cascade project from the Marin river. Prime Minister Dahal said that the completion of the national pride project would irrigate a swathe of land in the Tarai and open up economic opportunities. “This project will provide year-round irrigation to farmlands of five districts of the Madhesh province, and will contribute to the economy and also generate hydropower.” As agriculture is the backbone of the Nepali economy, with a share of about a fourth of the GDP, Dahal said increased agricultural production would help the country be self-sufficient in food.“Increased productivity will also help narrow down the ballooning trade deficit,” the prime minister said. In February 2021, the China Overseas Engineering Company won the contract for the construction of the tunnel for the Sunkoshi Marin multipurpose project by offering to do the work for Rs10.05 billion, nearly Rs6 billion less than the price quoted by the government.The Chinese company has used a tunnel boring machine to cut the hills, making Sunkoshi Marin the second project after the Bheri-Babai Diversion Multipurpose Project in Surkhet to do so.The 12.2-km Bheri Babai tunnel was also built by the China Overseas Engineering Company to irrigate 51,000 hectares of land in Banke and Bardia districts in southwestern Nepal.The water from the Sunkoshi will first be diverted to the Marin River in Sindhuli through the 7-metre-wide tunnel before being channelled into the Bagmati River. The water will then be collected at a barrage and distributed to irrigated fields.Low water flows in the Bagmati River have caused severe difficulties for farmers, particularly in Rautahat and Sarlahi districts to irrigate their fields. Irrigation is not available in the dry season.The Sunkoshi Marin Diversion Multipurpose Project intends to provide round-the-year irrigation to five drought-prone districts in the southern plains, decades after it was envisioned.The project was first mooted in 2016 when the government had planned to launch a scheme entitled Prosperous Tarai-Madhes Irrigation Special Programme to provide water to parched farmlands in the five Tarai districts.Insufficient rainfall has long been a recurrent problem in the Madhesh province. A massive outflow of youths to foreign lands, creating a shortage of labourers to carry out agricultural activities, have added to the difficulties of local farmers.The proposed multipurpose project will inundate 312 hectares of land and create a pond in Sunkoshi and Khadadevi rural municipalities and Manthali Municipality affecting 3,026 households, as per a draft of the environmental impact assessment.The scheme will also submerge a 1-km stretch of the Banepa-Bardibas Highway (BP Highway) and a 475-metre stretch of the road will have to be relocated to accommodate water intake and other structures.According to the environmental impact assessment of the Sunkoshi Marin diversion multipurpose project, year-round irrigation will be a boon to farmers as it will help boost production at a time the country is facing a food deficit.This fiscal year, despite the El Niño phenomenon, Nepali farmers harvested a record 5.72 million tonnes of paddy.Paddy is transplanted across most of Nepal in June and harvested in October-November.Paddy is Nepal’s biggest earning farm commodity, with tens of thousands of farmers relying on its income. The high output, according to economists, may cool down inflation and pump up the economy.The country has 1.43 million hectares of land suitable for growing paddy, with the largest portion (375,340 hectares) in the Madhesh province. However, productivity in Madhesh is one of the lowest among all seven provinces.According to the statistics at the agriculture ministry, Koshi province surpassed Madhesh province in terms of paddy production this fiscal year, as some districts in Madhesh were hit by drought. Paddy production in Madhesh province dropped to 1.33 million tonnes, down by 3.68 percent year-on-year. "},{"hash":"7a9260bfb939b05cd059dd8800424da7343783052901bbb5247957105717fec6","title":"Japanese food festival from May 10th.","link":"https://kathmandupost.com/money/2024/05/08/japanese-food-event-from-may-10-1715175694","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/japanesefood-1715175685.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"money","content":"Izakaya Hokkaido, a Japanese restaurant in Nepal, is having a 3-day Japanese food event at the Radisson Hotel Kathmandu starting from May 10. The event will start at 6:30 pm onwards. The restaurant aims to share Japanese culture, food, and new flavors with the Nepali public.","summary":"Izakaya Hokkaido hosts a three-day Japanese food event on May 10-12 at Radisson Hotel Kathmandu to promote Japanese cuisine and showcase culinary exchange between Japan and Nepal."},{"hash":"8bd1c2b326f72b8af19be4d80c4d9b2a4993db0bfd5d0a33d390042932ce02a4","title":"TOEFL iBT scores are now accepted for all Australian visa applications.","link":"https://kathmandupost.com/money/2024/05/08/toefl-ibt-scores-now-valid-for-all-australian-visas","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/SachinJainCountryManagerETSIndiaampSouthAsiapic-1715166402.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"money","content":"TOEFL iBT, an English proficiency test, is now accepted for all Australian visas from May 5th. This allows people to prove their English skills for study, work, or migration to Australia. TOEFL iBT is accepted by 100% of Australian universities and over 12,500 institutions worldwide.","summary":"TOEFL iBT recognized for all Australian visa applications, empowering individuals to demonstrate English proficiency for study, work, or migration."},{"hash":"59f298234b280fa0591d0d30e4fbe9e9eb1f6e5022825d49db7c9d29cf0971ae","title":"Doctors and healthcare workers are being trained to identify and manage non-communicable diseases (NCDs) effectively. NCDs are chronic diseases, such as heart disease, diabetes, and cancer, which are becoming increasingly prevalent worldwide. By providing training to healthcare professionals, better diagnosis, treatment, and prevention of NCDs can be achieved, ultimately improving the health outcomes of patients.","link":"https://kathmandupost.com/health/2024/05/09/doctors-health-workers-get-ncd-screening-training","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/health/thumb19-1715216811.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"health","content":"**Health workers in Kathmandu trained to screen patients for non-communicable diseases.**\n\n* Over 50 health workers trained to check for diseases like high blood pressure, heart disease, and diabetes.\n* Trained workers will screen patients at local health facilities.\n* Medicines for some non-communicable diseases are available for free at government health centers.\n* Many people don't know they have these diseases because they don't get screened.\n* Early detection and treatment can reduce the burden of non-communicable diseases.","summary":"Kathmandu Health Office trains health workers to screen patients for non-communicable diseases like cancer, diabetes, and heart disease at local health facilities."},{"hash":"82b739d47f0c00dff5e5dd29a2d0a22bf0dc7eaf617fbb8b14963fbec0702e41","title":"Less than 2% of medicines available in the market are fully tested for safety and effectiveness within nine months.","link":"https://kathmandupost.com/health/2024/05/03/under-two-percent-medicines-in-the-market-tested-in-nine-months","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1714697599.jpg&w=900&height=601","date":1714694400000,"source":"kp","category":"health","content":"The Department of Drug Administration has tested only a small number of the medicines available in Nepal. Of the 20,000 medicines on the market, drug inspectors collected hundreds of samples suspected to be substandard. However, the department has only tested less than 2% of the total registered drugs in the country. Some samples collected 13 months ago have yet to be tested, and some suspected substandard samples may have already expired. Ensuring the quality of medicines is the responsibility of the department, but they have not tested enough samples to ensure the quality of all medicines. Several samples tested in the current fiscal year were found to be substandard and recalled from the market. Experts say that the use of substandard medicines could adversely affect patients' health. The department is understaffed and the laboratory does not have the capacity to carry out timely tests. Drug inspectors collect random samples and send them for testing to the government’s laboratory. If drugs are found problematic, the department directs the manufacturing companies to recall those drugs from the market. However, the department does not have an effective mechanism to ensure the recall.","summary":"In nine months, the Department of Drug Administration has tested only 348 of nearly 20,000 medicines, resulting in the discovery of substandard drugs remaining untested or already expired."},{"hash":"f7d587fba320830df3d5490b1476f7bed784a09cb467e0da2566ea0c042e9aa7","title":"Air pollution can cause children to develop asthma, which is a disease that makes it hard to breathe.","link":"https://kathmandupost.com/health/2024/04/29/toxic-air-is-giving-young-children-asthma","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GKnxljjWYAAVcmb-1714354861.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"health","content":"**Air Pollution and Childhood Asthma in Kathmandu**\n\nThe worsening air quality in Kathmandu is causing an increase in childhood asthma. Exposure to toxic air from forest fires, vehicles, factories, and burning of farm waste leads to breathing problems in young children. This can cause short-term issues like coughing and rashes, and long-term health problems like heart disease and cancer.\n\nMany parents mistake asthma for pneumonia, which can delay treatment. Doctors recommend seeking medical attention if a child has shortness of breath, trouble sleeping, or wheezing while breathing out.\n\nIn addition to air pollution, allergies and family history can also trigger childhood asthma. Studies have shown that air pollution is shortening the lives of Nepalis by around five years, with some districts experiencing a life expectancy reduction of up to 7.5 years.","summary":"As Kathmandu's air quality worsens, a surge in childhood asthma cases has been observed, as pollution exacerbates respiratory issues, leading to health hazards, increased asthma, and shortened lifespans for Nepalis."},{"hash":"7278c32d05b7d91efd57a55cdeffa191fb8097c7d25b5ac6952d0aaf8ada290f","title":"People in seven districts will receive medicine to prevent elephantiasis.","link":"https://kathmandupost.com/health/2024/04/27/people-in-7-districts-to-be-given-anti-elephantiasis-medicine","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb21706159670-1714183227.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"health","content":"**Elephantiasis Mass Drug Campaign**\n\nPreparations are complete for a two-week mass drug campaign against elephantiasis in seven districts. Healthy people over two years old will receive anti-elephantiasis drugs.\n\nThis campaign may be the last, as efforts are being made to reach all eligible people.\n\nElephantiasis is a mosquito-borne disease that causes permanent disability and pain. It is a major public health problem in 73 countries, including Nepal.\n\nThe government has been administering antiparasitic drugs to eliminate elephantiasis since 2003. The disease has been eliminated from 70 out of 77 districts.\n\nThe government aims to eliminate elephantiasis as a public health problem by 2030. This campaign may be the last, as the government has limited funds to continue the program.","summary":"Nepal's seven endemic districts will conduct a mass drug administration drive to combat lymphatic filariasis, with the campaign aiming to eradicate the disease by 2030 despite budget constraints."},{"hash":"4f18229de2a5d8016e8888758de34cc858e98af2b542ed3077fa8ab2d1e49a3b","title":"Patience and passion are key to creating delicious pastries.","link":"https://kathmandupost.com/recipes/2024/04/27/patience-passion-and-pastries","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/BakeleusbyCeleus-1714186343.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"recipes","content":"Celeus Baral is a baker who knows the importance of patience and precision. She runs a successful online baking business called Bakeleus and emphasizes sustainability in her work. Despite her busy schedule, she takes the time to create delicious and artistic baked goods. She also believes in using natural ingredients and understanding the origins of our food.","summary":"Celeus Baral, an environment science student, runs an online baking shop, Bakeleus, where she sells a variety of baked goods made with produce she grows herself, advocating for zero-waste and fostering appreciation for nature's origins."},{"hash":"9780e132b8e20251511cc1c330b02a430eeb7118100ff4ca205cc2bdd81eedba","title":"**Potato Essentials:**\n\n* **Versatile vegetable:** Can be boiled, baked, fried, or mashed.\n* **Rich in nutrients:** Vitamin C, potassium, fiber.\n* **Low in calories:** A medium potato has about 110 calories.\n* **Good source of antioxidants:** Chlorogenic acid and anthocyanins.\n* **Important for gut health:** Contains resistant starch, feeding beneficial gut bacteria.\n* **May help manage blood sugar:** High fiber content slows down sugar absorption.\n* **Make sure to cook potatoes thoroughly:** Raw potatoes contain solanine, a toxic substance.","link":"https://kathmandupost.com/food/2024/01/27/know-your-food-potato","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled8copy-1706323718.jpg&w=900&height=601","date":1706313600000,"source":"kp","category":"food","content":"**Potatoes: A Versatile and Nutritious Staple Food**\n\nPotatoes are a staple food in Nepal, providing many nutrients like vitamins B1, B6, C, minerals, and fiber. They're a low-fat, cholesterol-free source of potassium, copper, phosphorus, and carbohydrates.\n\n**Benefits of Eating Potatoes:**\n\n* Support heart, muscle, and nerve health\n* Improve digestive health\n* Provide antioxidants\n* Build and maintain bone strength\n* Lower blood pressure and cholesterol levels\n\n**Types of Potatoes:**\n\n* Red potatoes: Popular and widely available\n* White potatoes: Common and affordable\n* Dark potatoes (blue or purple): High in antioxidants and anthocyanins\n\n**Other Uses:**\n\n* Potatoes can be made into chips and fries\n* They're used in traditional Nepalese dishes and curries\n\n**Health Considerations:**\n\n* Frying potatoes can reduce their nutritional value.\n* Diabetic individuals should limit potato intake due to potential blood sugar spikes.\n* Potatoes contain minimal pesticides, making them relatively safe to eat.","summary":"Potatoes, a widely consumed and versatile staple crop in Nepal, provide essential nutrients, lower cholesterol, improve heart and digestive health, and are resilient to climate change."},{"hash":"8f050af11428f186d46c4f64b300a3441341f2f7048fe6b8a30e31626fd61759","title":"**Know Your Eggs**\n\n* **Types:**\n    * White\n    * Brown\n    * Omega-3 enriched\n    * Free-range\n* **Nutrition:**\n    * High in protein\n    * Rich in vitamins (A, D, E) and minerals\n    * Good source of choline\n* **Health benefits:**\n    * May improve brain health\n    * May reduce heart disease risk\n* **Tips:**\n    * Store in refrigerator (40°F or below)\n    * Use within 3-5 weeks\n    * Cook thoroughly to kill bacteria","link":"https://kathmandupost.com/food/2024/01/13/know-your-food-eggs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/ezgif3822bacc5da-1705113903.jpg&w=900&height=601","date":1705104000000,"source":"kp","category":"food","content":"**Eggs: A Healthy and Nutritious Superfood**\n\n**Benefits:**\n\n* Rich in vitamins, minerals, and complete protein\n* Helps reduce malnutrition, blood pressure, and infections\n* Supports weight loss, bone health, mental energy, skin health, and eye health\n\n**Availability in Nepal:**\n\n* Nepal produces enough eggs to meet domestic demand\n* Two sizes available: big and medium\n* Pastured eggs (more nutritious) are also available but more expensive\n\n**Recommended Intake:**\n\n* 1-2 eggs per day for healthy adults\n\n**Quality Concerns:**\n\n* No agency checks egg quality in Nepal\n* Some concern about antibiotic use in chicken and potential residue in eggs\n\n**Additional Benefits:**\n\n* Helps prevent strokes and eye diseases\n* Supports brain development in babies","summary":"Chicken eggs are a nutritious superfood, providing essential vitamins, minerals, and protein, contributing to health benefits such as weight loss, reduced blood pressure, and protection against infections, with Nepal being self-reliant in egg production."},{"hash":"4441762448a02cd0b37a86fb1a58f420dbb6206d6c636319eb6405bfa4ae8b25","title":"Piano Piano South serves authentic Italian dishes in a cozy and romantic setting.","link":"https://kathmandupost.com/food/2023/12/28/italian-delights-at-piano-piano-south","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/Main1-1703773991.jpg&w=900&height=601","date":1703721600000,"source":"kp","category":"food","content":"**Piano Piano South**\n\n**Food:**\n\n* Italian flavors curated by Chef Sujan Poudel\n* Antipasti: Tomato Soup Shots, Bruschetta, Calamari Fritti\n* Main courses: Ravioli Prosciutto, Pasta with Calamari and Shrimp\n* Desserts: Tiramisu, Torta Al Cioccolato\n\n**Drinks:**\n\n* Selection of wines to pair with the food\n\n**Ambiance:**\n\n* Serene oasis in Lalitpur\n* Indoor and outdoor seating\n* Charming garden dining area\n* Soothing piano music\n\n**Specialties:**\n\n* Creamy Tomato Soup\n* Ravioli with creamy spinach filling\n* Prosciutto with slow-roasted tomatoes and eggplant\n* Prosciutto and arugula pizza\n\n**Other:**\n\n* Parking available\n* Smoking allowed on garden seating\n* Prices include all taxes","summary":"Piano Piano South in Lalitpur offers a serene Italian dining experience with a revamped menu featuring antipasti, main courses, desserts, and a curated wine selection, all amidst a tranquil garden setting with piano music."},{"hash":"85fd1b1b76fc26f28ffe0a271a86ba321af054d84ef73a9cb8c3c3bf2c72f12e","title":"7 Unforgettable Places in Nepal for 2024:\n\n- Kathmandu: Explore ancient temples and bustling streets.\n- Pokhara: Admire stunning mountain views and go boating.\n- Everest Base Camp: Trek to the base of the world's highest peak.\n- Bhaktapur: Discover a historic and UNESCO-protected medieval city.\n- Chitwan National Park: Encounter wildlife in a lush jungle.\n- Lumbini: Visit the birthplace of Lord Buddha.\n- Annapurna Base Camp: Hike through diverse landscapes to a stunning mountain base.","link":"https://kathmandupost.com/travel/2024/02/19/7-places-in-nepal-you-should-visit-in-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1708309532.jpg&w=900&height=601","date":1708300800000,"source":"kp","category":"travel","content":"**Cultural Treks**\n\n- **Mundhum Trek (Koshi Province)**: Explore indigenous villages and breathtaking landscapes up to a viewpoint with panoramic mountain views.\n- **Janaki Mandir (Madhesh Province)**: Visit the largest temple in Nepal, an architectural blend honoring the birthplace of Sita.\n\n**Adventure Destinations**\n\n- **Kuri Village (Bagmati Province)**: Ascend to a high-altitude village for stunning mountain views and snow-covered landscapes in winter.\n- **Annapurna Base Camp (Gandaki Province)**: Trek to the foothills of Annapurna South, experiencing diverse cultures and natural beauty.\n- **Bardiya National Park (Lumbini Province)**: Spot elusive tigers, elephants, and rhinos in this protected jungle.\n- **Khaptad National Park (Sudurpaschim Province)**: Explore a hidden gem in the far west, offering serene trekking amidst pristine nature.\n\n**Valley Marvels**\n\n- **Limi Valley**: (not described in the given context)","summary":"Trek the Mundhum cultural trail through Kirati settlements, visit the Janaki Mandir with its Sita idol in Madhesh, explore the snowy Kuri village in Dolakha, trek to Annapurna Base Camp, spot tigers at Bardiya National Park, explore the pristine Khaptad National Park, and trek to the remote Limi Valley."},{"hash":"c077b34beda2250a997231f215f178053a057340c5c72de0aec15b25ae40ddb7","title":"In Phidim, memories of the past (old memories) are intertwined with the new changes and developments (new realities) taking place.","link":"https://kathmandupost.com/travel/2023/11/18/old-memories-and-new-realities-in-phidim","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/phidim%20main%20(1).JPG&w=900&height=601","date":1700265600000,"source":"kp","category":"travel","content":"**Summary:**\n\nThe author returned to his hometown, Phidim, after a long journey. He noticed that Phidim had changed greatly since his last visit. The old, mud houses had been replaced by concrete buildings and the town had a more modern feel.\n\nDespite the changes, the author felt a sense of nostalgia for the Phidim of his memories. He visited his childhood home and the school where he had spent his teenage years. He also reflected on the town's lack of prospects and the exodus of people from the area.\n\nThe author concluded that Phidim was in a state of transition, trading its rustic charm for the hallmarks of urbanization. While he left Phidim for higher education, people from rural areas had flocked to the town in search of better opportunities.","summary":"After a long journey, the author visits his hometown of Phidim, where he finds it has undergone significant transformation, from infrastructure to population, reflecting the inevitable changes that accompany time."},{"hash":"6ec2c2cb523a223a47b5f232132774b5872a4d0a9220fb4a176d50e203ea7484","title":"Combining the art of architecture with the beauty of art.","link":"https://kathmandupost.com/travel/2023/10/28/a-blend-of-architecture-and-artistry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/travel5-1698457058.jpg&w=900&height=601","date":1698451200000,"source":"kp","category":"travel","content":"**Bara Imambara in Lucknow**\n\n* Enter Lucknow with a smile, as the city welcomes you with warmth.\n* Bara Imambara, built by a Nawab in the 18th century, is a magnificent building with a grand entrance gate.\n* The main hall, known as Asafi Hall, is huge with a high ceiling that has no pillars or beams supporting it.\n* Explore the Bhool Bhulaiyaa, a maze inside the hall, where every echo fills the space with mystery.\n* Climb to the roof for a stunning view of Lucknow.\n* Descend to the underground Shahi Baoli, a stepwell with cool temperatures and ancient carvings.\n* The well in the stepwell was used like a CCTV camera, reflecting the faces of those entering the building.","summary":"Bara Imambara, a majestic 18th-century structure in Lucknow, offers a labyrinthine Bhool Bhulaiyaa, a massive hall without pillars, an underground stepwell with hidden surveillance, and stunning views of the modern city from its rooftop."},{"hash":"e38b1beb524d0349efe3710dd274aab2205ecb04d36e45cc18e25ff5fb66e639","title":"Explore breathtaking hiking trails with varying difficulty levels, catering to all experience levels. Immerse yourself in the beauty of nature, discover hidden gems, and challenge yourself while trekking through stunning landscapes.","link":"https://kathmandupost.com/travel/2023/10/14/of-treks-and-trails","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/travelmain-1697245584.jpg&w=900&height=601","date":1697241600000,"source":"kp","category":"travel","content":"**Climbing Mountains**\n\nClimbing mountains is hard but rewarding. It requires preparation and a positive mindset.\n\n**Tips for Beginners**\n\n* Start training a month before your trek.\n* Bring only essential items, including:\n    * Down jacket and warm clothes\n    * Gloves, cap, goggles, and sunglasses\n    * Stick, water bottle, and safety knife\n    * Period supplies for female climbers\n\n**Handling Challenges**\n\n* Rest if you get altitude sickness.\n* Carry painkillers and paracetamol.\n* Communicate with your guides and fellow climbers.\n\n**Female Trekkers**\n\n* Female climbers may face underestimation.\n* Don't let this discourage you.\n\n**Becoming a Trekking Guide**\n\n* Join a trekking association and take a guide course.\n* Colleges now offer mountaineering programs.","summary":"Climbing peaks amidst snow-capped mountains requires mental and physical preparation, guided by experienced climbers like Luckme Syangden and Manu Rai, who emphasize a positive mindset and essential packing for novice trekkers while navigating challenges faced by female climbers and offering pathways to becoming a trekking guide."},{"hash":"a9ad689d21f22e85bcaa462724561585142b33988f2d2ded57420f55cc029fb5","title":"Traveling Nepal Solo:\n\n- Plan in advance: Book flights, accommodation, and visas.\n- Learn basic Nepali phrases for communication.\n- Pack light and comfortably for trekking and exploring.\n- Respect local customs and traditions.\n- Research destinations and activities that interest you.\n- Stay connected with family and friends back home.\n- Consider joining group tours or using guides for safety.\n- Be flexible and open to unexpected experiences.\n- Take precautions for altitude sickness, especially if trekking.\n- Be mindful of scams and overcharging.","link":"https://kathmandupost.com/travel/2023/06/17/travelling-nepal-solo","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/SoloTravelMain11zon-1686967229.jpg&w=900&height=601","date":1686960000000,"source":"kp","category":"travel","content":"**Women-Focused Travel**\n\nFive women created Duluwa Outdoors in 2021 to help women travel safely and confidently.\n\n**Solo Travel in Nepal**\n\nSolo travel is generally safe in Nepal, especially for women traveling within the country.\n\n**Solo Travel Destinations in Nepal**\n\n* For beginners: Shivapuri, Namo Buddha, Champadevi\n* Short trips: Pokhara-Bandipur\n* Treks: Annapurna Base Camp\n* Valleys and towns: Illam, Dharan-Dhankuta, Palpa\n* Wildlife: Chitwan, Bardiya, Shuklaphanta\n\n**Tips for Solo Travelers**\n\n* Plan ahead and research transportation, lodging, and activities.\n* Understand the risks and prepare accordingly.\n* Budget and keep an emergency fund.\n\n**Safety Tips**\n\n* Stay alert and trust your instincts.\n* Get to settlements before dark and continue the next morning.\n* Be aware of animals and natural disasters.\n* Inform others of your whereabouts.","summary":"Five young female travelers launched Duluwa Outdoors in 2021 to empower women to travel solo in Nepal, promoting safety tips and recommending destinations while advocating for solo travel's transformative benefits."},{"hash":"d3bf2681c5f44f567c2b7e08f966046fb572ea416e8cfddac399e392844a7256","title":"Nepal won the final match of a series against West Indies A by 2-3, claiming victory in the series.","link":"https://kathmandupost.com/cricket/2024/05/04/nepal-win-last-match-against-west-indies-a-to-conclude-series-2-3","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GMucR8qbwAAxeZl-1714817959.jpg&w=900&height=601","date":1714780800000,"source":"kp","category":"cricket","content":"**Nepal Beats West Indies A in Fifth T20**\n\nNepal overcame West Indies A by six wickets. Aasif Sheikh, Anil Sah, and Kushal Malla scored well for Nepal. Sagar Dhakal and Sompal Kami bowled effectively.\n\nNepal's chase of 173 was aided by Sheikh and Sah's 96-run partnership. Malla finished the chase with a quick 37 runs.\n\nWest Indies A set a target of 172 runs. Dhakal and Kami took three wickets each to restrict the scoring.\n\nNepal lost the series 3-2 but will attend a training camp before the ICC Men's T20 World Cup in June.","summary":"Nepal defeated West Indies A in the fifth T20 despite losing the series 3-2, with Aasif Sheikh, Anil Sah, and Kushal Malla's batting supported by Sagar Dhakal and Sompal Kami's bowling."},{"hash":"9d7ced68a72cb11104cf4b0dbf516e03a1daade9b97560e45bd16d4688ad8043","title":"West Indies set a 210-run target for Nepal in a cricket match.","link":"https://kathmandupost.com/cricket/2024/05/02/west-indies-a-post-210-run-target-against-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/match-1714707130.jpg&w=900&height=601","date":1714608000000,"source":"kp","category":"cricket","content":"**Match Result:**\n\nNepal lost to West Indies A by 28 runs, giving West Indies A an unreachable 3-1 lead in the series.\n\n**Nepal's Fielding:**\n\n* Experienced players were selected for Nepal's World Cup squad, but their batting has been weak.\n* Only Rohit Paudel has been playing well.\n* Kushal Bhurtel and Aasif Sheikh struggled, while Kushal Malla had a brief performance.\n\n**West Indies A's Batting:**\n\n* West Indies A scored 209 runs, with half-centuries from Johnson Charles and Andre Fletcher.\n* Charles was dismissed by Bhurtel, while Fletcher and Fabian Allen put up a strong partnership.\n\n**Upcoming Match:**\n\n* The final T20 in the series will take place on Saturday.","summary":"Nepal lost 28 runs to West Indies A in the fourth T20, giving the visitors an unbeatable 3-1 advantage despite having a World Cup-bound full-strength squad, led by consistent hitter Rohit Paudel among weak Nepali batters."},{"hash":"a5e3edf276d54cd57e7292f16946aa79bba9683852ec9205a675963d0ef498de","title":"Nepal announces its squad for the ICC Men's T20 World Cup.","link":"https://kathmandupost.com/sports/2024/05/01/nepal-announces-squad-for-icc-men-s-t20-world-cup","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/nepal-1714612274.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"sports","content":"Nepal's T20 World Cup squad includes experienced players from the recent ACC tournament. The team struggles with batting and hopes to improve before the tournament. Captain Rohit Paudel has regained form and will lead the team. Several players who underperformed in recent matches have been dropped. Notable additions include spinner Sagar Dhakal and pacer Kamal Singh Airee. Nepal faces tough competition in Group D, which includes the Netherlands, Bangladesh, Sri Lanka, and South Africa.","summary":"Nepal coach Monty Desai retained experienced players for the ICC Men's T20 World Cup squad, led by Rohit Paudel, despite concerns about batting struggles as they prepare for their second World Cup appearance."},{"hash":"587d9826d33d077d9f8ec0c9800df873f925ac5cba53d816e1a766ef3043efeb","title":"Nepal lost to West Indies A by 76 runs in a cricket match.","link":"https://kathmandupost.com/cricket/2024/05/01/nepal-lose-to-west-indies-a-by-76-runs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/43806500011620135283099391032221761881945213n-1714559440.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"cricket","content":"West Indies A won by 76 runs against Nepal in a T20 match. West Indies A scored 228 runs with Johnson Charles scoring 119 runs. Nepal chased the target but fell short with 151 runs. Karan KC scored 28 runs for Nepal. Hayden Walsh took three wickets for West Indies A. West Indies A now lead the series 2-1.","summary":"West Indies A defeated Nepal by 76 runs, taking a 2-1 lead in the T20 series, with Johnson Charles scoring an unbeaten century and Hayden Walsh picking up three wickets."},{"hash":"a328ac09240d3df1cc8d66f05bfa52469056838e24eba76c9319b74a8eb321a2","title":"Indian Prime Minister Narendra Modi did not participate in elections in Kashmir due to criticism over his government's claims about improving the region's integration.","link":"https://kathmandupost.com/world/2024/05/09/india-s-modi-skips-election-in-kashmir-as-critics-dispute-integration-claims","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersTXBCPSMKWBO6LC3GZCKDYYKG5A-1715227216.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"world","content":"**Bharatiya Janata Party (BJP) Skips Kashmir Election**\n\nPrime Minister Narendra Modi's BJP will not compete in Kashmir for the first time in 26 years. Instead, local parties will battle for three seats in the Muslim-majority region.\n\n**Why is BJP Absent?**\n\nAnalysts believe BJP skipped the election because its claim of Kashmir becoming more peaceful after India moved the region under its control in 2019 is not reflected in reality.\n\n**Discontent Simmers in Kashmir**\n\nDespite the end of a bloody uprising, discontent and alienation remain high in Kashmir. Residents accuse security forces of human rights abuses, while militants continue to target security personnel.\n\n**Gerrymandering Accusations**\n\nIn 2022, the government redrew constituency borders, adding Hindu voters to a largely Muslim area in Kashmir. Opposition parties claim this gerrymandering is designed to give BJP an advantage.\n\n**BJP's Strategy Unclear**\n\nBJP has not announced which candidates it will support in Kashmir. The party's decision to skip the election may indicate that it anticipates a poor outcome.","summary":"Despite not participating in Kashmir's election due to expected unfavorable outcomes, the BJP, National Conference, and People's Democratic Party compete in other areas, with Kashmir facing ongoing discontent and alienation amidst heavy military presence."},{"hash":"a4143de903fa1fc3e92b11c2278fc9a9dd2e9792a971b2d127e548cd352c8666","title":"US temporarily stops supplying some weapons to Israel during clashes around Rafah.","link":"https://kathmandupost.com/world/2024/05/08/us-pauses-some-weapons-to-israel-as-battles-rage-around-rafah","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersKM2X5SPOCNJ7HM666NXHRL7BIY-1715169460.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"world","content":"**Gaza Conflict Update**\n\n* Hamas and Israel fighting near Rafah in southern Gaza.\n* US pauses weapons shipment to Israel, aiming to prevent a full-scale invasion of Rafah.\n* Talks between Hamas, Israel, and others resume in Cairo.\n* Hamas proposes ceasefire plan that may break the deadlock.\n* Israeli forces seize border crossing between Gaza and Egypt.\n* Rafah's mayor warns of humanitarian crisis as residents flee air strikes.\n* Israel uncovers Hamas infrastructure in eastern Rafah.\n* Hamas and other groups report clashes in Gaza Strip.\n* Israel allows some aid into Gaza but closes Kerem Shalom crossing.","summary":"Amidst an ongoing conflict between Hamas and Israeli troops in Gaza, the US has halted an arms shipment and revised ceasefire talks resume in Cairo, while Israel seized the Rafah border crossing, prompting a humanitarian crisis in the besieged city."},{"hash":"81b55116ab9a43b7c936a2a661a31fedd1fdb17e8885c978f1e280be03331726","title":"in-rapidly-ageing-china-millions-of-migrant-workers-can-t-afford-to-retire","link":"https://kathmandupost.com/world/2024/05/08/in-rapidly-ageing-china-millions-of-migrant-workers-can-t-afford-to-retire","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersVZ35XKHOKZLBXB53LL2NHYIWXQ-1715157316.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"world","content":"**China's Aging Population Faces Pension Crisis**\n\n* Elderly rural migrants like Hu Dexi face a drop in living standards upon retirement due to low pensions.\n* China's pension system favors urban residents over rural migrants, creating income disparities.\n* The government prioritizes economic growth over expanding social safety nets for the elderly.\n* The number of elderly workers is rising rapidly, putting a strain on demand for social services.\n* As a result, many elderly migrants are forced to take low-paying jobs or return to farming to supplement their meager pensions.\n* The government needs to reform its pension system and address income inequality to prevent a sharp decline in living standards for the elderly.","summary":"China's aging population faces a retirement crisis due to inadequate pensions and a lack of social services, leading many elderly rural migrants to continue working despite health issues or returning to poverty-stricken villages."},{"hash":"b6d620299059cae3bf0c37aeab77073cc5d0f2add114887f1c03b81f0ada0e26","title":"Flooding in Brazil has left 150,000 people without homes and an unknown number dead or missing.","link":"https://kathmandupost.com/world/2024/05/08/brazil-floods-leave-150-000-homeless-scores-dead-or-missing","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersMIJAJ54QIBMQBDF6PJA2NLZPNM-1715147197.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"world","content":"**Brazil Floods Devastate Southern State**\n\n* Floods have killed at least 90 people, left thousands homeless, and destroyed infrastructure in Rio Grande do Sul.\n* People are stranded without food and basic supplies.\n* Rivers have flooded towns, destroying roads and bridges.\n* Climate change is making such extreme weather events more common and intense.\n* Porto Alegre, the state capital, has power outages and water shortages.\n* The floods have disrupted agriculture and caused fuel shortages.\n* The federal government has promised aid to the affected state.","summary":"Devastating floods in Rio Grande do Sul, Brazil, have claimed 90 lives, displaced 155,000, and created food, water, and electricity shortages, with rescue efforts hindered by heavy rains attributed to El Niño, a weaker cold front, and global warming."},{"hash":"4d1e5970683b220a3a181fcf8a9659ad24ba8e6238140fc24bf200beeabc779f","title":"Many books from other countries are being translated and pirated illegally in Nepal.","link":"https://kathmandupost.com/books/2023/07/31/unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/books-1690776078.jpg&w=900&height=601","date":1690761600000,"source":"kp","category":"books","content":"**Unauthorized Book Translations in Nepal**\n\nMany popular international books are translated and sold in Nepal without permission from the authors or publishers. This is illegal and unethical, and harms the authors and the quality of the translations available to readers.\n\nDespite laws against unauthorized translations, they are widespread in Nepal. Publishers often do not bother to obtain permission from rights holders and offer discounts on pirated books.\n\nInternational publishers charge low fees for translation rights in Nepal, but Nepali publishers rarely approach them.\n\nSome publishers have published authorized translations at a higher cost, but unauthorized translations remain popular due to their low price.\n\nThe government's decision to impose a tax on book imports led to an increase in piracy.\n\nStakeholders such as the government, publishers, and readers need to work together to reduce piracy and improve the quality of translated books in Nepal.","summary":"Unauthorized translations of popular international books, including works by Taslima Nasrin, have proliferated in Nepal's market, damaging the industry and authors' livelihoods, despite copyright laws and ethical concerns."},{"hash":"f91af36450d89ad58798b4c4d401adfda4ba09b3625ea1c7677f78706e25f747","title":"Young people from India's former Maoist stronghold seek better opportunities in the United States, but face challenges due to strict immigration laws.","link":"https://kathmandupost.com/national/2023/06/25/desperate-youths-from-maoist-heartland-hit-us-wall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/CIJ-1687660964.jpg&w=900&height=601","date":1687651200000,"source":"kp","category":"national","content":"**Illegal Immigration to the US from Rukum East**\n\nMany villagers from Tak, Rukum East, have attempted to illegally immigrate to the US through agents. However, eight have been deported, losing an average of Rs. 6 million each in the process.\n\n村民們為了前往美國，向親戚和地主借錢，年利率高達36%。村長表示，至少一半家庭都有人出國了，有些甚至借錢，一次次地嘗試。\n\n美國曾被視為敵人，但現在村民卻付錢給代理人，希望非法移民到那裡。這給Tak村帶來了巨大的經濟和社會問題。\n\n有些被驅逐出境的人不堪負債，選擇離開村莊。至少五個家庭已經離開。\n\n那些幸運獲得難民身份的人自豪地講述自己的故事，而那些被驅逐或半途而廢的人則有著悲慘的經歷。\n\n其他村莊，如Sisne，也出現了類似的問題。一名村民前往美國，花了320萬盧比，在拘留營待了11個月後被驅逐出境。\n\n一名村民在前往美國的途中溺水身亡。\n\n儘管非法移民問題嚴重，但地方政府和政黨並未關注。缺乏政治意願和法律補救措施導致這種現象持續蔓延。","summary":"Youths from the Maoist 'base area' Tak village have been trafficked to the US, with 8 deported and incurring heavy financial losses, while the rural municipalities and political parties remain indifferent, indicating a lack of political will and legal remedies."},{"hash":"5b41caa28761fd8ada1be7951764ae6954dd5a645984d3ea1fe0cdb1a6b25396","title":"Poor patients cannot access private hospital beds due to lack of financial means.","link":"https://kathmandupost.com/national/2023/06/10/no-private-hospital-bed-for-poor-patients","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/thumb19-1686358218.jpg&w=900&height=601","date":1686355200000,"source":"kp","category":"national","content":"**Patients Struggling to Access Government-Mandated Free Hospital Services**\n\nGyanumaya BK, a 69-year-old laborer, has been suffering from backaches and has spent over Rs 50,000 on treatment. She is unaware that private hospitals are required to provide free treatment to the needy and is struggling to pay her bills.\n\nThe Health Facility Operation Standards-2020 mandate that private hospitals set aside 10% of their beds for the underprivileged. However, most hospitals in Pokhara, Chitwan, Biratnagar, and Butwal ignore this regulation.\n\nHealth officials admit that they lack manpower and monitoring mechanisms to enforce the standards. Private hospitals claim that the regulation is impractical and that they cannot provide all services for free.\n\nAs a result, many needy patients are denied access to free or discounted medical services. Suraj BK, a motorcycle accident victim, was refused a discount at Zenus Hospital in Butwal, even though he did not qualify for one because he lacked a recommendation letter from the local unit.\n\nConsumer activists and civil society leaders criticize private hospitals for prioritizing profits over helping the needy and accuse city officials of corruption and inaction.","summary":"A 69-year-old laborer in Pokhara, Nepal, was unaware of government regulations mandating free treatment for underprivileged patients, despite suffering from severe back pain and spending over Rs50,000 on medical expenses, revealing widespread disregard for such regulations among private hospitals in the region."},{"hash":"76d90bffa13a5f8e29f2a657b46763cb72bd2b5c3e7c4836de6d4bbffed828a2","title":"Nepal's bureaucracy is a complex system of government agencies and officials. It is responsible for implementing laws, providing services, and regulating the economy. The bureaucracy is divided into three main branches: executive, legislative, and judicial. The executive branch is headed by the Prime Minister, who is appointed by the President. The legislative branch is made up of the Parliament, which is elected by the people. The judicial branch is headed by the Supreme Court, which is appointed by the President. The bureaucracy is a powerful force in Nepal, and it plays a major role in the country's development.","link":"https://kathmandupost.com/columns/2024/05/08/understanding-nepali-bureaucracy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadPostIllustration-1715184406.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"columns","content":"**Bureaucracy in Nepal:**\n\nThere are two views on Nepal's bureaucracy:\n\n* **Powerful:** Bureaucrats have a lot of power and can challenge politicians.\n* **Submissive:** Bureaucrats follow politicians and help them for personal gain.\n\nThese views seem contradictory, but they're explained by the fact that bureaucrats have more options now. They can:\n\n* **Resist:** Stand up to politicians.\n* **Maintain status quo:** Stay in their roles and do as they've always done.\n* **Collude:** Work with politicians for personal benefits.\n\nThis flexibility is due to factors like:\n\n* Laws that protect bureaucrats from political interference.\n* Political instability and weak leadership.\n* The rise of trade unions for civil servants.\n\n**Consequences and Solutions:**\n\n* **Too much bureaucracy power can lead to corruption and inefficiency.**\n* **Too little bureaucracy power can make it hard to hold politicians accountable.**\n* **Reforms are needed to address these issues.**\n\nPossible reforms include:\n\n* Banning political party-affiliated trade unions for civil servants.\n* Reducing bureaucratic influence on job transfers.\n* Basing promotions on work performance.","summary":"Nepali bureaucracy has a dual nature, with narratives portraying it as both powerful and subservient to political leaders due to its strengthened space after the monarchy's fall, allowing bureaucrats multiple options to resist, maintain status quo, or collude with politicians."},{"hash":"a67b8cd26635fa2281f13500ace4b1c241ed1e818a7be9248b076f23d682b291","title":"Mass education refers to providing education to a large number of people, often through a public system. It aims to make education accessible to all, regardless of their background or circumstances. The goal is to create a more equitable society by providing everyone with the opportunity to learn and develop.","link":"https://kathmandupost.com/columns/2024/05/08/massing-of-education","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/opinion/DownPostFilePhoto-1715184169.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"columns","content":"**Mass Higher Education: Origins and Consequences**\n\nAfter World War II, the idea of making higher education available to many people became popular. This expansion of higher education was driven by:\n\n* The UK's goal of creating social equality through education\n* The US's desire for scientific knowledge and skilled workers\n\nIn the 1960s, the idea of \"human capital\" emerged, which saw higher education as an investment in individuals' skills and knowledge. This view led to:\n\n* Rapid expansion of universities and colleges\n* Funding from corporations and international organizations\n* The belief that mass higher education was essential for economic growth\n\nHowever, this expansion came at a cost:\n\n* Lower standards for admission\n* Dilution of academic content\n* Grade inflation\n\nThe focus on quantity rather than quality has led to a decline in the overall standard of higher education and a shortage of individuals with critical thinking and research skills.\n\nThus, the drive for mass higher education, while well-intentioned, has unintended consequences that need to be addressed to ensure the quality and relevance of higher education.","summary":"Post WWII, global higher education expanded rapidly, driven by increasing technological innovation and the associated need for skilled labor, despite concerns about declining quality and elitism."},{"hash":"14fbcd22a699570d65e7758d4c2963317220d35cfa4e26f16ce7492b810b1cab","title":"India anticipates Prime Minister Narendra Modi's possible third term in office amidst economic challenges and political maneuvering.","link":"https://kathmandupost.com/columns/2024/05/07/bracing-for-modi-s-third-term","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadReuters-1715097209.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"columns","content":"**World's Largest Election in India**\n\n* India is holding elections to choose 543 members of Parliament.\n* Prime Minister Modi is expected to win a third term.\n* Parties are playing a smaller role, with the focus on Modi himself.\n* Voter turnout is lower than expected, possibly due to heat or confidence in Modi's victory.\n* Modi's campaign focuses on his personal image, while parties are seen as supporters.\n* India's 10-year performance under Modi includes both successes (space exploration, temple construction) and failures (demonetization, pandemic handling).\n* Modi's government has taken a tougher approach towards internal dissent and foreign relations.\n* India's rise in global stature is more perception than reality.\n* Modi's third term may involve more spending on image-building and a more aggressive foreign policy.","summary":"India's historic election, despite its plebiscitary nature and Modi's projected triumph, has been marked by insipid campaigning and lower voter turnout, highlighting Modi's dominance while exposing systemic failures and the dangers of growing autocracy."},{"hash":"505beefca11049926520cda4acceb5956f992fa7c660a8ef9ded812776844ff1","title":"\"Toilets-for-All\" addresses the need for accessible and inclusive sanitation facilities for all, especially those with disabilities, seniors, and marginalized communities.","link":"https://kathmandupost.com/editorial/2024/05/07/toilets-for-all","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb-1715129836.png&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"Lately, activists and LGBTIQ individuals worldwide have been calling for gender-inclusive toilets which break the binary of “male” and “female” and welcome everyone regardless of their gender identity. This issue has gained prominence in Nepal as well, as the country is promoting equality and safety for marginalised people, particularly gender non-conforming individuals. Be it through its first international LGBTIQ conference last month or the first same-sex couple marriage of Surendra Pandey and Maya Gurung last year, Nepal has put its inclusive agenda forward for the community’s folks. Gender-inclusive toilets will add value to the country’s gender-friendly efforts. These toilets are more important than ever as their absence not only forces people to conform to societal norms of gender binary. It also marginalises and stigmatises transgender and non-binary individuals. This is a serious issue: Transgender students have to avoid either using the toilets labelled as male or female altogether or use them under harsh scrutiny. The problem is no different in developed countries, as according to a study on gender-neutral toilets conducted in western Australia, sexuality and gender-diverse students (SGD) find school toilets the “least safe spaces” in school premises. Similarly, another survey in the United States on the experiences of LGBTQ youths in schools shows that among the 23,001 SGD students, 43 percent avoided toilets due to safety concerns or discomfort. Unfortunately, Nepal is yet to conduct any such study or research. Not that the country doesn’t have such toilets. In 2012, the Blue Diamond Society, an organisation working for sexual minorities in Nepal, inaugurated the country’s first gender-inclusive toilet at Bageshwari Park in Nepalgunj, Banke, which is still functioning. However, in other parts of the country, including in the capital, only a handful of toilets are gender- and disability-inclusive. Kathmandu’s Mayor Balendra Shah’s pledge to build 10 new public toilets that would serve the needs of queer community and people with disabilities has yet to translate into reality. The officials of Kathmandu Metropolitan City said in a recent Post report that they are renovating existing facilities to make them gender- and disability-inclusive. This is commendable, as it not only saves time and money but also aligns with the demands of the time. Nonetheless, these toilets must have facilities set by the World Health Organisation, including good designs, menstrual hygiene management, sanitation, running water, tactile pavements that lead to toilets for blind individuals, and so on. As per the World Population Review, countries like the US, Thailand, China, India, Canada and Japan have provisions for such toilets. But the good news ends here: LGBTIQ folks there continue to face harassment, violence and abuse in public spaces like toilets. This means that inclusive toilets alone cannot lead to inclusivity unless society acknowledges the diverse identities of people. Many policymakers and stakeholders cannot imagine what people with disabilities and LGBTIQ individuals have to go through due to the lack of inclusive toilet facilities. There is hence a need to sensitise people about disability, sexuality and gender diversity through awareness campaigns and educational programmes. Time has also come to prepare a standard for building toilets in public places across the country through programmes and policies.Building gender-inclusive toilets will boost the “pink tourism” the country is banking on. As more and more queer individuals enter the country, business persons, hotels and stakeholders should be serious about building gender-inclusive toilets. Such initiatives will make these tourists feel welcome while also creating inclusive spaces for LGBTIQ individuals back home.  ","summary":"Activists globally advocate for gender-inclusive toilets to promote equality and safety for marginalized individuals, including those who identify as LGBTQ+, despite the prevalence of societal norms and a lack of research in Nepal."},{"hash":"33d5b7761eb5bd3b41e26b739647600e33685d1a97a97f0651c70b2650289129","title":"Unity is essential for success. When people work together, they can overcome challenges. But when they are divided, they weaken and become vulnerable.","link":"https://kathmandupost.com/editorial/2024/05/07/divided-we-fall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb7-1715044507.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"Political parties in Nepal keep splitting and merging to gain power.\n\nThe Janata Samajbadi Party Nepal recently split because its leaders accused each other of trying to form a new alliance against the current government.\n\nPrime Minister Dahal and UML leader Oli worked together to split the party to prevent this.\n\nParty splits in Nepal are often not based on different ideas, but on personal conflicts or disagreements about who should be in power.\n\nThis weakens political movements and makes people lose trust in political parties.\n\nIt also reduces the number of different political voices in the country and makes it easier for major parties to control everything.","summary":"Political parties in Nepal's ruling coalition engineer a split in Upendra Yadav's Janata Samajbadi Party amidst power struggles and alleged attempts to form alternative alliances."},{"hash":"349bf15e76b9ee93953ea9dcd19ecc5848ef7349536cadd8b4015572475f8225","title":"Collaboratively working together on a project or task.","link":"https://kathmandupost.com/editorial/2024/05/05/do-it-together","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb14-1714955634.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"editorial","content":"Prime Minister Dahal plans to investigate misuse of co-operative funds, but the opposition is skeptical. The main opposition party, Nepali Congress, is concerned that the probe might be used to protect Home Minister Lamichhane, who has been accused of embezzlement.\n\nCongress is vowing to obstruct parliament until the probe is widened to include Lamichhane. Prime Minister Dahal needs to assure the opposition that the probe will be fair and free.\n\nThe issue of co-operative fraud is widespread and needs to be addressed to prevent the anger of victims from boiling over.","summary":"Prime Minister Dahal acknowledges the gravity of fraudulent co-operatives, considering forming a parliamentary probe committee despite opposition skepticism over protecting Home Minister Lamichhane, highlighting the importance of addressing the issue collectively to prevent potential public unrest."},{"hash":"b8cf800b128e5429effac6538b5cdeff14e12e5c92d4968c239f48ce105eb283","title":"Padam Giri, a successful entrepreneur, shared his insights on leadership, innovation, and the importance of embracing diversity. He emphasized the need for leaders to be adaptable, resilient, and empathetic. He also stressed the value of innovation in driving growth and the importance of fostering a diverse and inclusive workplace.","link":"https://kathmandupost.com/interviews/2024/05/05/interview-with-padam-giri","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/padamgiri-1714923097.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"interviews","content":"**Parliament Session Begins Amid Deadlock**\n\nThe budget session of Nepal's parliament will begin on Friday without a resolution over forming a committee to investigate alleged fraud involving Rabi Lamichhane, the Deputy Prime Minister.\n\n**Government's Plan:**\n\n* The government suggests forming a wider committee to investigate fraud in the cooperative sector, not targeting a specific person.\n* It aims to identify problems, suggest solutions, and recommend actions against those involved.\n\n**Uncertainties:**\n\n* The main opposition party, Nepali Congress, insists on a committee focused on Lamichhane's case.\n* This raises uncertainty about whether the parliament will function smoothly.\n\n**Bill Endorsements:**\n\n* The government aims to endorse 24 bills, including the Enforced Disappearances Enquiry Act amendment.\n* It acknowledges past delays in bill endorsements and is prioritizing their approval.\n\n**Transitional Justice Act:**\n\n* The government is close to finalizing amendments to the Transitional Justice Act.\n* Discussions are ongoing to resolve contentious issues, such as reduced sentencing for perpetrators of human rights violations.\n\n**Recommendation Committee for Transitional Justice Commissions:**\n\n* The government formed a committee to recommend office bearers despite reservations.\n* It argues that this follows a Supreme Court order and should not be halted.\n* The National Human Rights Commission is urged to participate in the committee.\n\n**Vacant Supreme Court Positions:**\n\n* The government plans to fill four vacant Supreme Court justice positions soon.\n\n**Electoral System:**\n\n* There are growing calls to amend the constitution to change the electoral system.\n* The government is open to discussions on ensuring greater stability.\n\n**Coalition Stability:**\n\n* The coalition between UML and Congress is unlikely to change.","summary":"Despite unresolved disputes over a probe committee for Rabi Lamichhane, the budget session starts Friday, with crucial bills awaiting approval and uncertainties surrounding the House's functionality."},{"hash":"39eb27d07dda639b3d5dd4481b8d6012361b0eeb330937898496f65c11c09fe8","title":"Fire incidents will make the next two months difficult.","link":"https://kathmandupost.com/interviews/2024/04/28/next-two-months-will-be-challenging-due-to-fire-incidents","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/anilpokharel-1714368894.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Fire Incidents in Nepal**\n\nRecent weeks have seen a rise in fire incidents in Nepal, causing loss of lives and property. Experts believe this is due to several factors:\n\n* **Drought:** Very little rainfall this winter led to dry vegetation, making it more flammable.\n* **High Temperatures:** Rising temperatures in both hill and plain areas contribute to increased fire risk.\n* **Strong Winds:** Winds spread fires quickly.\n* **Stubble Burning:** Farmers are burning crop stubble due to labor shortages, adding to the fire problem.\n* **Accumulation of Forest Litter:** Forest litter has piled up in recent years, providing more fuel for fires.\n\nThe government is taking steps to address the situation, including:\n\n* **Training:** Community forest groups are being trained to fight fires.\n* **Equipment:** Portable fire pumps are being distributed to local governments.\n* **Awareness Campaigns:** The government is raising awareness about the dangers of burning.\n\nDespite these efforts, fire incidents continue to occur, highlighting the need for further action.","summary":"Multiple devastating fires in various regions of Nepal have resulted in significant loss of life, the destruction of over 110 houses, and the accumulation of forest litter due to insufficient rainfall and rising temperatures, posing challenges in containing future incidents."},{"hash":"2d1dcd1af2a010f1dc8a5288d051100d0a7e6e1ee7a6d0087e377a8fa051364f","title":"Nepal offers equal opportunities for investment to all investors, regardless of nationality or origin.","link":"https://kathmandupost.com/interviews/2024/04/28/nepal-presents-equal-opportunity-for-all-investors","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1714270342.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Nepal hosts its 3rd Investment Summit to attract foreign investment.**\n\n**Goal:** To present Nepal as an attractive investment destination and promote economic development.\n\n**Key Points:**\n\n* Nepal has learned from past summits and is taking steps to increase investment.\n* Government has passed a law to make it easier for foreign investment.\n* Nepal is working to improve its sovereign credit rating to show investors it's a reliable destination.\n* Investors are attracted to hydropower, but India's policy not to buy power from Chinese-invested projects is a concern.\n* Nepal is working with India to increase energy cooperation and secure long-term agreements to sell electricity.\n* Political instability does not hinder investment, as policies remain consistent.\n* Rumors that investors are reluctant because of the communist government in power are false.\n* Nepal welcomes foreign investment that aligns with its priorities and is not targeted against any country.","summary":"Nepal presents prospects for foreign direct investment (FDI) at the third Investment Summit, aiming to attract investors and overcome challenges to increase investment inflows."},{"hash":"b8119b43ed80553d871f3b6e70a45b435e16350f69e3656d8ec00cdfd1f5e39e","title":"Directly electing the Prime Minister and Chief Ministers could solve government instability issues.","link":"https://kathmandupost.com/interviews/2024/04/21/direct-election-of-prime-minister-and-chief-minister-way-out-of-instability","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/interview-1713764589.jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"interviews","content":"**Unhealthy Political Practices in Nepal**\n\n* Political parties are competing aggressively to form provincial governments.\n* Leaders blame the electoral system for instability, but some argue that personal ambition and corruption are the root causes.\n* The mixed electoral system increased representation of marginalized groups, but it has also been criticized for favoring certain groups.\n* Proposals to scrap the PR system are opposed, and instead, direct election of executive leaders is suggested.\n* Provinces have failed to deliver due to a lack of efficiency and corruption.\n* The Madhesh region has a diverse social composition, and the effectiveness of sub-national administration varies.\n* New parties in Madhesh aim to address discrimination and bad governance, while some support a return to hill dominance.","summary":"Nepal's political instability and unhealthy competition for provincial leadership stems from political ambition and corrupt practices, with calls to scrap the mixed electoral system being seen as a conspiracy to protect the interests of certain groups who benefit from the current system."},{"hash":"5c600ef479c5d95e859fb1a9dbd261d3a264f62d509d4185d7c4d11d0a9bb8ee","title":"Proportional representation electoral system with 5% threshold.","link":"https://kathmandupost.com/interviews/2024/04/15/i-am-for-a-fully-pr-system-with-a-five-percent-threshold","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/interviews/Untitled1-1713152017.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"interviews","content":"**Nepalese Congress Calls for Electoral System Change**\n\n* Nepali Congress proposes reforming the current mixed electoral system.\n* They believe it leads to political instability due to hung parliaments.\n\n**Expert Analysis**\n\n* All electoral systems have their flaws, and their success depends on the users.\n* Nepal's electoral system has evolved and been used since 1959.\n* The mixed system adopted in 2006 included proportional representation (PR) to ensure representation of underrepresented groups.\n* However, political leaders have misused the PR system to promote family members and allies.\n\n**Anomalies and Proposed Solutions**\n\n* The mixed system allows for electoral manipulation by leaders.\n* To address this, a fully proportional representation (PR) system is suggested.\n* Candidates should be selected through primaries to prevent leader influence.\n* The PR system should be implemented at the local level.\n\n**Other Proposals**\n\n* Some advocate for allocating specific constituencies for women and marginalized groups.\n* Others propose electing National Assembly members through PR and lower house members through first-past-the-post.\n* Increasing the threshold for PR votes to favor larger parties is also considered.\n\n**Additional Considerations**\n\n* A fully PR system would reduce costs and complexity.\n* It would promote inclusivity and ensure representation of diverse communities.\n* While it may empower party leaders, popular candidates could still emerge through primaries.\n* Granting voting rights to Nepalis abroad is feasible but may be resisted by leaders due to its unpredictable nature.","summary":"Nepali Congress leaders propose electoral reforms, specifically a move to a fully proportional representation system, to address political instability and ensure inclusive representation in parliament."},{"hash":"16ca03860b600f5d221a63cab7bc1b2ab4dad746bbb104c9f57095e07f85ef78","title":"Muluki Ain is a legal code of Nepal.","link":"https://kathmandupost.com/letters/2021/11/08/muluki-ain-is-a-legal-code","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/third-party/mulukiain-1636421052.jpg&w=900&height=601","date":1636329600000,"source":"kp","category":"letters","content":"Despite its focus on the caste system, the 1854 Muluki Ain introduced the concept of the rule of law. It replaced arbitrary verdicts with specific provisions, and it reinforced the principle of uniform punishment regardless of caste. While acknowledging the imperfections of the caste system and the need for reforms, the Muluki Ain remains a legal code focused on governing a sovereign state.","summary":"The 1854 Muluki Ain codified the caste system but also rationalized legal principles, implemented the rule of law, and recognized the need for reforms to address caste-based injustices."},{"hash":"f26d8550751249ca6fce9099e307f744741857845591c48ab0d55210ac42e144","title":"Misleading news is when someone shares information that is not true or accurate. It can be spread by people who want to trick others or spread rumors. It's important to check multiple sources and be critical of the information you see to avoid being misled by false news.","link":"https://kathmandupost.com/letters/2021/04/12/misleading-news","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/opinion/thumb-1618223282.jpg&w=900&height=601","date":1618185600000,"source":"kp","category":"letters","content":"The Kathmandu Post reported that Sinohydro, a Chinese company working on the Melamchi Water Supply Project, did not pay taxes for materials used. Sinohydro denies this, stating that they purchased materials legally and have paid all vendors. They also recycled excavated materials for some purposes. Sinohydro believes the news report is misleading and should be corrected.","summary":"Sinohydro Corporation, contractor for the Melamchi Water Supply Project, disputes claims that they did not pay taxes for materials used in infrastructure construction, stating that they legally sourced and paid for all materials."},{"hash":"e862b51d7419ba6f589572cd4032419c790b93c181a1334f46e1b9ab2f51169b","title":"Misunderstanding occurs when people have different interpretations or expectations. It can lead to communication issues, hurt feelings, and conflict. To avoid misunderstandings, it's important to:\n\n* **Communicate clearly:** Use specific and straightforward language.\n* **Be aware of cultural differences:** Different cultures have different ways of communicating.\n* **Listen actively:** Pay attention to what others are saying, both verbally and nonverbally.\n* **Ask for clarification:** Don't hesitate to ask for more information if something is unclear.\n* **Assume positive intent:** Try to understand others' perspectives and avoid making assumptions.","link":"https://kathmandupost.com/letters/2021/01/03/misunderstanding","date":1609632000000,"source":"kp","category":"letters","content":"**Summary:**\n\nJapan needs foreign workers and has opened up its labor market for Nepalis as specified skilled workers. To clarify misunderstandings about the agreement between Japan and Nepal:\n\n* The process of hiring and sending workers is not government-to-government. It is between Nepali workers and Japanese employers.\n* The agreement does not prohibit the use of private recruiting agencies.\n* The cost of airfare, insurance, and medical exams may vary depending on the employment contract.\n* Japan has similar agreements with other South Asian countries, including Pakistan, Bangladesh, and Sri Lanka.","summary":"Japan opened its labor market to Nepali workers in 2019 under a government-to-business modality, with private agencies allowed to support the recruitment and employment process, but Nepali workers may bear travel and associated costs."},{"hash":"4d564e4aa9b147540d5d27c861b9724bce96976aa16a590835a10f4f29687ad6","title":"**Contributions to Nepali:**\n\n* Developed the Nepali language for use in computers\n* Created a Nepali word processor\n* Established a Nepali Unicode standard\n* Developed various language tools and resources for Nepali\n* Promoted the use of Nepali in education and technology","link":"https://kathmandupost.com/letters/2020/11/30/contributions-to-nepali","date":1606694400000,"source":"kp","category":"letters","content":"Professor Hutt expresses gratitude for concerns about Nepali studies and acknowledges the contributions of Krishna Pradhan, who taught Nepali at SOAS for 15 years. However, he regrets that future UK students will not have access to Nepali language, literature, history, and culture courses due to Pradhan's retirement.","summary":"Michael Hutt highlights the absence of Nepali studies in the UK due to the retirement of Krishna Pradhan from SOAS University of London, who was instrumental in offering a range of Nepali courses alongside essential language courses."},{"hash":"a1d8bb473b76b044c715510c1e3cd12b7293a4516faf36066b07acc77fd64756","title":"chhaupadi-persists","link":"https://kathmandupost.com/letters/2020/09/24/chhaupadi-persists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2020/third-party/thumb3-1600897015.jpg&w=900&height=601","date":1600905600000,"source":"kp","category":"letters","content":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email ","summary":"Despite the 2005 ban on Chaupadi, a discriminatory menstrual practice in Nepal, its persistence in urban and rural areas highlights ongoing societal stigma, with unreported cases and inadequate punishments perpetuating the issue."}]