[{"hash":"87fac0cb140b2af285af825560c1e6eb68abf51d7fc15211617917cf97004287","title":"Arrested with an unspecified amount of money.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/arrested-with-an-undisclosed-amount-of-money","imageLink":"https://web.nepalnews.com/storage/story/1024/BimalBista_KTM_RSS_28_pakrauparekaharu1715328238_1024.jpg","category":"capital","content":"Police in Kathmandu arrested Samir Sunar, 28, and Milan, 29, both from Rupandehi, with Rs 9.8 lakh (an undisclosed amount).","summary":"On Friday, two individuals, Samir and Milan, were arrested by the Valley Crime Investigation Office in Kathmandu for possession of an undisclosed sum of money worth Rs 980,000 from Rupandehi."},{"hash":"e536a2dbbb9354081e37437e2c2cb352bc2780c2c3f77a9a9239ab3df7f99546","title":"Nepal's Prime Minister Dahal says the government is working to make it easier and safer for investors to do business in the country.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/government-is-committed-to-facilitate-and-secure-investment-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/PRO_KTM_066A88701715326651_1024.JPG","category":"business","content":"Prime Minister Prachanda promised to boost Nepal's economy by encouraging investment. He believes the private sector can strengthen the economy and create jobs. A new Hyundai plant in Nawalparasi will attract investors, reduce imports, and provide employment opportunities. The government plans to create an investment-friendly environment with supportive policies and laws. The recent Investment Summit and amended Acts aim to promote investment. Prachanda believes Nepal will soon become a top destination for investment.","summary":"Nepalese PM Prachanda inaugurates Hyundai Motor Assembling Plant, emphasizing the government's commitment to boost economic transformation by attracting investment and collaborating with the private sector."},{"hash":"d23832af0fddef3a3c7ce8a247c9fe20bf6172063a6f5c16551274adf35d262b","title":"Gold price increased by Rs. 2,300 per tola.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/gold-price-up-rs-2-300-per-tola","imageLink":"https://web.nepalnews.com/storage/story/1024/Gold_11679993377_1024.jpg","category":"capital","content":"**Gold price up in Nepal:**\n\n* Hallmark gold: 2,300 rupees/tola to 137,900 rupees/tola\n* Worked gold: 2,300 rupees/tola to 137,250 rupees/tola\n* Silver price: 50 rupees/tola to 1,735 rupees/tola","summary":"Gold and silver prices rise in Nepal, with gold increasing by Rs 2,300 per tola and silver by Rs 50 per tola."},{"hash":"e816571e63102ee4597e2782d7f313e7954eb41ad0447c5ed68e521d835e3b64","title":"Rhino poaching crisis: 21 rhinos killed in just 10 months.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/wildlife-conservation-turns-challenging-21-rhinos-dead-in-10-months","imageLink":"https://web.nepalnews.com/storage/story/1024/Rhino1693732323_1024.jpg","category":"travel-and-tourism","content":"In the past 10 months, 21 rhinos have died in Chitwan National Park.\n\nTwo were killed by poachers, while the other 19 died from natural causes like getting stuck in swamps, fighting, aging, or tiger attacks.\n\nAs the rhino population grows, so does the number dying from habitat issues.\n\nThe park is working to manage wetlands and grasslands to help protect rhinos.\n\nCurrently, there are 694 rhinos in the park.","summary":"In the past 10 months, 21 rhinos died in Chitwan National Park; only 2 due to poaching, with the others dying of natural causes such as in-fighting, ageing, tiger attacks, and habitat issues."},{"hash":"472b30dd76138da4860086a7ff9ab65442c89350141d4d804e8c3bb59e227fbe","title":"European Union (EU) plans to provide assistance to Nepal in attracting foreign investment.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/eu-to-help-nepal-bring-investment","imageLink":"https://web.nepalnews.com/storage/story/1024/The_European_Union_(EU)1715320904_1024.jpg","category":"business","content":"The European Union (EU) aims to boost investment in Nepal through the \"EU-Nepal Trade Forum\" to help Nepal achieve its economic development goals.","summary":"EU commits to aiding Nepal's foreign investment through 'EU-Nepal Trade Forum'."},{"hash":"5f808d965456943d2c763161d048323e2fb684156515796bd838825bb9dc3826","title":"Begnas Lake is a beautiful freshwater lake located in Pokhara, Nepal. It is the second largest lake in the Pokhara Valley and is a popular destination for boating, fishing, and swimming. The lake is surrounded by lush greenery and offers stunning views of the Annapurna Mountains.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/begnas-lake","imageLink":"https://web.nepalnews.com/storage/story/1024/RambahadurThapa_Gandagi_RSS_27_image_1236502911715235354_1024.JPG","category":"travel-and-tourism","content":"There is no input text provided, so I cannot summarize it.","summary":"No events were provided to summarize."},{"hash":"5b4f058271600f6dc2c23ea89ba35933ad8acd0c14c908ed8bf88d76d0c121a2","title":"Tourists ride on a motorboat for an enjoyable trip on the water.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/tourists-enjoying-a-motorboat-ride","imageLink":"https://web.nepalnews.com/storage/story/1024/HemantKC_KankrebiharSurkhet_RSS_27_IMG_41081715234871_1024.JPG","category":"travel-and-tourism","content":"Sure, here is a summary of the provided context in short and simple English as possible and outputted in plain-text format:\n\n**Summary:**\n\nThere is no context provided, so I cannot summarize anything. Please provide the context so I can assist you.","summary":"No events provided to summarize."},{"hash":"c9cb8c8369fbe5ab01f24d6402791c28319c3a2905da1f49d8b00da77cf5e286","title":"NPC launches Public Investment Management Action Plan to improve efficiency, transparency, and sustainability in public spending.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/capital/npc-launches-public-investment-management-action-plan","imageLink":"https://web.nepalnews.com/storage/story/1024/national_planing_commision1715174848_1024.jpg","category":"capital","content":"Government has introduced a five-year plan to ensure effective spending on projects. The plan aims to:\n\n* Monitor projects centrally to prevent delays and cost overruns.\n* Improve public procurement to make it transparent and efficient.\n* Regularly maintain public infrastructure.\n* Assign clear responsibilities to project leaders.\n* Avoid duplicating projects by improving data collection.\n* Ensure projects are properly prepared before budgeting.","summary":"National Planning Commission implements a five-year action plan to enhance government spending effectiveness by setting seven goals including central project monitoring, project bank reform, procurement system improvement, infrastructure renovation, project responsibility assignment, project duplication elimination, and project selection criteria."},{"hash":"a6c4771d0060587b29f8d499dddaf05cb6343fa5c06e4954c8fdba2c26aba630","title":"Prime Minister inaugurates Sunkoshi Marin diversion tunnel breakthrough, a major milestone in Nepal's hydropower development. This tunnel will divert water from the Sunkoshi River to a powerhouse, generating 1,325 MW of electricity.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/nation/pm-inaugurates-breakthrough-of-sunkoshi-marin-diversion-tunnel","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_05_08_at_121715166729_1024.jpg","category":"nation","content":"**Sunkoshi-Marin Tunnel Breakthrough**\n\nPrime Minister Prachanda has initiated the opening of a 13.3 km tunnel for the Sunkoshi-Marin Project. The tunnel will allow water from Sunkoshi River to be used for irrigation and electricity. It will provide water to five districts and generate 31 megawatts of electricity. The Chinese company COVEC built the tunnel, costing 10.5 billion rupees. The project aims to improve irrigation and electricity in the region.","summary":"Prime Minister 'Prachanda' inaugurated the breakthrough of a 13.3 km diversion tunnel for the Sunkoshi-Marin Project, aimed at providing irrigation and generating electricity for five Madhes districts."},{"hash":"6ce8b7f76f049609887d25e051f92c36bdc3626bba462cd4f34a775b9acb8deb","title":"**Statement on Israel-Iran Conflict**\n\nThe Humanist World Protection League (HWPL) expresses deep concern over the escalating conflict between Israel and Iran.\n\n**Call for De-escalation**\n\nHWPL urges both nations to immediately cease all hostilities and return to diplomatic negotiations. The conflict threatens the safety of civilians and risks further regional instability.\n\n**Rejection of Violence**\n\nHWPL condemns the use of violence and calls for peaceful resolution through dialogue and empathy. All parties should respect international law and human rights.\n\n**Long-Term Solution**\n\nHWPL stresses the importance of a comprehensive and just solution that addresses the root causes of the conflict. This includes recognition of each other's rights and the promotion of coexistence.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/hwpl-statement-on-israel-iran-conflict","imageLink":"https://web.nepalnews.com/storage/story/1024/21715166055_1024.jpg","category":"global","content":"Iran and Israel are fighting, causing concerns worldwide. The conflict has claimed lives, including civilians.\n\nInternational law has been broken by attacking facilities in other countries.\n\nInnocent civilians suffer most from war.\n\nHWPL calls for an end to violence and peace talks between Iran and Israel.\n\nThe international community should help build peace and provide aid.\n\nA peace agreement would benefit future generations.\n\nHWPL is committed to ending wars and promoting peace.","summary":"\nThe recent violent conflict between Iran and Israel is causing significant concerns in the international community. The two nations that do not share borders are mobilizing high-end weaponry to attack each other and kill human lives.1 April 2024, the Israeli military attacked the Iranian consulate in Syria. A strike against a non-military facility in a third nation, a nation not directly involved in the conflict, infringes international law and constitutes a war crime. Moreover, on 13 April, Iran responded by attacking Israel’s land. Both nations have pointed their guns directly at each other, and there are growing concerns in the international community that the attacks could escalate into another war.\nThe Israel-Hamas War in Gaza has killed 30,000 since last year, and news outlets reported on dire situations in Gaza, running out of space for proper burial. The war that has persisted in the region over the past century continuously overshadows the prospect of the coexistence of the human race.\nIt is a clear indication that the greatest victims of war are innocent civilians. How could those lost lives ever be brought back? What could compensate for the outcry of children and the anguish of the youth in devastated dwellings?\nHWPL strongly supports the voices of the citizens, the true protagonists of the global village, who oppose war and call for peace. All nations of the global community must uphold the citizens’ demands, thereby ceasing the unjust war and joining to accomplish peace. Organizations worldwide, in alliance with HWPL as peace solidarity, urge Iran and Israel to put a stop to the acts of aggression immediately and to come forward for conversations to usher in peace.\nHWPL recommend that the international community take necessary measures to facilitate the formation of amicable relations between the two nations and provide humanitarian aid. It would be reasonable for all countries to support an international legal instrument for peace that embodies the long-yearned path to peace and to comply with its contents so that we leave a legacy of peace for future generations. HWPL will not spare its efforts for peace and cessation of wars.\n\n\n\n\n\n\n\n"},{"hash":"ae75bd54d5601e61c6c9a81aa73478d772e9a34cd805bb301fcc0b4eadcb35d9","title":"Swiss government giving $9.01 million for tourism projects.","date":1715333280826,"source":"nn","link":"https://nepalnews.com/s/capital/swiss-government-to-provide-9-01-million-swiss-franc-for-tourism-project","imageLink":"https://web.nepalnews.com/storage/story/1024/nepal_swiss1715304936_1024.jpg","category":"capital","content":"Switzerland will provide 9 million Swiss francs to Nepal for a four-year trekking tourism project.\n\nThe project aims to benefit around 100,000 people in 29 local areas of Koshi Province.\n\nIt will support local culture, art, production, job creation, and sustainable tourism development.\n\nThe Swiss Ambassador hopes the project will boost the economy and environment in the area.\n\nThe project is expected to increase tourism and income sources for locals through eco-tourism.","summary":"Swiss government funds 9.01 million Swiss francs for a four-year trekking-based tourism project in Nepal, benefiting 29 local levels and 100,000 locals, supporting local economy and promoting sustainable tourism."},{"hash":"80ecafbc3a73aee75e75de221b46e19b0e8bf0908d92dafcb596794eabbe3ad9","title":"Four people were arrested for leaking Grade 12 exam papers.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/capital/four-held-with-leaked-grade-12-question-papers","imageLink":"https://web.nepalnews.com/storage/story/1024/NepalPolice_202011261446491679631344_1024.jpg","category":"capital","content":"Four people were arrested in Kathmandu for writing answers on leaked Grade-12 exam papers. The arrested individuals are Madhav Tripathi, Sabin Paudel, Sitesh Kumar Yadav, and Roshan Ranabhat. The arrest was made during the exam, and an investigation is underway according to the Education Act.","summary":"Kathmandu police arrested four individuals with Grade-12 answer sheets following an exam paper leak, investigating under the Education Act, 2028."},{"hash":"df48d5c582672d9eaa251e1d7ee5505f87ad4dd42b61942f89e593d308d5fb59","title":"arrest-warrant-issued-against-20-people-including-former-officials-of-bal-mandir","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/capital/arrest-warrant-issued-against-20-people-including-former-officials-of-bal-mandir","imageLink":"https://web.nepalnews.com/storage/story/1024/bal_mandir1715265031_1024.jpg","category":"capital","content":"Arrest warrants have been issued for 20 people, including former Bal Mandir officials, for illegally using the charity's land for business. The complaint was filed at the CIB on Thursday, and the investigation found that the land was leased out at a low cost, causing loss to the charity.","summary":"An arrest warrant has been issued against 20 individuals, including former Bal Mandir officials, for allegedly embezzling charity land."},{"hash":"a7ae5aa2dae3518f8ce15910e21d1137431eb7ffac115aec32edba2436c3e319","title":"President attends Law Day celebration, emphasizing the importance of the rule of law and equal access to justice for all.","date":1715333294268,"source":"nn","link":"https://nepalnews.com/s/capital/president-attends-law-day-celebration","imageLink":"https://web.nepalnews.com/storage/story/1024/court_supreme1689943003_1024.jpg","category":"capital","content":"On Law Day in Nepal, the Supreme Court celebrated with a reception attended by top officials including the President.\n\nChief Justice Shrestha emphasized the importance of reforming the judiciary and ensuring constitutional rights.\n\nLaw Day commemorates the establishment of the judiciary in 2008 BS, which upholds rule of law and separation of powers.\n\nVice President Yadav, Prime Minister Dahal, and other officials also attended the event, along with representatives from the legal community.","summary":"Law Day 2081 BS was celebrated with events hosted by the Supreme Court, attended by dignitaries and legal professionals, commemorating the introduction of the Chief Court Act in 2008 BS."},{"hash":"48734a6c4d1ac6914bc1b7551d247e7e9f154b0e532d2daceb1bdcfa0028e0b3","title":"Joshi Dhakal, a senior Nepal Police official, has been promoted to Assistant Inspector General (AIG). This decision was made at a recent cabinet meeting.","date":1715333301506,"source":"nn","link":"https://nepalnews.com/s/nation/cabinet-decisions-joshi-dhakal-promoted-to-aig","imageLink":"https://web.nepalnews.com/storage/story/1024/PMO_Singha_Durbar1686496476_1024.jpg","category":"nation","content":"- Deputy Inspectors General Umesh Joshi and Bhim Dhakal are promoted to Additional Inspectors General of Nepal Police.\n- 42 athletes and sports officials are honored for international medal wins.\n- Nanda Lal Majhi is appointed Vice Chairman of the Social Welfare Council, and Suresh Manandhar is appointed Member of the Language Commission.","summary":"The government promoted two Deputy Inspectors General of Nepal Police and honored athletes and officials for their international sports victories, while appointing two individuals to positions on the Social Welfare Council and Language Commission."},{"hash":"e02eb400e5968e32b5c175db44dcfd4e1166894dcaab65f44bbfa71b0c13c6b9","title":"The Federal Parliament's budget session starts today.","date":1715333305709,"source":"nn","link":"https://nepalnews.com/s/politics/budget-session-of-federal-parliament-to-commence-today","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"The budget meeting of Nepal's parliament starts today. The meeting was called by President Paudel, based on the government's advice. Members of parliament should attend the meeting, which starts at 2pm today at the International Conference Centre. On May 28, the government will present its budget for the next year. Before this, the President will present the government's plans and policies for the year. The meeting will be led by Speaker Devraj Ghimire, who has already met with leaders of major political parties.","summary":"Nepal's federal parliament's budget session commences today, as required by constitutional provisions, with the President scheduled to present the government's policy and program and the budget on May 28th."},{"hash":"b0548d7d73811f457ad631f1ee665c61883d228e05213db65aec4554aedab71e","title":"Construction of a bridge on the Narayangadh-Muglin road section is ongoing and progressing well.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/nation/bridge-construction-along-narayangadh-muglin-road-section-in-full-swing","imageLink":"https://web.nepalnews.com/storage/story/1024/narayan_ghat_mugling_sadak1715234021_1024.jpg","category":"nation","content":"New bridges are being built on the Narayangadh-Muglin road. Out of 15 bridges, 11 are already in use. The remaining 4 bridges will be completed by mid-November. These bridges are being built to reduce landslides and make the road safer.","summary":"Construction of 15 bridges on the Narayangadh-Muglin road section is underway, with 11 operational, 2 near completion in July, and the remaining, including Tuin Khola, scheduled for November due to compensation and road access issues."},{"hash":"625167eaf146bd0aea28cb2af768dfa2e3395746aa48ec1e15a143e1a9646890","title":"Today's weather forecast:\n\n* **Temperature:** 50 degrees Fahrenheit (10 degrees Celsius)\n* **Conditions:** Sunny with a light breeze\n* **Precipitation:** No rain or snow expected\n* **Outlook:** Similar weather conditions expected for the rest of the day","date":1715333314689,"source":"nn","link":"https://nepalnews.com/s/nation/weather-update-50","imageLink":"https://web.nepalnews.com/storage/story/1024/Weather_rain1690631860_1024.jpeg","category":"nation","content":"**Today:**\n* Cloudy with a chance of rain in most of the country.\n* Snow possible in the mountains.\n\n**Tonight:**\n* Cloudy with a chance of rain in some areas.\n* Snow possible in the mountains of eastern and central Nepal.","summary":"Light to moderate rainfall with thunder, lightning, and gusty winds forecasted for several provinces, with chances of snowfall in high-altitude regions."},{"hash":"da811d203e8cfa11bc2ae6d59ffc40f548abd4c80d2f72a82edfa6a80c5dab20","title":"27 people have died in the last 24 days from wildfires and lightning.","date":1715333318900,"source":"nn","link":"https://nepalnews.com/s/nation/27-people-die-due-to-fire-forest-fire-and-lightning-in-last-24-days","imageLink":"https://web.nepalnews.com/storage/story/1024/Manang_forest_fire1681707860_1024.jpg","category":"nation","content":"In the past 24 days, 27 people have died in fires, forest fires, and lightning strikes in Nepal. 18 people died in fires, 6 in forest fires, and 3 in lightning strikes. 90 people were also injured. The government has approved financial assistance to the victims' families to build temporary homes.","summary":"27 fatalities from fire, forest fire, and lightning in Nepal between April 13 and May 6, prompting financial assistance for victim families."},{"hash":"8bc8cf551442bfbb2f0e8c19dfe75d5b09798d20881fa31d6e24b3cf04ec5a88","title":"Prime Minister Dahal promises diplomatic efforts to bring back Nepalis fighting in the Russian army.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/nation/pm-dahal-assures-of-taking-diplomatic-initiatives-to-bring-back-nepalis-serving-in-russian-army","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_education1712301039_1024.jpg","category":"nation","content":"Prime Minister Dahal promises to use diplomacy to bring back Nepalis serving in the Russian Army. He has been in contact with them and is working to address the concerns of their families.","summary":"Prime Minister Dahal commits diplomatic efforts to repatriate Nepalis enlisted in the Russian Army, following protests from their families."},{"hash":"ab5d56be00b4c1fb7db7e1cffcd9e24b893fcf184a5fd66ad361cf5feab41c8e","title":"Government ignores major opposition's concern, led by Chief Whip Lekhak.","date":1715333326706,"source":"nn","link":"https://nepalnews.com/s/politics/govt-ignoring-major-opposition-s-concern-chief-whip-lekhak","imageLink":"https://web.nepalnews.com/storage/story/1024/ramesh_lekhak1690593303_1024.jpg","category":"politics","content":"- Nepali Congress Party is raising issues in parliament that the government is ignoring.\n- The party wants an investigation into money stolen from cooperatives.\n- The party is not trying to form a new government but wants to work with other parties to help people.\n- Parliament should be used to address people's concerns.","summary":"Despite opposition complaints of financial misconduct in cooperatives, the Nepali Congress Parliamentary Party reiterates its commitment to investigating and cleaning up the sector, while emphasizing parliamentary effectiveness and seeking consensus for national issues."},{"hash":"68db8c5cbecbbc95aee3e118cfaa7b0bcef5303b7ad540a2bdcb2fe39f77bcda","title":"JSP-Nepal is considering legal action to address grievances.","date":1715333331033,"source":"nn","link":"https://nepalnews.com/s/politics/jsp-nepal-to-seek-legal-recourse","imageLink":"https://web.nepalnews.com/storage/story/1024/janata_samajbadi_party1709595520_1024.jpg","category":"politics","content":"Janata Samajwadi Party (JSP) in Nepal will take legal action against a party split by a faction led by Ashok Rai, who got official recognition from the Election Commission. JSP's central executive committee will meet on Wednesday to discuss the split and decide on legal steps to be taken.","summary":"Janata Samajwadi Party Nepal will seek legal recourse to counter a party split, recognized by the Election Commission under Ashok Rai's leadership."},{"hash":"e6d8c9af0f93f7449981010a3d3f4289589d46ce366bd845f268501aa10f6f24","title":"Umbrella for Democratic Change leader Oliver Kombe sees the need for unity among leftist parties.","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/politics/uml-chair-oli-sees-need-for-unity-among-leftist-parties","imageLink":"https://web.nepalnews.com/storage/story/1024/kp_sharma_oli1709990573_1024.jpg","category":"politics","content":"CPN Chairman and former Prime Minister Oli calls for unity among all leftist parties, including the CPN (UML). He aims to build the UML as a strong national force and lead a unity campaign for the country's benefit. Oli believes the recent by-election results are a sign of success in the upcoming parliamentary election and urges the party to work together based on clear ideology and analysis. He also remembers the late politician Siddinath Gyawali as a dedicated and loyal leader. CPN Unity National Campaign's Chairperson Gautam expresses interest in joining the CPN (UML) after self-assessment. The event was attended by party leaders and members.","summary":"CPN (UML) Chairperson Oli called for leftist party unity, aiming for majority in the 2084 BS parliamentary elections, as he launched the \"Barista Rajnitigya Siddinath Gyawali Ismriti Grantha\" memorial book, with CPN Unity National Campaign Chairperson Gautam expressing intent to join UML."},{"hash":"4891c943f0e6afc7dd755df2212632bf8efe7fe9d90e5696053d306e1401177c","title":"The speaker will meet with leaders of major political parties, including the Prime Minister, to discuss important issues.","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/politics/speaker-to-hold-consultations-with-top-leaders-of-major-parties-including-pm","imageLink":"https://web.nepalnews.com/storage/story/1024/1674121407_devrajghimire_1200x560_20230119171026_R4IAR0RrQh1697368501_1024.jpg","category":"politics","content":"- Speaker Ghimire will meet with leaders of major political parties tomorrow to discuss Parliament issues.\n- Parties include the Prime Minister's party, Nepali Congress, and the main opposition party.\n- The opposition party previously obstructed Parliament over an investigation into Deputy Prime Minister Lamichhane.\n- The Speaker hopes to reach a consensus before the next Parliament session begins on May 10th.\n- He has met with leaders multiple times to resolve issues and improve Parliament effectiveness.","summary":"Speaker Devraj Ghimire calls a consultation with top party leaders, including the Prime Minister, to forge consensus before the upcoming Parliament session, which has previously faced obstruction due to allegations against Deputy Prime Minister Lamichhane."},{"hash":"2efa4e07b67707342ee7b709b73afb5599d461217e8b32df0e9558105171577f","title":"European Commission (EC) receives application from seven companies to legitimize their joint venture (JV), named Seven-JSP-MPS","date":1715333346215,"source":"nn","link":"https://nepalnews.com/s/politics/seven-jsp-mps-submit-application-to-ec-seeking-legitimacy","imageLink":"https://web.nepalnews.com/storage/story/1024/ElectionCommission_202210091335231681286610_1024.jpg","category":"politics","content":"Seven out of 12 MPs from the JSP party have applied to the Election Commission for recognition as the legitimate party. They claim to have support from more members and want to strengthen internal democracy. The party is now on the verge of a split as another faction has also registered for legitimacy. The Election Commission is currently reviewing the application.","summary":"Seven MPs from JSP, led by Ashok Rai, submit an application to the Election Commission seeking legitimacy, potentially splitting the party."},{"hash":"4e99a70221a7d6268625e92c0b4ebd09bd1d62198ce041cfeec5e786901fd03d","title":"Minister Joshi emphasizes the urgent need for shelter assistance for earthquake survivors in Jajarkot, urging immediate action to provide safe housing.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/issues/minister-joshi-insists-on-immediate-relief-to-build-shelter-for-jajarkot-quake-survivors","imageLink":"https://web.nepalnews.com/storage/story/1024/bhukampa_jajarkot__7_1699080065_1024.jpeg","category":"issues","content":"**Summary:**\n\nThe government of Nepal wants to help people who lost their homes in an earthquake. The government wants to give them money to build new houses before the rainy season starts.\n\nThe government also knows that Nepal has a lot of natural disasters, like landslides, floods, and fires. The government wants to make sure it has plans in place to help people after these disasters happen.\n\nThe government says that it is working with local governments to help people who need it. But the government says that it needs more money to do this work.","summary":"Federal Minister Bhanubhakta Joshi emphasized the need for immediate relief and compensation for earthquake victims in Jajarkot, expressing concern over the consequences of delayed assistance amidst the impending monsoon season."},{"hash":"8e4afb40f01a17084214e78590634dd3101fcdac783d9e827fc77cefadccdc48","title":"Tragic Fire Kills Mother and Son","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/issues/mother-son-charred-to-death-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"issues","content":"A mother and her son died in a fire in Nepal. The mother, Punya Maya Dhamala, 55, was trying to put out the fire when she was caught and her son, Kanchan Dhamala, 15, tried to save her but died in the fire. The fire is still raging in different parts of the district.","summary":"Mother-son duo fatally charred in an Okhaldhunga forest fire while extinguishing flames, sparking concern over ongoing forest fires in the district."},{"hash":"b54fa0c4e8a38682d2f1c13456612ee5d6122c8b9d5f6817ae4a70b36ea5683e","title":"Two people died and two others were hurt in a car accident.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/issues/two-killed-and-two-injured-in-road-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/dbdbce93_cc17ef2f_15b84da5_accident_850x460_acf_cropped_850x460_acf_cropped1684914032_10241692099166_1024.jpg","category":"issues","content":"Two people died in a tractor accident in Dadeldhura. The driver, Dhiraj Thapamgar, 40, and Bishnu BK, 27, were killed. Sudeep BK, 31, and Hikmat BK, 28, were injured and are being treated at the hospital.","summary":"A fatal road accident in Dadeldhura claimed two lives, injured two, and involved a tractor driven by Dhiraj Thapamgar and Bishnu BK."},{"hash":"7e6981a5327ce2410247b2aeda4f72cca28c28a108d80560989dc82625cbbe22","title":"24 artifacts were sent from Hawaii back to Nepal.","date":1714694400000,"source":"nn","link":"https://nepalnews.com/s/issues/24-pieces-of-artifacts-shipped-to-nepal-from-hawaii","imageLink":"https://web.nepalnews.com/storage/story/1024/441020358_818234927005128_7742768786942770028_n1714749977_1024.jpg","category":"issues","content":"The Nepal Embassy in the USA returned 24 ancient artifacts to Nepal. A woman named Susan Bradford donated the artifacts, most of which are from the 17th and 18th centuries. The Embassy is working to recover lost Nepali artifacts and has returned 63 in the past year.","summary":"The Embassy of Nepal in Washington, DC repatriated 24 Nepali artifacts to the Department of Archaeology, Nepal, after receiving them from a private collector in Maui, Hawaii, as part of its ongoing efforts to recover lost Nepali cultural heritage."},{"hash":"6f8e980e79d7b07a8d480bc536b554223925b4db1c6846b5dbfb44baca6eccea","title":"Kandi Highway is closed due to an incident.","date":1714694400000,"source":"nn","link":"https://nepalnews.com/s/issues/kanti-highway-closed","imageLink":"https://web.nepalnews.com/storage/story/1024/Karnali_Highway1690012652_1024.jpg","category":"issues","content":"Landslide on Kanti Highway in Lalitpur district has closed the road indefinitely.\nThe collapse happened during maintenance work, damaging a wall along the road.\nVehicles cannot travel along this section of the highway until further notice.","summary":"A landslip along the Kanti Highway in Lalitpur district, Nepal, has caused the collapse of a gabion wall, halting vehicular movement until further notice."},{"hash":"aeb14f4cdcd03b9c57bb46afbd0ce56505fc715aa5896beb52c175e93f4fb690","title":"Tragic Fire Kills Elderly Couple","date":1714608000000,"source":"nn","link":"https://nepalnews.com/s/issues/elderly-couple-dies-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/fire_51683693219_1024.jpg","category":"issues","content":"An elderly couple, Tej Bahadur Lama (70) and Thuli Lama, died in a house fire in Dhading, Nepal. The fire destroyed their belongings. Police arrived at the scene to find the couple deceased.","summary":"An elderly couple in Dhading, Nepal, died in a house fire that destroyed their home."},{"hash":"c94f8e4afac88e1cb0fb370ada56857a008186039807d76728b22d93ca250d67","title":"Nepal and Korea preparing for a high-level visit.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/preparation-of-high-level-visit-between-nepal-and-korea","imageLink":"https://web.nepalnews.com/storage/story/1024/korea1715163613_1024.jpg","category":"global","content":"Nepal and South Korea will celebrate 50 years of diplomatic relations with high-level visits and events throughout the year.\n\nSouth Korea is a major investor in Nepal, especially in the automotive and hydropower sectors. Nepal is also a key source of workers for South Korea, with over 100,000 Nepalis currently employed there.\n\nNepali workers are expanding their roles in South Korea beyond traditional sectors like agriculture and manufacturing, now including service and forestry.\n\nNepalis who return home after working in South Korea often start their own businesses, contributing to job creation in Nepal.","summary":"Nepal and South Korea celebrate 50th anniversary of diplomatic relations, with high-level visits planned, increased Korean investment in Nepal, and expanded opportunities for Nepali workers in South Korea."},{"hash":"e723ab3067a8adddaf32c9827d2897f76acc62350800bee739d3b29786c034f6","title":"Japan and Nepal have many similarities, according to Japan's Foreign Minister Kamikawa Yoko.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/global/japan-and-nepal-share-many-things-in-common-japan-s-foreign-minister-kamikawa-yoko","imageLink":"https://web.nepalnews.com/storage/story/1024/japan_foregn_minister1714872450_1024.jpg","category":"global","content":"Japan and Nepal share many similarities:\n\n**Geography:**\n* Both countries have mountainous terrain.\n\n**History:**\n* Both countries have faced natural disasters like earthquakes.\n\n**Democracy:**\n* Both countries are democratic, and Japan has assisted Nepal's democratization efforts.\n\n**Economic Support:**\n* Japan has provided financial and technical assistance to Nepal for infrastructure, education, healthcare, and more.\n\n**People-to-People:**\n* Over 170,000 Nepalis live in Japan, strengthening the bilateral relationship.\n\n**Women's Empowerment:**\n* Japan is committed to promoting women's roles in peace and security, and Nepal is a major contributor to UN peacekeeping operations.\n\n**Moving Forward:**\n* Japan will continue to support Nepal's economic growth, stability, and development beyond its graduation from Least Developed Country status in 2026.","summary":"Japan and Nepal share mountainous terrain, democratic values, and a history of earthquake disaster relief, with Japan providing support in infrastructure, education, healthcare, and promoting women's inclusion in peace and security efforts."},{"hash":"92ad5a4c56c6702ac1fca8e9aea40059b95bd75ed4ab056b7e61b7be50879246","title":"Do not seek foreign employment through illegal routes. Contact your embassy for assistance and guidance.","date":1715333389779,"source":"nn","link":"https://nepalnews.com/s/global/not-to-go-to-foreign-employment-through-illegal-route-embassy","imageLink":"https://web.nepalnews.com/storage/story/1024/embassy_of_nepal1714535848_1024.jpg","category":"global","content":"\nThe Embassy of Nepal in Islamabad has urged all the concerned to only use legal means to go for foreign employment, noting many Nepali have been victimized and stranded in Kyrgyzstan for some time on temptation of attractive jobs.The embassy said it has received information that some of those victimized have been assured to be sent to other countries using Kyrgyzstan route, sharing that some of the stranded people have been rescued and sent back to Nepal, some are on their way back but the process of reaching there has not stopped.\nIn a statement issued on Tuesday, the embassy said, \"As per the information received, some Nepali and foreigners are being involved in the fraudulent acts in the face of lucrative jobs\".\nIndividuals and groups involved in illegal activities of taking Nepali citizens abroad on the wrong temptation and leaving them stranded have to face the prevailing law, the statement further noted.\n\"The embassy sincerely requests all concerned not to fall prey to the ill-intended act of fraudulent groups and to use only the established and legal route arranged by the Government of Nepal to go for foreign employment\", the statement reads.\n","summary":"Nepalese Embassy in Islamabad warns against using illegal means to attain employment abroad after reports of victimization in Kyrgyzstan surface."},{"hash":"bffbbeed94cbee7bdbcb2d6935e7e40625760854aa3ac8a57ccafcde31c85fea","title":"An Ohio doctor couple is working to strengthen the relationship between Nepal and the United States.","date":1714348800000,"source":"nn","link":"https://nepalnews.com/s/global/ohio-based-doctor-couple-s-efforts-to-strengthen-nepal-us-relations","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr1714368003_1024.jpg","category":"global","content":"**Pandemic Relief and Vaccine Diplomacy:**\n\nDuring the COVID-19 pandemic, Dr. Damodar Poudel and his wife Dr. Sanju Mahato provided medical services to Nepali communities in the US.\n\nDr. Poudel lobbied US authorities to send vaccines to Nepal, which was successful.\n\n**Obesity and Health Advocacy:**\n\nDr. Poudel specializes in obesity and offers free services to Nepali patients with financial difficulties.\n\nHe is the Regional Medical Director of a clinic in Ohio that provides healthcare services to 26 locations.\n\n**US-Nepal Relations:**\n\nDr. Poudel has been appointed Consulate General of Nepal in Ohio.\n\nHe promotes cooperation between the US and Nepal, including trade, technology, and disaster relief.\n\nDr. Poudel has established connections between US officials and local representatives in Nepal.\n\nHe is involved in a research partnership between Nepal's National Innovation Centre and Ohio State University.\n\nDr. Poudel is working to strengthen relations between the two countries at both government and community levels.","summary":"Dr. Poudel and his wife provided medical aid to Nepali communities in the US during the COVID-19 pandemic, lobbied for vaccines to be sent to Nepal, and facilitated various initiatives fostering US-Nepal relations."},{"hash":"468fea9b415ea6e76ca037b6b29789a8d5dd2f4d95c5d5b4d67c94147f33d6e4","title":"Nepal and Malaysia's top officials met to discuss strengthening ties in trade, investment, and tourism.","date":1714089600000,"source":"nn","link":"https://nepalnews.com/s/global/meeting-between-high-officials-of-nepal-and-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/439895042_779997867565671_7837840790905478273_n1714113714_1024.jpg","category":"global","content":"**Nepal and Malaysia Meet to Strengthen Ties**\n\nNepal and Malaysia have a long and friendly relationship. They have discussed ways to work together better, including in trade, investment, tourism, and worker exchanges. Malaysia recognized Nepal as a source of workers in 2001, which has helped strengthen the relationship. Direct flights between the two countries make travel easier and promote tourism.","summary":"Nepalese Ambassador met with Malaysian Immigration Director General to strengthen cooperation, discuss historical ties, economic opportunities, foreign worker recognition, and tourism promotion."},{"hash":"2aa4d008a1db97151655e83d459e6098de8445064eedbabca63f11fc9a8a3dfe","title":"Transparency and good governance strengthen each other. They help create a society where people can trust their leaders and government.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/business/transparency-and-good-governance-complement-each-other-president","imageLink":"https://web.nepalnews.com/storage/story/1024/9d263f51_cefd_4241_bb20_05f8888718f21715242217_1024.jpg","category":"business","content":"**Transparency and Good Governance**\n\nPresident Paudel emphasizes the importance of transparency and good governance. Auditors are essential for ensuring economic security by verifying financial accounts. Their work helps prevent corruption and revenue evasion.\n\nMinister Sah also highlights the role of auditors in promoting financial good governance and controlling fake bills.\n\nA conference organized by the Association of Chartered Accountants of Nepal focuses on discussing the country's economic crisis and solutions. Noted individuals in the field of economics and business are participating in the event.","summary":"President Paudel emphasizes transparency and good governance, lauds auditors as \"economic watchdogs\" at the National Conference organized by ACAN, honoring renowned figures Dr. Ruit, Governor Adhikari, and FNCCI President Dhakal."},{"hash":"c421f2f8d013cc5c554ba2c77db9bd9c1b500b22e0c1b023672d9974111f3e94","title":"New Prime Minister Dahal plans to present the upcoming budget in a fresh and innovative way.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/business/upcoming-budget-to-be-introduced-in-a-new-manner-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_new1713842655_1024.png","category":"business","content":"Prime Minister Prachanda says the government's upcoming budget and plans will be designed to help those who are economically disadvantaged and lay the foundation for socialism. He also says that suggestions will be sought from various parties to make the plans more people-oriented. Prachanda claims that the national economy has improved since he took office, and that the government has been working hard to promote good governance and social justice.","summary":"PM Prachanda announced the upcoming budget will target economic development, seek public input, and prioritize good governance while highlighting the government's achievements in improving the economy and promoting international relations."},{"hash":"a075617d73dd2ddd230185e93bc4a96eb63c19df0d395c2fc095fe4264a2bd4b","title":"**Nepal Swadeshi Summit 2024 Declaration**\n\nA 35-point declaration was issued at the Nepal Swadeshi Summit 2024, outlining goals for:\n\n* Promoting domestic production\n* Reducing imports\n* Fostering innovation\n* Creating jobs\n* Strengthening the national economy","date":1715333419044,"source":"nn","link":"https://nepalnews.com/s/business/nepal-swadeshi-summit-2024-35-point-declaration-issued","imageLink":"https://web.nepalnews.com/storage/story/1024/441187804_7890365774349885_1226150477776136282_n1715125603_1024.jpg","category":"business","content":"The Make in Nepal Summit concluded with a declaration to promote local industry and domestic production.\n\nThe government will support domestic production, procure local products, and encourage investment.\n\nThe declaration includes:\n\n* Reforming laws to create an industry-friendly environment\n* Prioritizing domestic products for consumers\n* Ensuring raw material availability\n* Establishing a specialized financial institution for industrial investment\n* Using local products in government gifts\n* Creating a portal to identify domestic products\n* Implementing One Stop Service Centre effectively\n* Developing industrial areas through public-private partnerships\n* Restricting imports of self-sufficient products\n* Encouraging domestic production and imports\n* Imposing fines instead of criminal charges for industrial violations\n* Creating a separate Act to regulate the industrial sector\n* Reviewing trade and investment agreements and forging a common political viewpoint for stability","summary":"The Make in Nepal-Swadheshi Summit-2024 concluded with a 35-point declaration advocating for empowering local industries, increasing domestic production, and promoting consumption."},{"hash":"53c3f9bbcf9667cddd56a7f8a64aefc3fbe7ed3365801f9faca679e05896b163","title":"Economic growth and prosperity start from Dailekh, says Minister Bhandari.","date":1715333426367,"source":"nn","link":"https://nepalnews.com/s/business/economic-prosperity-begins-from-dailekh-minister-bhandari","imageLink":"https://web.nepalnews.com/storage/story/1024/dailekh_petrol1696130214_1024.webp","category":"business","content":"Minister Bhandari hopes that drilling in Dailekh for petroleum will bring economic growth to Nepal. If successful, Dailekh could become the economic center of the country. The final exploration will take six months to complete and will determine how much petroleum and gas is available. If the results are positive, processing steps will follow.","summary":"Dailekh's petroleum exploration final drilling is underway, promising economic prosperity for Nepal, as per the Minister for Industry, Commerce and Supply."},{"hash":"df9b7b06ec76b8f2f869bac62ff8e92d3b60b6a6145578db759c3601bcb09211","title":"Nepalese runners won two titles in Malaysia.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-runners-won-2-titles-in-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/422620795_859372276202663_5891976066813061462_n1714904704_1024.jpg","category":"sports","content":"Nepali runner Mahadev Rijal won two races in Malaysia:\n\n* **Today:** 21 km half marathon in 0:1:14:48, beating runners from Malaysia and Kenya\n* **Yesterday:** 21 km Climbathon in 3:03:58, winning against participants of all ages\n\nRijal is a resident of Nepal who has been living and working in Malaysia for 5 years. He has a history of success in running events, including winning the 8th Tower Runner competition in 2023.","summary":"Nepali runner Mahadev Rijal won consecutive half-marathon victories in Malaysia, including the 21 km half marathon and 21 km Climbathon events."},{"hash":"7d22f65cb13004efc951d1a7217634e5de098beab800527921bfd8488bcb265b","title":"Nepal won the final match against West Indies A in the T20 series.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/nepal-wins-final-match-against-west-indies-a-in-t20-series","imageLink":"https://web.nepalnews.com/storage/story/1024/438230324_859581999531515_2675064775143100892_n1714829807_1024.jpg","category":"sports","content":"Nepal won the final match of a T20 series against West Indies 'A' by 6 wickets. Nepal had lost the first three matches of the series but won the last one. Nepal chased down the target of 173 runs set by West Indies 'A' in 18.5 overs. Anil Shah (58 runs) and Kushal Malla (37 runs) were the top scorers for Nepal.","summary":"After losing three consecutive matches, Nepal defeated West Indies 'A' by six wickets in the final match of the T20 series, with Kushal Malla scoring 37*(18) and Anil Shah contributing 58 runs."},{"hash":"bb189a36492ef05672b1ce8763b3e6b70343c234cd53688b22d4345275939757","title":"President sends best wishes to cricket players","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/president-extends-best-wishes-to-cricket-players","imageLink":"https://web.nepalnews.com/storage/story/1024/Sheetal_Niwas1623082198_1024.jpg","category":"sports","content":"President Paudel wished good luck to Nepali cricket players participating in the ICC T20 World Cup. The tournament starts on June 1st, and Nepal's first match is against the Netherlands on June 4th. Nepal is in Group D with South Africa, Sri Lanka, Bangladesh, and the Netherlands.","summary":"President Ramchandra Paudel extends best wishes to Nepal's cricket team for the ICC T20 World Cup, beginning June 1, where they are grouped with South Africa, Sri Lanka, Bangladesh, and the Netherlands."},{"hash":"63f0360edf629c2552c07da82b4f8a204ad5b2ed608c251932759e4931274472","title":"West Indies A Team Wins T20 Series","date":1715333451387,"source":"nn","link":"https://nepalnews.com/s/sports/west-indies-a-clinches-t20-series-title","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714701176_1024.jpg","category":"sports","content":"West Indies 'A' won the T20 series against Nepal by 3 matches to 1. They scored 209 runs thanks to Andre Fletcher's 84, and then bowled out Nepal for 181 runs, with Rohit Kumar Paudel scoring the highest 82 runs for Nepal. Hayden Walsh and Matthew Forde took three wickets each for West Indies 'A'. The final match of the series will be played on Saturday.","summary":"West Indies 'A' clinched the T20 series against Nepal, winning their fourth match by 28 runs, securing the title before the final fixture."},{"hash":"c0268d83151b4700710f0d718bbec12fc67c78746b9c81699b68d8c7925acf37","title":"Nepal lost their third T20 match against West Indies by 76 runs.","date":1714521600000,"source":"nn","link":"https://nepalnews.com/s/sports/t20-series-nepal-lose-third-match-to-west-indies-by-76-runs","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714577666_1024.jpg","category":"sports","content":"\n Nepal was defeated by West Indies 'A' in the third match held today under the T20 series by 76 runs. In its attempt to chase a 228-run target posted by the West Indies, Nepal was restricted to 151 in 19.2 overs, losing all its wickets.For Nepal, Karan KC scored 28 with three fours and one six in 17 balls, Lokesh Bam 28 with one boundary and two sixes in 29 balls, Kushal Malla 20, Binod Bhandari 19, Anil Shah, 14, captain Dipendra Singh Airee 7, Gulsan Jha 6 and Bibek Yadav, Sagar Dhakal and Aarif Sheikh scored three each.\nBefore this, the West Indies chose to bat first by winning the toss at TU Cricket Ground in Kirtipur. It played the first innings with 227 in 20 overs at the loss of three wickets.\n For the team, Johnson Charles hit beyond the century as he recorded 119 with 13 boundaries and seven sixes in 61 balls. Andre Fletcher scored 53 with four boundaries and three sixes in 33 balls. Fabian Allen made 19, Alick Athanaze 17 and Keemo Paul was not out with 13.\nTowards bowling, Nepal's Karan KC and Sagar Dhakal took one wicket each. In the ongoing T20 series comprising five matches in total, Nepal has won two matches and lost one.\nNepal won the opening match by four wickets while lost the second with 10 runs. The fourth match will take place on tomorrow, Thursday. \n","summary":"Nepal lost its third T20 match against West Indies 'A' by 76 runs, despite Johnson Charles' century for the West Indies."},{"hash":"f6df2c95d8308e02a5d724675b6f580035fa1a3784b03ef6d2594dadf3ba0498","title":"Nepalese athletics team leaves for Asian Under-20 Athletics Championship","date":1715333458635,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-team-departs-to-participate-in-asian-u-20-athletics-championship","imageLink":"https://web.nepalnews.com/storage/story/1024/438206076_448748784338052_4246932501331390940_n1713843823_1024.jpg","category":"sports","content":"Nepalese athletes Badal Karki, Adeshkumar Yadav, Ajay B.K, and Kalpana Budha, along with coach Kanti Mahato, are going to Dubai for the Asian U-20 Athletics Championships from April 25-28.\n\nBadal will compete in 800 and 1500 meters, Adesh in 100 and 200 meters, Ajay in 1500 and 3000 meters, and Kalpana in 1500 and 3000 meters.","summary":"National Sports Council sends an athletics team to the Asian U-20 Championships in Dubai, with athletes participating in 800m, 1500m, 3000m, 100m, and 200m under Coach Kanti Mahato."},{"hash":"b70088aed087be48dc7ad38ba6f972de6b0d941f8703d43a1cae84eb468445f4","title":"Over 11,000 cases of dengue have been reported in the Bagmati province.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/health/dengue-cases-surpass-11-thousand-in-bagmati","imageLink":"https://web.nepalnews.com/storage/story/1024/kushtia_dengue_6yr_old_child_dies_of_dengue_in_kushtia_daily_bangladesh_16941828191697183214_1024.jpg","category":"health","content":"**Dengue Fever in Bagmati Province**\n\nOver 11,000 cases of dengue fever have been reported in the Bagmati Province in the past 9 months. \n\n**Highest Cases:** Dhading (3,501)\n**Lowest Cases:** Rasuwa (2)\n\n**Other Districts with Cases:** \n- Kathmandu (3,000)\n- Chitwan (1,708)\n- Makwanpur (857)\n- Bhaktapur (494)\n- Kavrepalanchowk (167)\n\n**Precautions:**\nDengue fever is caused by mosquito bites. The risk is higher in summer. People should take precautions against the disease.","summary":"Over 11,000 dengue cases have been confirmed in Bagmati Province in the past nine months, with the highest number in Dhading and one fatality in Makwanpur."},{"hash":"8aef9eb1da2d64a20abdcf3e1f946935576aaae84d7d0b3cd9ba8aa4647804c0","title":"Nepal uses a rights-based approach to population and development, ensuring everyone's rights and well-being are considered in policies and programs.","date":1714435200000,"source":"nn","link":"https://nepalnews.com/s/health/nepal-s-approach-to-population-and-development-is-right-based-dpm-yadav","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav_NewYork_1_1068x8011714461437_1024.jpg","category":"health","content":"- Nepal believes everyone deserves fair treatment in population and development.\n- Nepal follows a strategy that respects people's rights and includes everyone.\n- Implementing the plan from the 1994 conference is key to reaching the goals set for 2030.\n- Nepal values the goals of the conference and has been working to achieve them.\n- Even though progress has been made since the conference, not all countries have made the same amount of progress.\n- Challenges like pandemics and climate change have made it harder to reach goals.\n- Nepal is committed to:\n    - Putting people first in development\n    - Respecting human rights\n    - Promoting gender equality\n    - Protecting sexual and reproductive health and rights","summary":"Nepal committed to a rights-based approach in population and development, emphasizing ICPD implementation, ongoing efforts to improve citizen quality of life, and addressing global challenges and inequalities."},{"hash":"853075cf39e1fcb42df78d974231e5f27301b7a218e2c71c13a200de5ecc34ac","title":"Japan has donated a community center to help prevent disasters.","date":1713830400000,"source":"nn","link":"https://nepalnews.com/s/health/japan-hands-over-the-community-center-for-disaster-prevention","imageLink":"https://web.nepalnews.com/storage/story/1024/1_IMG_22281713885995_1024.jpeg","category":"health","content":"Japan donated a Community Center to Indrawati Rural Municipality in Sindhupalchowk District, Nepal to improve disaster prevention capabilities. The project included building a center, committees, activities, broadcasting, warehouses, and landslide prevention measures. The center is expected to strengthen disaster prevention and support the region's growth.","summary":"Japanese government hands over Community Center for Disaster Prevention to Indrawati Rural Municipality, enhancing disaster preparedness through infrastructure and initiatives led by Japanese NGO JAFS."},{"hash":"91ef85d22d1f5e45d5c9e0d118acd881370663a55fa7eb366d52362a948b3462","title":"Dr. Sharma, a parliamentarian, donated 2 million rupees to a children's hospital to support their services and provide necessary care to young patients.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr Sunil Sharma, a member of the House of Representatives, donated two million rupees to the Children's Hospital that is being built by Dr Bhagwan Koirala.\n\nThe hospital aims to build specialized children's hospitals in all seven provinces of Nepal, with a 100-bed hospital in Kathmandu.\n\nThe hospital in Damak, Jhapa, is already operational. The plan is to build 50-bed hospitals in the other provinces once the Kathmandu hospital is complete.","summary":"MP Sunil Sharma donated two million rupees to support the construction of Kathmandu Institute of Child Health, a specialized children's hospital being built by Cardiothoracic Surgeon Dr Bhagwan Koirala."},{"hash":"42e79a4549bfdf6d5604bd78b3d44969e580204855bea65a83fee67398a94def","title":"Dr. Sharma, a parliamentarian, donated Rs. 2 million to a children's hospital.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital-1","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr. Sharma, a politician, donated 2 million rupees to a children's hospital being built by Dr. Koirala, a heart surgeon. KIOCH, led by Dr. Koirala, plans to build children's hospitals in all seven provinces of Nepal, and one in Kathmandu will have 100 beds. After the Kathmandu hospital is built, 50-bed hospitals will be built in each province.","summary":"Member of Parliament Dr. Sunil Sharma donates 2 million rupees to support the construction of a specialized children's hospital in Kathmandu, while KIOCH plans to expand to all seven provinces."},{"hash":"3366c0665f89d2e7da9c8b7f2493798ccbb5625b22f9517335e99c27063a9b96","title":"Children are being given vitamin A capsules and deworming tablets.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/vitamin-a-capsules-de-worming-tablets-being-administered-to-children","imageLink":"https://web.nepalnews.com/storage/story/1024/vitamin_A1713434673_1024.jpg","category":"health","content":"The Department of Health Services in Nepal is giving free Vitamin 'A' capsules to children under 5 years old and de-worming tablets to children from 1 to 5 years old for two days. The goal is to give Vitamin 'A' to about 3.2 million children and de-worming tablets to about 2.9 million children. Health volunteers will give the supplements to children in every ward. The government does this twice a year.","summary":"As part of the National Vitamin 'A' program, children under five in Nepal are being administered vitamin 'A' capsules and de-worming tablets by 52,000 women health volunteers and 10,000 health workers."},{"hash":"cb8effbde048b79cd9eeb5db55bb2f9c531a9197c14829fec68dc9eb61b5e6c5","title":"414 climbers given permit to climb Mount Everest this spring season.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/414-climbers-receive-permission-for-climbing-mt-everest","imageLink":"https://web.nepalnews.com/storage/story/1024/437535457_831813775640046_1295344342444497167_n1715094430_1024.jpg","category":"travel-and-tourism","content":"\n As many as 414 people have taken permission for expediting Mount Everest or Sagarmatha, the world's highest peak, in the spring season this year.According to the Department of Tourism, a total of 414 climbers, including 75 women and 339 men of 41 mountaineering groups have so far been permitted for the same.\nThe highest number of climbers (478) had obtained permission for ascent to the Mount Everest last year.\nAccording to Section Officer at the Department, Chun Bahadur Tamang, a total of 971 mountaineers from 112 climbing group had obtained permission for ascending to 30 mountains, including the Mount Everest this season.\nA total royalty of Rs 674.7 million has been so far collected from mountaineering permission. Around Rs 592.3 million has been raised from the Mount Everest alone in the season. \n","summary":"This spring, 414 climbers (75 women, 339 men) have received permits to ascend Mount Everest, generating Rs 674.7 million in royalty, with Rs 592.3 million coming from Everest ascents."},{"hash":"0874884b48df6c09d57d98acb64fffffa39221f8b28d9bd21ea02bb1dc9ea5ae","title":"Pepper chips left on top of Mount Makalu, the world's fifth-highest mountain.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/pepper-on-the-top-of-world-s-fifth-highest-mount-makalu-1","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_05_06_at_171715074396_1024.jpg","category":"travel-and-tourism","content":"Australian mountaineer Allie Pepper climbed Mount Makalu, the world's fifth-highest mountain, without extra oxygen.\n\nShe has now climbed 10 of 14 eight-thousand-meter peaks in 2 years without extra oxygen, making her the first Australian woman to do so.\n\nPepper plans to complete the remaining 10 peaks by 2025, with her next target being Mount Kanchenjunga, the world's third-highest.","summary":"Australian mountaineer Allie Pepper scaled Mount Makalu, the world's fifth highest, without oxygen, becoming the first Australian female to summit 10 of 14 eight-thousanders without supplemental oxygen."},{"hash":"c577b55550261cd2c05a1486572b55a71ac4a144afdbe64aab2ffb08731aedfc","title":"Pepper is now the second person and first woman to reach the top of the fifth highest mountain, Makalu, while on a blindfolded expedition.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/pepper-on-the-top-of-world-s-fifth-highest-mount-makalu","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_05_06_at_171715074396_1024.jpg","category":"travel-and-tourism","content":"Australian mountaineer Allie Pepper has summited Mount Makalu, the world's fifth highest mountain, without using extra oxygen.\n\nWith this summit, Pepper has climbed 10 of the 14 eight-thousand-meter peaks within two years. She aims to be the first Australian woman to climb all 14 peaks without supplemental oxygen.\n\nPepper's next target is Mount Kanchenjunga, the world's third-highest peak. She plans to climb eight more mountains in Pakistan to complete her goal by 2025.\n\nPepper's journey highlights the strength and determination of women in mountaineering.","summary":"Australian mountaineer Allie Pepper scaled Mount Makalu without supplemental oxygen, becoming the first Australian woman to summit 10 out of 14 eight-thousanders within two years."},{"hash":"e115a6d41dc575a6fb20a754295e2c6493cf6d2654ae267d4145bfcfcc13107f","title":"PM announces a fund to support innovation and expansion of the IT sector.","date":1714608000000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/pm-announces-to-institute-innovation-fund-for-it-sector-expansion","imageLink":"https://web.nepalnews.com/storage/story/1024/91fd8100_c369_454d_8e45_d73c48c2fe8d_1000x5001714631578_1024.jpg","category":"science-and-technology","content":"Prime Minister Dahal plans to create an \"innovation fund\" in the upcoming budget to support the information technology (IT) sector in Nepal.\n\nThe government believes that developing, expanding, and using IT can transform Nepal's economy and society.\n\nThe Prime Minister also emphasized the importance of integrating and implementing the \"Startup Programme\" for youth entrepreneurship.\n\nHe stressed that IT is crucial for development, good governance, and employment, and urged everyone to contribute to its rapid growth in Nepal.\n\nThe government is committed to creating policies and laws to promote safe and responsible use of IT.\n\nMeasures will be taken to control cybercrime through legal and policy actions.","summary":"Prime Minister Dahal pledged to establish an innovation fund for IT sector expansion, formulate necessary laws, integrate startup programs for youth empowerment, and control cybercrime through legal measures."},{"hash":"f695aa1ad994bab3c00f1b5a8d5ea6fd3e689cc6689b961e67fffef625c6e80d","title":"Today is National ICT Day, a celebration of the role of Information and Communication Technology (ICT) in society.","date":1715333526611,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/national-ict-day-being-observed-today","imageLink":"https://web.nepalnews.com/storage/story/1024/ict_day1714614867_1024.jpg","category":"science-and-technology","content":"Today is National ICT Day in Nepal. The day is celebrated to promote technology in the country. The government is hosting an event with awards for those who have helped the ICT sector. The government is working to use technology to improve the country's economy and society.","summary":"National ICT Day is celebrated annually on May 2 to promote ICT development and recognize outstanding contributions to the sector, with Prime Minister Dahal presiding over the main ceremony and the government emphasizing ICT's role in socio-economic transformation."},{"hash":"9789ea6409b4715294fcecec4caf76bc9f86f5d00af5cd8543239bf9f3e5e012","title":"Politics can boost investor enthusiasm and lead to positive investment outcomes for the president.","date":1714003200000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/politics-should-fill-enthusiasm-among-investors-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_25_at_131714045205_1024.jpg","category":"science-and-technology","content":"**Summary:**\n\nPresident Ramchandra Paudel believes that:\n\n* Politics should encourage investors to invest in Nepal's rich natural resources and energy sector.\n* Nepal can become prosperous by developing its energy sector through public-private partnerships.\n* Federalism and democracy are creating a stable environment for investments.\n* Nepal is now an energy exporter and is playing a positive role in the region by providing clean energy.","summary":"President Paudel emphasizes the role of politics in attracting investment for Nepal's prosperity, highlighting the potential of energy development and the government's commitment to creating an enabling environment."},{"hash":"8645e6e32c99e132c7dedb2a85a2626985e9d5f7e0c18cf2f27997f5d483ec41","title":"A proposed law aims to make sure that artificial intelligence (AI) is used in a clear and responsible way. It makes sure that:\n\n* People know how AI is being used.\n* AI is not used in a way that hurts people or takes away their rights.\n* There are ways to fix problems if things go wrong.","date":1710201600000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/draft-bill-on-it-and-cyber-security-seeks-transparent-accountable-use-of-ai","imageLink":"https://web.nepalnews.com/storage/story/1024/Ministry_of_Communication1710223162_1024.jpg","category":"science-and-technology","content":"**IT Management and Cybersecurity Draft Bill**\n\nThe government proposes a bill to manage IT and cybersecurity. It encourages the use of AI, machine learning, blockchain, and IoT responsibly.\n\n**Key Provisions:**\n\n* Establishment of a center for research and development in new technologies\n* Directors' committee headed by the Minister of Communications and Information Technology\n* Coordination committee for quick response to cybersecurity incidents\n* Inclusion of regulations on electronic records, data safety, digital signatures, and IT audits\n\n**Prohibited Activities:**\n\n* Disruption of national unity, security, or territorial integrity through electronic systems\n* Cyberbullying, harassment, and distribution of indecent content\n* Theft of data and code\n\n**Data Privacy:**\n\n* Government cannot collect personal data without informing individuals\n* Websites of government bodies and public corporations must meet standards set by the Ministry\n* Registration and licensing of cybersecurity service providers","summary":"Nepal's draft IT/cyber security bill promotes innovative technologies (AI, ML, blockchain, IoT), establishes a research center, structures governance, includes data protection, bans cyberbullying, and mandates website standards for government entities."},{"hash":"7b3564e64335cf6b09ca9388a43353ae8e4c829e4a33b5dafd81bc5c1b419b8b","title":"Cyber laws are needed to resolve internet-related issues.","date":1715333543077,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/cyber-legislation-needed-to-resolve-problems-minister-sharma","imageLink":"https://web.nepalnews.com/storage/story/1024/Sharma1695206333_1024.jpg","category":"science-and-technology","content":"Cyber laws are needed to fix problems, says Minister Sharma. The government is working on a cyber security law and wants suggestions from everyone. Cyber security is important because of the risks of misusing information technology. The government is spreading awareness about cyber security because it's a sensitive issue that needs informed citizens to handle it.","summary":"Minister Sharma urges cyber legislation to address issues, highlights importance of public awareness and government collaboration on cyber security."},{"hash":"c11dd4e0a73ed780f50db62b525aa16fa7c624433478c86d79746516e89b9f0d","title":"India is in positive talks with Bangladesh to export energy, including electricity and natural gas.","date":1715333547433,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/talks-positive-with-bangladesh-to-export-energy","imageLink":"https://web.nepalnews.com/storage/story/1024/Nepal_Electricity_Authority1691846323_1024.jpg","category":"science-and-technology","content":"Nepal and Bangladesh agreed to start trading electricity soon. Nepal will sell electricity to Bangladesh during the upcoming rainy season. The details of the deal are being finalized and will be approved by both sides soon.","summary":"Nepal and Bangladesh discuss power trade deal, aiming to export electricity from Nepal to Bangladesh during the upcoming rainy season."},{"hash":"a214fef6a569a812921b8fd6905466efcae36821d314e2d976e99d6f2fb54eff","title":"The Japan Foundation presents \"Yakishime: Earth Metamorphosis,\" a traveling exhibition showcasing traditional Japanese pottery techniques. This exhibition travels to various locations, bringing the beauty and artistry of Yakishime pottery to a wider audience.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/japan-foundation-traveling-exhibition-yakishime-earth-metamorphosis","imageLink":"https://web.nepalnews.com/storage/story/1024/Leaflet_front1715264259_1024.jpg","category":"entertainment-and-lifestyle","content":"**Japan Culture Exhibition in Nepal**\n\nAn exhibition of \"Yakishime\" ceramics, a traditional Japanese art form, will be held at the Embassy of Japan in Kathmandu from May 11th to 30th.\n\nYakishime is a type of unglazed pottery that has been fired at high temperatures. It is often used for serving food and drink, and has a unique and rustic beauty.\n\nThe exhibition will explore the history and uses of Yakishime ceramics, and will showcase a variety of pieces from traditional tea wares to contemporary art objects.\n\nAdmission is free, and the exhibition is open to the public from 9:30am to 4:30pm daily.","summary":"The Embassy of Japan and Japan Foundation will host an exhibition on the development, history, and cultural significance of unglazed, high-fired Japanese ceramics known as yakishime."},{"hash":"e61c612a2fa2945dbce36e78bfcbfcfe5e05c704908dd9baac7769efb299faed","title":"Two friends celebrate 50 years of their cherished bond, reminiscing about shared laughter, memories, and the unwavering support that has defined their friendship throughout life.","date":1715333556942,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/celebrating-50-years-of-friendship","imageLink":"https://web.nepalnews.com/storage/story/1024/209370c5_271f_40b2_b38c_4d479196175d1714881747_1024.jpeg","category":"entertainment-and-lifestyle","content":"**Korea-Nepal Diplomatic Anniversary Cultural Event**\n\n**Highlights:**\n\n* Martial Arts Demonstration by K-Tigers:\n    * Ancient Taekwondo techniques with a modern twist\n    * K-pop infused with Taekwondo\n* K-Dance Showcase by People on Stage:\n    * Electrifying B-boy dance performances\n    * Top dancers showcasing Korean culture through dance\n* Celebration of Friendship:\n    * Commemoration of 50 years of diplomatic ties\n    * Sharing cultural experiences","summary":"To mark 50 years of diplomatic ties, South Korea is hosting a cultural event in Nepal featuring Taekwondo demonstrations from K-Tigers, K-Dance showcases by People on Stage, and a celebration of the two countries' friendship."},{"hash":"5db1f1b27f140836a538af8994d1d20d3c4e3bfba7357d0ab258108d457e3803","title":"Chhabi Lal Lohani, a renowned and veteran actor, has passed away.","date":1714348800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/actor-cp-lohani-passes-away","imageLink":"https://web.nepalnews.com/storage/story/1024/cp_lohani_11714394375_1024.jpg","category":"entertainment-and-lifestyle","content":"CP Lohani, the star of Nepal's first hit movie \"Maitighar,\" died today at 86. He passed away in a hospital due to Alzheimer's and pneumonia. Lohani also worked in government and in the film and music industry. He was married to Bollywood actress Mala Sinha. His cremation will take place today at Pashupati Aryaghat.","summary":"Renowned Nepali actor CP Lohani, known for his role in \"Maitighar\", passed away at age 86 due to Alzheimer's and pneumonia."},{"hash":"47c5ab0dc3d11afc19bb0a2ea497b4519a334d00648998358c7cab2575b09124","title":"Democratic Republic:\n- Needs strong moral values and virtues\n- Looks to religion for guidance on how to live","date":1713657600000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/a-democratic-republic-seeks-moral-values-and-virtues-like-religion-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_21_at_111713687967_1024.jpeg","category":"entertainment-and-lifestyle","content":"President Paudel believes that religions, including Nepal's Federal Democratic Republic, focus on moral values and human well-being. All religions aim to create a peaceful, just, and civilized society. He congratulated the Jain community on Lord Mahabir's birth anniversary and encouraged them to continue promoting non-violence and positive values.","summary":"President Paudel addressed Nepal Jain Parishad on Lord Mahabir's birth anniversary, highlighting the shared moral values and welfare goals of religions, and urging the Parishad to promote Jain principles of non-violence, peace, and social service."},{"hash":"36bf5184da2134fc7913480835b722431a60fe0d878008465b1a5b5221530db2","title":"Chaiti Chhath festival concludes with devotees offering prayers to the rising sun.","date":1715333573836,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/chaiti-chhath-concludes-offering-argha-to-rising-sun","imageLink":"https://web.nepalnews.com/storage/story/1024/NawadeepShrestha_Bidur_RSS_14_ChhathPhoto1667194260_1024.JPG","category":"entertainment-and-lifestyle","content":"Chaite Chhath festival has ended. Devotees offered water to the sun on Sunday evening and Monday morning. This festival is celebrated twice a year to wish for good things for their families.","summary":"Chaiti Chhath festival in Mithila concludes with devotees offering 'argha' to the rising sun after fasting since Saturday night."},{"hash":"5c4e40b0cfcc81a841cfed842ce2aa92af57f2e88130f43a69d94018c770008a","title":"Socialism requires a culture that supports its principles. This culture includes values like equality, cooperation, and social responsibility. By fostering such a culture, we can create a foundation for a socialist society.","date":1715333577406,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/socialist-culture-a-primary-condition-for-preparing-base-of-socialism-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/436421060_2683866678446874_1444593645290858072_n1713059615_1024.jpg","category":"entertainment-and-lifestyle","content":"**Socialist Culture is Key to Building Socialism**\n\nPrime Minister Dahal believes that fostering a socialist culture is crucial for creating a foundation for socialism. He emphasized the need for collaboration among patriotic communities in promoting this culture. The government is committed to supporting cultural institutions through policies, funding, and infrastructure. The Sanskritik Sansthan's Cultural Evening showcased the country's diverse cultural heritage, inspiring unity and promoting cultural diversity.","summary":"Prime Minister Dahal emphasized cultural transformation and socialist culture as foundations for socialism, pledging support for the Sanskritik Sansthan's cultural evening showcasing Nepali diversity."},{"hash":"b4e200e75b70eb19af65a214c38211242dc597bb834180d2062fba2094ae8e20","title":"The Attorney-General's decision to clear the Home Minister of wrongdoing has sparked controversy. Some people believe it is unfair, while others support the decision.","link":"https://kathmandupost.com/national/2024/05/10/attorney-general-s-clean-chit-to-home-minister-stirs-debate","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb2-1715303461.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"national","content":"After being cleared of passport issues, Deputy Prime Minister and Minister for Home Affairs Rabi Lamichhane has now received a letter from the Office of the Attorney General stating that there are no cases against him in cooperative fraud cases.\n\nThis letter has drawn criticism as it's the first of its kind from the OAG. The OAG claims it's just providing information and does not clear Lamichhane or prevent new cases from being filed.\n\nCritics argue that the OAG should not issue such letters, as it may set a wrong precedent. The Nepali Congress has previously demanded a parliamentary panel to investigate the fraud charges against Lamichhane.\n\nDespite the letter from the OAG, the Nepali Congress claims that Lamichhane is involved in misusing funds from three cooperatives.","summary":"Amid dual passport case acquittal and cooperative fraud allegations, the Attorney General's Office issued a letter indicating no cases against Deputy Prime Minister Rabi Lamichhane, sparking criticism for setting a questionable precedent."},{"hash":"7e26b616e94de57b192df8218df36ecaaf4466f1158034c966b537b95a17b683","title":"Political tensions in Nepal's Madhesh region have escalated after the split of the erstwhile ruling coalition government. The fate of the coalition is uncertain, and different parties are maneuvering for power and influence.","link":"https://kathmandupost.com/politics/2024/05/10/after-split-in-jsp-nepal-politics-hots-up-in-madhesh-over-fate-of-coalition","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb3-1715303718.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"politics","content":"The Janata Samajbadi Party (JSP) in Nepal has split up, which could put the provincial government in Madhesh at risk.\n\nThe Maoist Centre party, which supports the Madhesh government, is considering forming a new government with other parties.\n\nThe Maoist Centre had been unhappy with the JSP's performance and wanted the finance ministry, but was not given it.\n\nThe UML, which is the largest party in the provincial assembly, is also interested in leading the government.\n\nThe fate of the Madhesh government depends on the decision of the ruling coalition in Kathmandu.\n\nIf the coalition decides to support a new government, the JSP may have to step down from power.","summary":"The split in Janata Samajbadi Party-Nepal (JSP-Nepal) may lead to a crisis in the Madhesh provincial government, with the Maoist Centre considering forming a new government in the province."},{"hash":"c5fe1d2f9a8cd6eef1f0a323caa11b7801cd42a62a453832aeefed4f02fa2511","title":"Government plans to check expecting mothers for mental health issues.","link":"https://kathmandupost.com/health/2024/05/10/ministry-plans-to-screen-pregnant-women-for-mental-health-problems","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb4-1715304323.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"health","content":"**Government to Screen Pregnant Women for Mental Health**\n\nTo reduce maternal deaths, Nepal's Health Ministry plans to screen pregnant women for mental health problems. Self-harm, like suicide, has been a leading cause of maternal deaths in Nepal.\n\nThe screening program will start in Kathmandu and expand to other districts in the future. The goal is to prevent suicides by providing timely treatment for mental health issues.\n\nNepal aims to reduce the maternal mortality rate to 75 per 100,000 births by 2030.","summary":"Nepal's Ministry of Health plans to screen pregnant women for mental health issues to reduce maternal deaths, with 6% of deaths attributed to self-harm and alarmingly high postpartum hemorrhage and pre-eclampsia rates."},{"hash":"f3e4a42725000ac8f9936c9fe3c2c8d3248f6134923cb80e8472ddc216c5009a","title":"Businesses are asking the government to invest heavily to revive the economy.","link":"https://kathmandupost.com/money/2024/05/10/private-sector-urges-massive-capex-booster-to-revive-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb5-1715304600.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"money","content":"Nepal's private sector asks the government to make a bigger investment in the economy to promote economic growth in the upcoming budget. \n\nThey want the government to make it easier for businesses to invest so that the private sector can invest more money. \n\nPrivate investment has been slow in recent years, and the government's spending has also decreased. This has led to a slowdown in the economy. Both private and public sector investments are low at the moment, so economists do not expect Nepal's economy to grow quickly in the near future. \n\nThe private sector wants the budget to include programs that encourage investment, such as a \"decade of investment\" and special treatment for businesses that create many jobs. \n\nThe government should also consider using money from the Social Security Fund, Citizens Investment Trust, and Employees Provident Fund to invest in development and infrastructure projects to create jobs. \n\nThe banking sector is also facing challenges, and the budget needs to address this by making it easier for businesses to borrow money and by investing in financial technology. \n\nThe government needs to address the issues of hedging and foreign direct investment to attract more foreign investment. The budget should also include measures to promote a green economy and increase productivity.","summary":"Nepal's private sector seeks increased government capital expenditure in the upcoming budget to stimulate economic growth due to sluggish private investment, as the economy faces a slowdown."},{"hash":"0ed1ef279c5c1097aa7cd97df03f1d585cd0b8b8aa22954171fd3e38f37f8625","title":"Nepalese cuisine is now available in New York City, offering diners a taste of Nepal.","link":"https://kathmandupost.com/food/2024/05/10/taking-nepali-taste-to-new-york","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/food1-1715265554.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"food","content":"**Aditya Mishra: Nepali Chef in New York**\n\n* Nepali chef Aditya Mishra wants to make Nepali food famous worldwide.\n* He started a restaurant called \"The Sewing Tin\" that serves Nepali dishes with a modern twist.\n* Mishra uses traditional ingredients and flavors in his cooking.\n* He believes chefs should be creative and cook what they love.\n\n**Mishra's Signature Dish: Confit Duck Chatamari**\n\n* A fusion of Nepali and French cuisine.\n* Made with duck meat, rice batter, garlic aioli, and pickled onions.\n* A unique and flavorful dish that showcases Mishra's culinary skills.","summary":"Nepali chef Aditya Mishra, driven by passion and scholarship, established 'The Sewing Tin' in New York to showcase Nepali cuisine through innovative dishes like Confit Duck Chatamari, aiming to elevate and globalize Nepal's culinary heritage."},{"hash":"d635fbb2deaebdb537aa547de2854e9ccfd321c23db943253dbac8513508eea3","title":"Home Minister Lamichhane is accused of involvement in a cooperative fraud in Pokhara.","link":"https://kathmandupost.com/national/2024/05/10/pokhara-metropolis-probe-finds-home-minister-lamichhane-is-involved-in-cooperative-fraud","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/lamichhane-1715328944.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"national","content":"**Deputy Prime Minister Rabi Lamichhane linked to cooperative embezzlement:**\n\n* Lamichhane accused of receiving a loan of Rs 10 million from Pokhara-based Suryadarshan Cooperative.\n* Probe committee found Lamichhane as a \"suspicious borrower\" for taking a loan in the name of his media company.\n* Lamichhane allegedly transferred his loan liability to his company without following proper procedures.\n* CIB report confirms Lamichhane's involvement in loan transactions.\n* Victims filed a supplementary complaint against Lamichhane for his alleged role in embezzlement.\n* Lamichhane has denied any wrongdoing, claiming he received no loans from cooperatives.\n* Office of the Attorney General issued a letter stating no cases exist against Lamichhane in cooperative fraud cases, sparking criticism.","summary":"Home Minister Rabi Lamichhane found involved in embezzlement of Pokhara cooperative funds, CIB investigation reveals he received a loan of Rs10 million and transferred the liability to Gorkha Media Network."},{"hash":"7697a965cad2b4fe488203fca9b9011d5cec32b3593ca4875efef4d9d92612c0","title":"cruellest-crime","link":"https://kathmandupost.com/editorial/2024/05/09/cruellest-crime","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb1-1715303210.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"editorial","content":"Nepal's Central Investigation Bureau has issued arrest warrants for 20 people involved in a land lease scam that illegally rented out land from the Nepal Children's Organization to a private school. The scam allowed private individuals to make money from land meant for helping children in need. This is similar to other land grab scams in Nepal, and it highlights the need for the government to crack down on such illegal activities and protect public property. The media has played a key role in exposing these issues, and they should continue to do so.","summary":"Central Investigation Bureau issues arrest warrants against 20 individuals involved in Nepal Children’s Organization land lease scam, targeting former organization officials and business representatives who illegally leased land and sublet it for profit."},{"hash":"b77ca7e7b78267d6faf47d3a5d33350d4a2d32ad0d495b2df4e78b3ca05359a9","title":"**Unveiling PhD Sagas**\n\nPhD journeys are often not linear. They involve unexpected turns, setbacks, and challenges. Researchers have shared their experiences through storytelling to highlight the complexities and triumphs of their academic adventures. This approach offers valuable insights and support for current and future PhD candidates.","link":"https://kathmandupost.com/columns/2024/05/09/dissecting-phd-sagas-ii","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadShutterstock11-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"**PhD by Coursework at Tribhuvan University (TU)**\n\nIn 2016, TU switched to a \"PhD by coursework\" model, where students take classes instead of writing a dissertation. While this approach is common in other countries, TU's implementation has limitations.\n\n**Benefits of PhD by Coursework:**\n\n* Exposes students to a wide range of topics in their field.\n* Prepares them to conduct original research.\n* Equips them to teach a variety of courses.\n\n**Challenges at TU:**\n\n* The dean's office controls the programs, limiting the departments' ability to offer needed courses.\n* Many departments lack qualified faculty to teach doctoral-level courses.\n* The Sewa Ayog's recruitment process is slow and biased, making it difficult to hire new faculty.\n* Political and personal conflicts among faculty hinder collaboration necessary for successful teamwork.\n\nAs a result, the \"PhD by coursework\" program at TU is not meeting the needs of students who want to develop their research skills. To improve the program, TU needs to make changes to its recruitment process and encourage faculty collaboration.","summary":"Tribhuvan University (TU) implemented a \"PhD by coursework\" route for its Humanities and Social Sciences Faculty doctoral students, replacing the \"PhD by dissertation\" route, but the execution of the new modality faces challenges in course delivery and faculty competence."},{"hash":"f28ae9ad63c1c929af9895d12f7e3ddbbf1008986b2f4363563096a3954de19e","title":"Everest, the world's highest mountain, is burdened with tons of garbage left behind by climbers. This includes oxygen tanks, tents, food wrappers, and human waste. The harsh conditions and altitude make cleanup efforts extremely difficult and costly.","link":"https://kathmandupost.com/columns/2024/05/09/everest-a-high-altitude-garbage-dump","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownPostFilePhoto1-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"**Mount Everest's Trash Problem**\n\n* Climbing season (April-May) attracts many adventurers to Mount Everest.\n* Everest's Nepal side is littered with garbage, including human waste.\n* About 60,000 people visit Everest's national park each year, generating tons of waste.\n* Waste can contaminate water, air, and soil.\n* Initiatives are underway to address this problem:\n    * Sagarmatha Pollution Control Committee monitors garbage.\n    * Nepal requires climbers to bring back waste or forfeit a deposit.\n    * Sagarmatha Next promotes sustainable tourism and collects garbage.\n    * University of Colorado developed a waste management plan.\n    * NeverRest Project proposes a sustainable base camp with technologies to reduce waste.\n\nThese efforts aim to improve the environment for climbers and local communities around Mount Everest.","summary":"Every spring, hundreds of climbers flock to Nepal and Tibet to summit Mount Everest, facing severe trash accumulation, with ongoing efforts to address the issue using technology and international collaboration."},{"hash":"1801d6ead071c649a64c0fde0790be274f8900ce60b54acca6dfb6dbc55067e8","title":"karki-s-excesses-in-koshi","link":"https://kathmandupost.com/editorial/2024/05/08/karki-s-excesses-in-koshi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/third-party/thumb21-1715217280.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"editorial","content":"Karki, the caretaker chief minister, has lost support and is being replaced due to political instability. He held onto power despite losing support, but has now been removed.\n\nKarki gained power with the help of a rival party, which was controversial within his own party and led to their coalition's downfall.\n\nHis actions highlight the spread of greed and immorality in politics, especially in the provinces. This undermines the purpose of federalism, which was meant to empower people through the devolution of power.","summary":"Kedar Karki, former caretaker chief minister of Koshi Province, was forced to step down after the withdrawal of coalition support, demonstrating the moral erosion in Nepali politics and the provincialization of power struggles."},{"hash":"0ebcfd98bda200c4ea542b433d9d88deb13c98853909002fe97bc490d5e2709f","title":"Delhi High Court grants bail to opposition leader Arvind Kejriwal, allowing him to campaign in upcoming elections.","link":"https://kathmandupost.com/world/2024/05/10/india-top-court-grants-temporary-bail-to-opposition-leader-kejriwal-to-campaign-in-elections","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/VPOES3S5DZKSJFGGK7I423DKDM-1715331831.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"world","content":"- Delhi Chief Minister Arvind Kejriwal got bail in a corruption case, allowing him to campaign in the election.\n- Kejriwal is a leader of an opposition alliance that is challenging Prime Minister Narendra Modi's party.\n- Modi's government has been accused of using investigating agencies to target political rivals.\n- Kejriwal's arrest and detention sparked criticism from his party and supporters.\n- Voting in the election began on April 19 and will end on June 1, with counting scheduled for June 4.","summary":"India's Supreme Court grants temporary bail to Delhi CM Kejriwal in graft case, boosting opposition ahead of general elections amidst claims of government influence on investigative agencies."},{"hash":"7db2d9d4c99609c4b086d6cf94403e6fe601b7047785e3e34dc46a6f991739e6","title":"Israel attacked eastern Rafah, Gaza after ceasefire talks ended without an agreement.","link":"https://kathmandupost.com/world/2024/05/10/israel-strikes-eastern-rafah-as-ceasefire-talks-end-with-no-deal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersDSIPAC3TY5OD3AQ33THP2DJ2RU-1715308919.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"world","content":"**Israeli Bombardment of Rafah**\n\nIsrael continued to attack Rafah, the largest city in Gaza. Despite US warnings, Israel is determined to proceed with its operation in Rafah and other areas.\n\nPalestinian militants fired rockets at Israeli tanks, while Israeli airstrikes killed at least 21 people, including civilians.\n\n**Indirect Peace Talks**\n\nIndirect peace talks in Cairo ended with no agreement between Hamas and Israel. Hamas rejected Israeli objections to its hostage release proposal.\n\n**Humanitarian Crisis**\n\nThe closure of the Rafah crossing with Egypt has cut off aid, food, and medical supplies. The only kidney dialysis center in the area has stopped operating due to shelling. The medical sector has collapsed.\n\n**US Threat and Israeli Response**\n\nUS President Biden threatened to withhold weapons if Israel launched a ground invasion of Rafah. Israel responded that it would continue with its operation regardless.","summary":"Israeli forces bombarded areas of Rafah on Thursday, Palestinian residents said, as Prime Minister Benjamin Netanyahu dismissed US President Joe Biden’s threat to withhold weapons from Israel if it assaults the southern Gaza city.A senior Israeli official said late on Thursday that the latest round of indirect negotiations in Cairo to halt hostilities in Gaza had ended and Israel would proceed with its operation in Rafah and other parts of the Gaza Strip as planned.Israel has submitted to mediators its reservations about a Hamas proposal for a hostage release deal, the official said.“If we must, we shall fight with our fingernails,” Netanyahu said in a video statement. “But we have much more than our fingernails.”In Gaza, Palestinian militant groups Hamas and Islamic Jihad said their fighters fired anti-tank rockets and mortars at Israeli tanks massed on the eastern outskirts of the city.Residents and medics in Rafah, the biggest urban area in Gaza not yet overrun by Israeli ground forces, said an Israeli attack near a mosque killed at least three people and wounded others in the eastern Brazil neighbourhood.Video footage from the scene showed the minaret lying in the rubble and two bodies wrapped in blankets.An Israeli air strike on two houses in the Sabra neighbourhood of Rafah killed at least 12 people including women and children.Among the dead was a senior commander of the militant Al-Mujahedeen Brigades, and his family, and the family of another group leader, medics, relatives and the group said.Israel says Hamas militants are hiding in Rafah, where the population has been swelled by hundreds of thousands of Gazans seeking refuge from the bombardments that have reduced most of the coastal enclave to ruins.In the United States, the White House repeated its hope that Israel would not launch a full operation in Rafah, saying it did not believe that would advance Israel’s aim of defeating Hamas.“Smashing into Rafah, in [President Biden’s] view, will not advance that objective,” spokesperson John Kirby said.Kirby said Hamas had been pressured significantly by Israel and there were better options to hunt down what remains of the group’s leadership than an operation with significant risk to civilians.Israel’s assault on Gaza has killed nearly 35,000 Palestinians and wounded nearly 80,000, most of them civilians, the health ministry in Hamas-run Gaza said.It launched its offensive in response to a cross-border attack by Hamas militants on Israel on October 7 in which they killed about 1,200 people and abducted 252. Some 128 hostages remain in Gaza and 36 have been declared dead, according to the latest Israeli figures.Biden on Wednesday issued his starkest warning yet against a full ground invasion in Rafah, telling CNN that: “I made it clear that if they go into Rafah...I’m not supplying the weapons.”Israel’s ambassador to the United States said the decision to withhold weapons from Israel over Rafah sends the “wrong message” to Hamas and the country’s foes.“It puts us in a corner because we have to deal with Rafah one way or the other,” Ambassador Michael Herzog told a Carnegie Endowment for International Peace webinar.The Israeli military has the munitions it requires for operations in Rafah and other planned operations, chief armed forces spokesperson Rear Admiral Daniel Hagari said.Israeli armed forces have already killed 50 Palestinian gunmen in east Rafah and uncovered several tunnels, Hagari said. Hamas had no immediate comment.TALKS ENDIn Cairo, delegations from Hamas, Israel, the US, Egypt and Qatar had been meeting since Tuesday. The talks in Egypt’s capital made some headway but no deal was reached, according to two Egyptian security sources.Izzat El-Risheq, a member of Hamas’ political office in Qatar, said the Hamas delegation had left Cairo, having reaffirmed its approval of the mediators’ ceasefire proposal. The plan entails the release of Israeli hostages held captive in Gaza and a number of Palestinians jailed by Israel.Hamas blames Israel for the lack of agreement, and its Al-Aqsa TV’s Telegram account said the group would not make any concessions beyond those in the proposal it had accepted.Israel has said it is open to a truce, but has rejected demands for an end to the war.US State Department spokesperson Matthew Miller said Washington continued to engage with Israel on amendments to a ceasefire proposal, adding work to finalise the text of an agreement was “incredibly difficult”.MEDICAL SECTOR COLLAPSINGIsraeli residents set fire twice to the perimeter of the headquarters of the UN agency for Palestinian refugees in East Jerusalem, causing extensive damage to the outdoor areas but no casualties, UNRWA chief Philippe Lazzarini wrote on X. There was no immediate comment from Israeli police.“Once again, the lives of UN staff were at a serious risk,” Lazzarini wrote, adding he had decided to close the compound until security is restored.On Tuesday, Israeli tanks seized the Gaza side of the Rafah border crossing with Egypt, cutting off a vital aid route and forcing 80,000 people to flee the city this week, according to the United Nations.Israel kept up tank and aerial strikes across Gaza and tanks advanced in the Zeitoun neighbourhood of Gaza City in the north, forcing hundreds of families to flee, residents said. The Israeli military said it was securing Zeitoun, starting with a series of intelligence-based aerial strikes on approximately 25 militant targets.Deir Al-Balah in central Gaza was packed with people who had fled Rafah in recent days. Palestinian medics said two people, including a woman, were killed when a drone fired a missile at a group of people there.The closure of the Rafah crossing with Egypt has prevented the evacuation of the wounded and sick and the entry of medical supplies, food trucks and fuel needed to operate hospitals, the Gaza health ministry said on Thursday.The only kidney dialysis centre in the Rafah area had stopped operating due to the shelling.“The entire medical sector has collapsed,” said Ali Abu Khurma, a Jordanian surgeon volunteering at Al Aqsa hospital in Deir al-Balah.United Nations aid chief Martin Griffiths said that for three consecutive days, “nothing and no one has been allowed in or out of Gaza.”“It means no aid. Our supplies are stuck. Our teams are stuck. Civilians in Gaza are being starved and killed, and we are prevented from helping them. This is Gaza today, even after 7 months of horrors,” Griffiths posted on X. "},{"hash":"ac316ba75f2dc1debff3e66ea2fdf291a3adfbb7209e5f8ff25b0af4b7e4ac2b","title":"Art festival concludes today.","link":"https://kathmandupost.com/arts/2024/05/10/art-festival-ends-today","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Postreport-1715265558.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"arts","content":"**Art Festival: 'From the Mountains to the Delta'**\n\nThe Bangladesh Embassy and Art Bangla Foundation present an art festival showcasing paintings from Bangladesh and Nepal. The festival features works that explore human emotions like love, loss, and joy.\n\nThe festival aims to promote cultural exchange between the two countries. The paintings reflect their shared cultural values, from the mountainous regions to the river deltas.\n\nThe festival is open to the public until May 10th at the Siddhartha Art Gallery. Admission is free.","summary":"Bangladesh Embassy hosts the 'From the Mountains to the Delta' art festival, presenting paintings from Bangladesh and Nepal until May 10th at Siddhartha Art Gallery."},{"hash":"6abff852e013616a4b186563210990eae2ab277dec212259f16a73c76d3dc949","title":"Government to give cash rewards to cricketers and other athletes.","link":"https://kathmandupost.com/sports/2024/05/10/government-to-provide-cash-reward-to-cricketers-athletes","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb6-1715304954.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"sports","content":"The government has decided to reward sports persons with cash prizes.\n\nCricket players will receive over Rs.20.47 million for their achievements. Each member of the men's cricket team that qualified for the T20 World Cup will get Rs.1.3 million.\n\nKarateka Arika Gurung, who won a silver medal at the Asian Games, will receive Rs.1.95 million.\n\nThe women's kabaddi team, who won a bronze medal at the Asian Games, will each receive Rs.390,000.\n\nParateakwondo player Palesha Goverdhan, who won a bronze medal at the Asian Para Games, will receive Rs.1.3 million.\n\nTotal cash prizes of Rs.29.71 million will be distributed to sports persons, coaches, and team officials.","summary":"The government has announced cash prizes totaling Rs 29.71 million for sportspersons, including the men's cricket team for qualifying for the 2024 ICC T20 World Cup, karateka Arika Gurung for an Asian Games silver, the women's kabaddi team for an Asian Games bronze, and para-athlete Palesha Goverdhan for an Asian Para Games bronze."},{"hash":"67d2528631dd173e0e567b2e6998b3b22ad55c9a15a87decd67f79b03c9faff1","title":"**Facts of Nepal 2024 Report Released**\n\n* The report provides detailed information on Nepal's economy, population, health, and other key indicators.\n* Nepal's GDP is projected to grow by 5.4% in 2024.\n* The country's literacy rate has increased significantly and now stands at over 75%.\n* Nepal has made progress in reducing poverty, with the poverty rate declining to 23.4% in 2022.\n* The infant mortality rate has also decreased, now standing at 23 per 1,000 live births.\n* Nepal faces challenges in areas such as gender equality, climate change, and infrastructure development.","link":"https://kathmandupost.com/books/2024/05/09/facts-of-nepal-2024-launched","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Picsart240509183650780-1715259261.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"books","content":"FACTS Research has released \"FACTS of Nepal 2024,\" a book that makes data easy to understand for everyone. It covers 24 themes, including the economy, companies, and social issues, and uses infographics to make it more interesting. The book aims to help people understand and use data in the digital age.","summary":"FACTS Research and Analytics releases \"FACTS of Nepal 2024,\" a data-driven book offering insights into Nepal's economic, social, and political sectors."},{"hash":"43b03fc1cba8c9367dc5ad35c425a2ff282821b00793a8a7245efafac9cfd63f","title":"Nepal awards construction contract for a substation in Nawalparasi.","link":"https://kathmandupost.com/national/2024/05/09/mca-nepal-awards-construction-contract-for-substation-in-nawalparasi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/NBSSContractSigning2-1715252071.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"national","content":"MCA-Nepal signed a contract to build a new electricity substation in Nawalparasi, Nepal. This substation will improve Nepal's electricity transmission, making power more reliable and affordable for homes, businesses, and cross-border trading. Two more substations are being built in Nuwakot and Tanahun as part of the Electricity Transmission Project funded by MCC and the Government of Nepal.","summary":"MCA-Nepal awarded a contract to Linxon India Pvt Ltd for the construction of a 400kV New Butwal Substation in Nawalparasi to enhance transmission capacity, facilitate cross-border electricity trading, and improve reliability for domestic and industrial use."},{"hash":"39a21e3738e34e21ac22ff3e01c5ee3a4fda10160336e1e78d00ef5a4868a738","title":"Nepal is using drones to remove garbage from Mount Everest. These drones can carry up to 30 pounds of trash at a time, making it easier to clean up the mountain.","link":"https://kathmandupost.com/money/2024/04/30/nepal-to-use-drones-to-transport-garbage-from-mount-everest","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/everest-1714541533.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"money","content":"**Drones to Clean Mount Everest**\n\nDrones will be tested on Mount Everest to remove garbage. If successful, drones could reduce the risk for guides who climb through the dangerous Khumbu Icefall with heavy loads.\n\n**Safety Measures for Everest Climbers**\n\nNew rules are in place to improve safety and manage garbage:\n- GPS tracking devices are required.\n- Climbers must camp in designated areas and use biodegradable \"poop bags\" to prevent waste.\n- The bodies of deceased climbers are now the responsibility of their guides and agencies.\n- Bright lights and commercial activities are banned at the base camp.\n\n**Climbing Statistics**\n\n- Around 400 climbing permits have been issued for Everest this year.\n- Americans have the most permits, followed by Chinese and British climbers.\n- 8,270 summit ascents have been made from the Nepal side since 1953.","summary":"For the first time, high-altitude guides will face some competition on Everest… from drones.The Khumbu Pasang Lhamu Rural Municipality, which hosts the 8,848.86 metre-tall Everest, is piloting heavy lifter drones that will bring back garbage from the mighty mountain. Though officials say that cargo drones will fly on Everest to bring garbage, its success, however, may affect the livelihood of high altitude support staff who navigate the dangerous Khumbu Icefall with tonnes of loads on their backs. “It’s a test. The success means we will use drones in a full-fledged manner to bring garbage from up to 6,500 metres of Camp II, next season,” said Jagat Prasad Bhusal, chief administrative officer of the rural municipality. “We, however, have not discussed whether drones can be used to transport supplies and logistics to Camp II to reduce casualties on the notorious Khumbu Icefall.”On April 18, 2014, an avalanche resulting from a falling serac buried 16 Sherpa guides in the Khumbu Icefall that eventually led to the cancellation of the season’s expeditions. Last year, three Sherpa guides were buried under the ice masses triggered by an avalanche in the Khumbu Icefall. Their bodies have not been recovered. The Himalayan Database and the government record show that nearly 50 individuals died on the icefall from 1953 to 2023.All climbers and guides need to navigate the icefall, on the route that leads to the world’s tallest peak, which is so notoriously dangerous that even experienced Sherpas hesitate to move when the sun shines.The Khumbu Icefall, a river of ice—a kilometre or so—is normally crossed during the night or early morning with climbers putting headlamps on their helmets.Normally, the route is crossed early in the morning, the time when the ice blocks and the hanging glaciers are stable and avalanche risks are low.During the day, as the sun warms the mountain, the hanging glaciers begin to melt and ice starts to crumble, causing avalanche risk.“The Khumbu Icefall has killed many, mostly high-altitude support staff. The drone could prevent growing casualties of mountain guides at least in the stretch of the icefall,” said Bhusal. From Camp II (6,400m) to the summit, there are less chances for avalanches.The rural municipality, currently, is piloting the Chinese drone from DJI, which stands for Da-Jiang Innovations technology company headquartered in Shenzhen, Guangdong.“However, after a successful test, we could buy drones through a competitive bidding process,” said Bhusal.The drone can fly up to 6,500 metres and carry 30 kg, he said. This year, Everest is likely to be busy as always, though the number of climbers is expected to drop slightly as compared to last year’s figure. Rakesh Gurung, director at the Department of Tourism, said they have issued 390 climbing permits as of Monday. “We expect the number to be slightly over 400 this year,” he said. Last year, the department issued a record 479 Everest climbing permits. This year, the highest number of permits have been issued for Americans (70), followed by Chinese (65), British (34) and Indians (22). The number of Everest aspirants from India has dropped significantly this year, according to department officials.The department said that guides have fixed the ropes and ladders up to Camp IV at nearly 8,000 metres on Sunday and the Everest push may formally begin next week.This year, there are a slew of rules implemented to make climbing safe and manage garbage.The Department of Tourism, under the federal government rule, has made it mandatory for climbers to be strapped with a tracking chip or a GPS device.The local government of Khumbu Pasang Lhamu Rural Municipality, on March 4, introduced its own rules by implementing the Base Camp Management Procedure 2024 for the first time.Under its rules, people at the base camp have been allowed a maximum area of 80 square feet per person to sleep during a mountaineering expedition.Similarly, a maximum area of 60 square feet per person has been allocated for dining purposes at the base camp.Attached toilets shall not be placed in the sleeping tents, according to the rule. A maximum of four toilet tents, two shower tents and two urine toilet tents are allowed in each camp for the common use of up to 15 people.When fixing new ropes for mountaineering, the old ropes must be taken off and brought back to the base camp.The rural municipality has made it mandatory for the climbers to use poop bags or biodegradable bags above the base camp for proper management and disposal of night soil.“So far, five expedition teams have brought poop bags. If the team does not bring the bags, it is available in the rural municipality,” said Bhusal.The municipality-arranged bags cost Rs580 a piece. A person will not require the bags in base camp, but they have to take the bags in all camps above the base camp. “The rule is simple, no one is allowed to urinate and defecate in the open. We are forced to impose this rule to stop making Everest a minefield of poop,” said Bhusal.While climbers may not encounter the sight or smell of thawing stool, people downstream who rely on melted snow for drinking water will be more likely to take sips contaminated with dangerous bacteria and parasites.“The bags have powder or chemicals that will solidify the poops. It has a zip too,” said Bhusal. “We currently have 6,000 bags and that will be enough for this season, which lasts until May-end.” According to Bhusal, each bag will have a code. “The climbers should bring back the bags, otherwise, they will not be issued a garbage clearance certificate. Without the certificate, climbers will not be able to claim their garbage deposit money. And they will also not get the prestigious certificate of climbing Everest,” said Bhusal. Anyone visiting Everest has to pay $4,000 as a garbage deposit, and the money is refunded if the person returns with 8 kg of garbage and the bags they have used while climbing.According to the local government’s rules, in case of the death of a mountaineer, the guides, the trekking and travel agencies concerned shall be responsible for managing the body. Industry insiders say there has been an increasing trend of leaving the bodies on the mountain though they are covered by insurance.A mountaineering official said that retrieving a body in the Death Zone is a costly affair. The zone is the part of Everest that lies above 8,000 metres.Removing bodies from higher camps is expensive and difficult because of the danger of the rarefied (low oxygen) atmosphere. According to mountaineering officials, it may cost $20,000 to $200,000 to bring down a dead body from extreme points.Most climbers’ bodies are left behind on Everest every year due to the difficulties and cost factors.According to Gurung, 17 people climbing from the Nepal side died on Everest last spring season and six bodies have yet to be recovered.Taking into account the cultural sensitivity of the Sagarmatha National Park, which is listed on the UNESCO Natural Heritage Sites list, the picturesque natural scenery and the magnificent Sherpa culture, commercial operation of bars, bakeries, cafes and spas are not allowed at the base camp.Likewise, bright and flickering lights visible from a distance should not be lit in the base camp. Except in an emergency, the lights in the base camp premises must be compulsorily turned off at night.According to the department, there have been 8,270 summit ascents from the Nepal side since 1953. "},{"hash":"20d6fba38f7a72404f31e0e9c78ed336011a973a2c15264bdb33a8dce3fe58fb","title":"Lack of clear adoption rules in Nepal makes it difficult to adopt children.","link":"https://kathmandupost.com/national/2024/05/01/regulatory-void-complicates-child-adoption-process-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb14-1714527484.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"national","content":"Anistha Shrestha's desire for a family was almost given up after losing a newborn and experiencing a miscarriage. However, in 2017, she and her husband found an abandoned baby and raised him as their own. While Nepal has made legal domestic adoption possible, the process is still cumbersome. Prospective parents must file an application and meet certain criteria (e.g., being married for 10 years). The well-being of children is prioritized, and adoption is only considered if no other relations can be found. However, the system lacks guidelines and regulations, making it difficult to match children with suitable parents. As a result, potential parents often find children through illegal means to keep the origins of their adopted children hidden. The heteronormative nature of Nepali society and the law also prevents queer communities from adopting children. Inter-country adoptions have been banned since 2019 due to concerns about child trafficking and abuse. Regulation is necessary to ensure child safety and prevent mishandling.","summary":"After a decade of failed attempts, Anistha Shrestha and her husband found hope in finding an abandoned baby, despite ongoing challenges in Nepal's adoption system, including legal barriers for queer couples and the need for stronger regulations to ensure child safety and well-being."},{"hash":"3f364a7b488f4787fc0e376951c1783548e5f460595979e877cac188d021df81","title":"The by-election in Ilam showed that traditional political parties are still strong. However, the result was also a reminder that new parties, like the Rastriya Swatantra Party (RSP), can quickly gain popularity. The RSP's loss in this election should be a reality check for the party.","link":"https://kathmandupost.com/politics/2024/05/01/ilam-bypoll-fillip-for-old-parties-reality-check-for-rsp","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/4375415009854531096070575583147412016394281n-1714526830.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"politics","content":"**Ilam-2 By-Election Results**\n\n* Newcomer Suhang Nembang (CPN-UML) won the election.\n* Identity politics remains influential in Koshi Province, despite the loss of Milan Limbu (Rastriya Swatantra Party).\n* Rastriya Swatantra Party (RSP) performed poorly, showing the challenges it faces to become a major party.\n* Traditional parties (Nepali Congress and CPN-UML) continue to be strong, especially in rural areas.\n* RSP admits to shortcomings and will review its strategy.\n* RSP leader Rabi Lamichhane's cooperative scam allegations may have hurt the party's performance.","summary":"In Ilam-2 by-election, CPN-UML candidate Suhang Nembang's victory signifies the persistence of identity politics and highlights the need for the emergent Rastriya Swatantra Party to strengthen its grassroots connections and address allegations against its leader."},{"hash":"3b8f07fcf0196cc796d5e7ea9b735b31007811ccd0b4a7cef5a04cffbc352d27","title":"Nepal aims to attract LGBTQ+ tourists, who spend billions of dollars on travel worldwide, by promoting its open and welcoming environment and cultural diversity.","link":"https://kathmandupost.com/money/2024/04/21/nepal-sets-sight-on-multi-billion-dollar-lgbtiq-tourism-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled-1%20(1).jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"money","content":"**Nepal Hosts First LGBTIQ Tourism Conference**\n\nNepal hosted a conference to attract tourists from the LGBTIQ community. After legalizing same-sex marriage in 2023, Nepal aims to tap into the global \"pink market\" worth billions of dollars.\n\nThe conference highlighted the economic benefits of LGBTIQ tourism, which can create jobs and foster inclusion. Nepal's diverse culture and traditions, such as the recognition of six genders, make it an attractive destination for LGBTIQ travelers.\n\nThe Supreme Court of Nepal played a crucial role in recognizing the rights of the LGBTIQ community, including the right to marry. This decision has set a precedent for other countries.\n\nNepal is investing in creating a more welcoming and inclusive environment, including tourism businesses owned by LGBTIQ individuals. The country also offers unique cultural experiences related to matriarchy and LGBTIQ communities, making it an attractive destination for this segment of travelers.","summary":"Nepal inaugurated the first international LGBTIQ tourism conference, aiming to capture a share of the multi-billion dollar pink market after recognizing same-sex marriage, with the goal of providing equal economic opportunities for the LGBTIQ community and fostering inclusivity."},{"hash":"6544c0b45b27e9bf77f2d52e116df242a412f0b3350a49b706e3550d9a2953e4","title":"Escalating Middle East conflict threatens Nepal's economy, as it relies on the region for remittances, tourism, and trade.","link":"https://kathmandupost.com/money/2024/04/15/escalating-middle-east-crisis-threatens-nepali-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1713147555.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"money","content":"Nepal's economy relies heavily on money sent home by its citizens who work in other countries, especially in the Middle East. If tensions in the Middle East escalate, such as the recent attack by Iran on Israel, it could hurt the labor market and reduce the money being sent home. This could have severe consequences for Nepal's economy, including:\n\n- Increased unemployment and social unrest\n- Reduced foreign currency reserves\n- Higher inflation due to rising oil prices\n- Disrupted supply chains and increased shipping costs\n- Reduced tourism and foreign aid\n- A stronger dollar, which can also hurt the economy\n\nThe government of Nepal and other organizations are already preparing for the potential economic impact of the conflict in the Middle East.","summary":"Escalating tensions in the Middle East threaten Nepal's remittance-dependent economy due to potential labor market shocks and disruptions in global supply chains, leading to concerns over inflation, foreign currency reserves, and geopolitical shocks."},{"hash":"79b8b64d55170d97b5398013f1e0be09edf6390a68972040dac7d9012da81a36","title":"Nepali nationalism is a sense of national identity shared by Nepali people. It emphasizes Nepal as a unique country with its own history, culture, and traditions. Hari Sharma played a significant role in promoting this idea by writing about Nepal's rich past and its potential for progress.","link":"https://kathmandupost.com/videos/2024/05/01/nepali-nationalism-idea-of-nepal-with-hari-sharma","date":1714521600000,"source":"kp","category":"videos","content":"I need the text to summarize first before I can do the task. Please provide the text you want me to summarize.","summary":"**Summarize the major events in 1 line without losing crucial information.**\n\n**Example:**\n* **Original:** A band of explorers ventured into the uncharted wilderness, encountering perilous challenges and ultimately discovering a hidden treasure.\n* **Summarized:** Explorers faced adversity in the wilderness, eventually finding treasure."},{"hash":"da1de9d00cddf5d4e54cf41c1f92b9ea3c65052d5d623d6c79bf8571e6fc3343","title":"China and Nepal have different understandings of Nepal's history and culture, leading to misunderstandings between the two countries.","link":"https://kathmandupost.com/videos/2024/04/14/china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","date":1713052800000,"source":"kp","category":"videos","content":"The Araniko Project aims to uncover the history of Nepal-China relations using Chinese sources. The project is led by Rajbhandari, a fluent Mandarin speaker who lived in Beijing and has a degree in Chinese politics. She highlights the importance of Chinese language to understand the country and notes the nuances of translation from Mandarin to English. The project sheds light on Chinese historiography on Nepal and emphasizes the significance of Nepal-China ties.","summary":"The Araniko Project, led by Rajbhandari, utilizes primary sources in Mandarin to explore Nepal-China relations through historiography and translation, highlighting the significance of language proficiency for cultural understanding."},{"hash":"260be847ea4643b523c3e2c77aa8eb77abfa0ace0b6d4a34348f05f7a4f6c2d2","title":"Nepalis debate the idea of their country's identity, with emphasis on its history, culture, and future.","link":"https://kathmandupost.com/videos/2024/03/26/public-debate-in-nepal-idea-of-nepal-with-saumitra-neupane","date":1711411200000,"source":"kp","category":"videos","content":"Neupane, a convener of Project Sambad, hosted a platform for deep discussions about Nepali society and policy-making. The event aimed to improve public debates in Nepal.","summary":"The first edition of 'Project Sambad', a platform for in-depth discussions on Nepali society and policy, was held in Kathmandu on March 14-15."},{"hash":"d5d55349db8224f79ac2f5502e8ef4d7a68f9f2c08b2ac9c91c850dba1308134","title":"**Constitution of Nepal**\n\nNepal's constitution, drafted with Bipin Adhikari's input, outlines the country's values and fundamental principles. It focuses on:\n\n- Establishing a democratic republic\n- Ensuring fundamental rights and freedoms for all citizens\n- Promoting social justice and equality\n- Preserving Nepal's rich cultural heritage\n- Promoting peace, stability, and prosperity","link":"https://kathmandupost.com/videos/2024/02/02/the-constitution-of-nepal-idea-of-nepal-with-bipin-adhikari","date":1706832000000,"source":"kp","category":"videos","content":"Professor Bipin Adhikari, an expert in constitutional law at Kathmandu University, discusses the key elements and durability of the 2015 Nepali Constitution. He highlights the country's evolving constitutional history.","summary":"Professor Bipin Adhikari, a constitutional law expert, examines the key aspects, durability, and evolution of Nepal's 2015 Constitution."},{"hash":"29604398fd95ad92a2065f9f62c570692ad53bedbebdc93b1c5c14c9138ffdaf","title":"My writing combines the richness of my Nepali heritage with experiences from living overseas, creating a unique blend of cultures in my stories.","link":"https://kathmandupost.com/books/2024/05/09/my-writings-blend-nepali-heritage-with-diasporic-flavour","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/KRISHNA-1715220967.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"books","content":"Nepali writer Krishna Bajgai, who lives in the UK, has been writing in Nepali for 21 years. He started Samakalin Literary Academy and edits a journal on migration research. He has published 18 literary works. As the president of Samakalin Literary Academy, he supports Nepali literature by publishing a web magazine, organizing events, and planning to translate Nepali works into English.\n\nBajgai's writing is influenced by his Nepali heritage and experiences living in Europe. He writes about Nepal from afar and the lives of migrants like him.\n\nNepali writers in the UK face challenges such as time management, limited access to Nepali books, and lack of direct feedback from readers.","summary":"Nepali writer Krishna Bajgai, based in the UK, leads Samakalin Literary Academy, edits Prawasan Research Journal, and has published 18 works across various genres, drawing inspiration from his Nepali heritage and experiences as a diasporic writer, despite challenges faced by Nepali authors abroad due to time constraints and limited access to Nepali literary trends."},{"hash":"40a529e517bf93a20206c3fc06b60ee095358e2bdafb9cde44387b93947eaaf8","title":"Yadav to legally challenge registration of new political party.","link":"https://kathmandupost.com/politics/2024/05/09/yadav-to-move-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/UpendraYadav-1715216471.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"Janata Samajbadi Party Nepal will challenge the Election Commission's decision to recognize a breakaway group led by Ashok Rai as a new party. The party believes the registration is illegal because there are no clear laws for splitting existing parties.\n\nThe party led by Upendra Yadav says the new party was registered too quickly and claims it is not genuinely different from their own. They say they will take the case to court.\n\nDespite the split, Yadav insists that his party has not broken up and that he still has the support of most members. He also reiterates the party's commitment to the current ruling alliance.","summary":"Janata Samajbadi Party Nepal challenges Election Commission's recognition of a splinter group as a new party, announcing legal action for illegal registration without legal provisions."},{"hash":"f6f0addbb8cbaa32a930541099e8ab8b80dbd645a10abca7ca6caeeb2cd39f3a","title":"Politicians change their beliefs when it's easier for them.","link":"https://kathmandupost.com/politics/2024/05/09/political-parties-shift-stances-based-on-convenience","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/meeting-1715218714.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"Last year, Nepali Congress rejected a demand for a judicial commission to investigate political leaders in gold smuggling.\n\nNow, the Nepali Congress is demanding a parliamentary committee to investigate Deputy Prime Minister Lamichhane in a cooperative embezzlement case. However, the UML, the current ruling party, has rejected this demand.\n\nThe UML argues that their demand for a judicial commission in the gold smuggling case was different from the Congress's demand for a parliamentary committee in the cooperative scam.\n\nThe Congress claims that the state apparatus is trying to prove Lamichhane innocent despite evidence against him.\n\nThe differing positions of the Congress and UML on these investigations are based on their current position in government or opposition.\n\nExperts argue that political parties should have faith in the state apparatus rather than demanding committees for rare cases.","summary":"A year ago, the UML opposition party demanded a judicial commission to investigate gold smuggling allegations, which the then-coalition Nepali Congress rejected, while now the UML, part of the current coalition, opposes the Congress' demand for a parliamentary committee to probe embezzlement allegations against Home Minister Lamichhane, despite their previous support for such committees when in opposition."},{"hash":"993e3dfb635cc252b93bf935dad75ef144713614867292c57642795d1f8ac6ff","title":"Nepali Congress may allow Rastriya Swatantra Party leader Rabi Lamichhane to address the parliament, despite his loss of citizenship and current ineligibility to hold office.","link":"https://kathmandupost.com/politics/2024/05/09/nepali-congress-may-allow-lamichhane-to-speak-in-parliament","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb18-1715215891.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Nepali Congress Demands Probe into Minister's Involvement in Cooperative Funds Scam**\n\nThe main opposition party (Nepali Congress) strongly demands an investigation into Home Minister Rabi Lamichhane's alleged involvement in the cooperative funds embezzlement case.\n\nEvidence suggests that millions of rupees were illegally transferred from cooperatives in Lamichhane's name. Police and the Attorney General's Office are accused of being influenced to clear Lamichhane's name.\n\nNepali Congress insists on a parliamentary committee to investigate the case, while the ruling parties want a broader inquiry into the cooperative sector.\n\nIf the government fails to agree to the investigation, Nepali Congress threatens to disrupt parliamentary proceedings until their demand is met.\n\nThe opposition is also concerned about the unconstitutional formation of governments in certain provinces and may seek legal action.","summary":"Nepali Congress demands a parliamentary investigation into Home Minister Lamichhane's alleged involvement in cooperative funds embezzlement, despite resistance from ruling parties."},{"hash":"52a7252302ec66d97f3faf40d59ba35f37aa0f43337d7482f90bdc22e8f712fc","title":"Gandaki Province Chief Minister Prithvi Subba Gurung has expanded his cabinet amid controversy.\n\nQ. Pratiksha Kafle, a member of the ruling Nepal Communist Party (NCP), has been appointed as Minister of Social Development.\n\nThe expansion has drawn criticism from certain quarters, with some questioning the need for it and the inclusion of Kafle, who was embroiled in a recent controversy involving her husband.","link":"https://kathmandupost.com/politics/2024/05/07/gandaki-chief-minister-expands-cabinet-amid-controversy-q-pratiksha-kafle-in-pokhara","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1715045965.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"politics","content":"- In Gandaki Province, Chief Minister Khagaraj Adhikari added two new ministers to his cabinet.\n- In Lumbini Province, Bhandari Lal Ahir returned to his role as Agriculture Minister after resigning due to disagreements.\n- Ahir joined a new party called Janata Samajbadi Party and resumed his office after the party was recognized by the Election Commission.","summary":"Chief Minister Khagaraj Adhikari expands his Cabinet in Gandaki Province, while Bhandari Lal Ahir resumes his ministerial role in Lumbini Province after rejoining a newly recognized party."},{"hash":"d34d04f3fb0aac7854c1168b097a6ce09196339cf7d7bc35809cda6b94726548","title":"Fire in Bhaktapur injures two.","link":"https://kathmandupost.com/bhaktapur/2024/05/05/two-injured-in-bhaktapur-fire","date":1714867200000,"source":"kp","category":"bhaktapur","content":"* Fire at carpet factory injures two people in Bhaktapur.\n* Victims are Buddha Narayan Shrestha (Ramechhap) and Manu Urwa (India).\n* Firefighters and locals control the fire after 5 hours.\n* Property worth Rs18 million destroyed.\n* Cause of the fire is still being investigated.","summary":"Fire in a carpet factory in Bhaktapur injures two, causes Rs18 million in property damage and takes five hours to control."},{"hash":"b6207fb9e973312bf402c67e85a81cf80ec93fb9549d25542321817afde006d8","title":"Two people suffocated to death while digging a well in Bhaktapur.","link":"https://kathmandupost.com/bhaktapur/2024/05/01/two-die-of-suffocation-while-digging-well-in-bhaktapur","date":1714521600000,"source":"kp","category":"bhaktapur","content":"**Summary:**\n\nPeople tend to focus on negative events more than positive ones, which can lead to a distorted view of the world. This negative bias can affect our behavior, making us more pessimistic and less likely to take risks. However, it is important to remember that the world is not as bad as it may seem, and that there are many positive things to be grateful for.","summary":"Crucial events unfold, from battles to alliances, shaping destinies and altering the course of history."},{"hash":"f5d5a914ad325d0dc9cdbe3e13aee77b709515bae18e316ed2e1dfc20803ba5d","title":"Man injured in forest fire suffers fatal injuries and passes away.","link":"https://kathmandupost.com/lalitpur/2024/04/30/man-injured-in-forest-fire-dies","date":1714435200000,"source":"kp","category":"lalitpur","content":"Man dies from burn injuries after fire in Tapeshwar forest.\nAnother firefighter injured and receiving treatment.\nFire in Ananda forest still ongoing, and 65 patients moved to safety.","summary":"Shankar Pahari succumbed to burn injuries sustained while extinguishing a fire in Godawari Municipality, while another fire at Ananda forest remains uncontained, forcing the relocation of 65 patients from Anandaban Hospital."},{"hash":"576aedd4fb42b61a1e529a2a54b7b58d3d019f11c45cb0f9be739c017645a00d","title":"7 wards in Kolkata have started separating waste into different types (segregation). 4 more wards will start soon.","link":"https://kathmandupost.com/kathmandu/2024/04/30/seven-wards-of-kmc-start-waste-segregation-four-more-to-start-soon","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1714441676.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"kathmandu","content":"**Kathmandu Waste Segregation**\n\nSeven wards of Kathmandu now separate trash into biodegradable (e.g., food scraps) and non-degradable (e.g., plastic).\n\nThe city collects biodegradable waste to make compost, which is available for free to residents. Biodegradable waste is also used to generate biogas and electricity.\n\nThe goal is to reduce the amount of waste going to landfills. All 32 wards will eventually participate in waste segregation.","summary":"Kathmandu Metropolitan City implements waste segregation in seven wards, aiming to make compost, biogas, and electricity from degradable waste while recycling non-degradable materials."},{"hash":"949a7d57c5da3502c01fdc6608dd16072aaf6836523a5109bb218aa7d59b36d6","title":"six-arrested-for-protesting-in-front-of-russian-embassy","link":"https://kathmandupost.com/kathmandu/2024/04/29/six-arrested-for-protesting-in-front-of-russian-embassy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb-1714390725.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"kathmandu","content":"Six protesters were arrested outside the Russian Embassy in Kathmandu for demanding the return of Nepalis fighting in the Russian army.\n\nFamily members of these Nepalese soldiers have been protesting for 11 days, asking the government to bring back their loved ones safely, provide compensation, and investigate missing soldiers.\n\nThey have also requested the government to release information about Nepalese soldiers in the Russian army and take action against those who recruited them.","summary":"Six protestors were arrested while demonstrating in front of the Russian Embassy in Kathmandu, demanding repatriation of Nepalis serving in the Russian army amid a hunger strike by their kin for the past 11 days."},{"hash":"eb1755b9532256307117ca5c5fb719c9560772f1fd9b41cf31e240daf54eaf7a","title":"Barahi Jungle Lodge Cleanup: Volunteers worked together to clean up the jungle lodge and surrounding area, removing litter and debris to preserve the natural beauty of the environment.","link":"https://kathmandupost.com/money/2024/05/09/barahi-jungle-lodge-cleanup-initiative","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/EEEEEE-1715220027.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"Barahi Jungle Lodge in Chitwan has cleaned up the area near the Chitwan National Park, removing three tractorloads of waste. They do this every year to protect the environment and have been recognized for their efforts with an eco-certification and an ISO-14001 certification for their Environmental Management Systems.","summary":"Barahi Jungle Lodge, an eco-certified establishment recognized for its environmental initiatives, recently completed a cleanup around Chitwan National Park, removing 3 tractorloads of waste."},{"hash":"76a99df984b257d68d73357919d68eed175d63fefb1ad910c5a64cb39cb5effd","title":"Sunkoshi Marin Tunnel:\nWater from a high-altitude river will now flow to dry farmlands in Nepal's Madhesh region, bringing hope and prosperity to farmers.","link":"https://kathmandupost.com/money/2024/05/09/sunkoshi-marin-tunnel-brings-hope-for-parched-madhesh-farmlands","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/TBM-1715225575.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"**Sunkoshi Marin Diversion Project**\n\nThe Sunkoshi Marin project aims to irrigate 122,000 hectares of farmland in central Nepal using water from the Sunkoshi River.\n\n**Key Features:**\n\n* 13.3km diversion tunnel to redirect water to the Marin River\n* 67 cubic meters per second of water flow through the tunnel\n* 31.07 megawatts of electricity generated from a powerhouse on the Marin River\n* Year-round irrigation for Rautahat, Dhanusha, Mahottari, Sarlahi, and Bara districts\n\n**Benefits:**\n\n* Reduced food deficit by increasing agricultural production\n* Economic growth from increased agricultural income\n* Year-round irrigation for farmers in drought-prone areas","summary":"The Sunkoshi Marin multipurpose project's Rs10.05 billion diversion tunnel achieved a breakthrough six months before its completion deadline, redirecting Sunkoshi River water to irrigate 122,000 hectares of farmland in five central Tarai districts."},{"hash":"7a9260bfb939b05cd059dd8800424da7343783052901bbb5247957105717fec6","title":"Japanese food festival takes place from May 10 to May 17.","link":"https://kathmandupost.com/money/2024/05/08/japanese-food-event-from-may-10-1715175694","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/japanesefood-1715175685.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"money","content":"Izakaya Hokkaido, a Japanese restaurant in Nepal, is hosting a food event from May 10th to 12th at Radisson Hotel Kathmandu. The event will feature authentic Japanese cuisine, with the goal of sharing Japanese food culture and providing information about the dishes.","summary":"Izakaya Hokkaido hosts a 3-day Japanese food event at Radisson Hotel Kathmandu from May 10th for cultural exchange and culinary exploration."},{"hash":"8bd1c2b326f72b8af19be4d80c4d9b2a4993db0bfd5d0a33d390042932ce02a4","title":"TOEFL iBT scores is now accepted for all Australian visa applications.","link":"https://kathmandupost.com/money/2024/05/08/toefl-ibt-scores-now-valid-for-all-australian-visas","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/SachinJainCountryManagerETSIndiaampSouthAsiapic-1715166402.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"money","content":"TOEFL iBT is now valid for all Australian visas from May 5th. This means you can prove your English skills using TOEFL iBT for studying, working, or migrating to Australia. TOEFL iBT is widely accepted worldwide, including all Australian universities.","summary":"TOEFL iBT, recognized by the Australian government, enables individuals to prove their English proficiency for visa applications effective May 5th."},{"hash":"59f298234b280fa0591d0d30e4fbe9e9eb1f6e5022825d49db7c9d29cf0971ae","title":"Doctors and health workers are receiving training to screen people for noncommunicable diseases (NCDs) like heart disease and cancer. Early detection can help prevent or manage these diseases effectively.","link":"https://kathmandupost.com/health/2024/05/09/doctors-health-workers-get-ncd-screening-training","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/health/thumb19-1715216811.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"health","content":"50 health workers in Kathmandu have been trained to screen for non-communicable diseases (NCDs) such as heart disease, diabetes, and mental health issues.\n\nThese trained workers will screen patients at local health facilities, prescribe medicines, and refer them to specialists if needed.\n\nNCDs are a major health problem in Nepal, accounting for 71% of deaths.\n\nThe Health Ministry provides free medicines for some NCDs, but many people don't know they have the disease because screening is not widely available.\n\nThis training aims to diagnose NCDs early, reduce their burden, and save lives.","summary":"Around 50 health workers in Kathmandu district receive training to screen patients for non-communicable diseases, including high blood pressure, heart disease, cancer, and diabetes."},{"hash":"82b739d47f0c00dff5e5dd29a2d0a22bf0dc7eaf617fbb8b14963fbec0702e41","title":"Only 2% of new medicines on the market have been tested for safety and effectiveness within nine months of release.","link":"https://kathmandupost.com/health/2024/05/03/under-two-percent-medicines-in-the-market-tested-in-nine-months","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1714697599.jpg&w=900&height=601","date":1714694400000,"source":"kp","category":"health","content":"**Department of Drug Administration (DDA) Medicine Testing Summary:**\n\n* Tested only 2% of registered medicines in the past year.\n* Some samples collected 13 months ago are still not tested.\n* Some suspected substandard drugs may have already expired before testing.\n* Many substandard drugs have been found and recalled.\n* DDA admits not testing enough medicines due to staff shortages.\n* Drug manufacturers are also responsible for medicine quality.\n* DDA inspectors collect random drug samples for testing.\n* If drugs fail tests, DDA orders manufacturers to recall them.\n* However, DDA has no effective way to ensure the recall.\n* Test delays mean substandard drugs may be sold before results are known.\n* DDA has few inspectors to monitor thousands of pharmacies.\n* Some medicines take months to test due to staff shortages.\n* Drug manufacturers can supply medicines directly to the market after production.","summary":"In nine months, the Department of Drug Administration has tested less than 2% of Nepal's registered drugs, with some substandard samples expiring during testing."},{"hash":"f7d587fba320830df3d5490b1476f7bed784a09cb467e0da2566ea0c042e9aa7","title":"Pollution in the air can cause young children to get asthma.","link":"https://kathmandupost.com/health/2024/04/29/toxic-air-is-giving-young-children-asthma","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GKnxljjWYAAVcmb-1714354861.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"health","content":"**Air Pollution's Impact on Children**\n\nAir pollution is making children, especially those in polluted areas like Kathmandu and Saptari, sick with asthma. This is because the air is filled with harmful substances from forest fires, cars, factories, and burning plant waste.\n\nChildren can get asthma even if they don't have a fever, but they may wheeze when they breathe out. If a child has trouble breathing, trouble sleeping, or wheezing, it's important to see a doctor.\n\nAir pollution is also linked to other health problems like pneumonia, skin allergies, and even cancer. It can even shorten people's lives by up to 7 years in some areas of Nepal.\n\nTo protect children from air pollution, it's important to reduce the amount of pollution in the air and to seek medical help when needed.","summary":"Air pollution in Nepal, particularly in Kathmandu and Saptari, has led to a rise in childhood asthma, with infants rushed to hospitals for oxygen therapy, impacting public health and shortening life expectancy by approximately five years."},{"hash":"7278c32d05b7d91efd57a55cdeffa191fb8097c7d25b5ac6952d0aaf8ada290f","title":"People in 7 districts will receive medicine to prevent elephantiasis.","link":"https://kathmandupost.com/health/2024/04/27/people-in-7-districts-to-be-given-anti-elephantiasis-medicine","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb21706159670-1714183227.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"health","content":"**Mass Drug Campaign for Elephantiasis**\n\nPreparations are ready to launch a two-week campaign on Sunday against elephantiasis in seven districts.\n\n* **Who:** Healthy people over two years old\n* **When:** Sunday for two weeks\n* **Where:** Jhapa, Dhanusha, Mahottari, Sarlahi, Rautahat, Kapilvastu, and Rasuwa\n* **Treatment:** Diethylcarbamazine, albendazole, and Ivermectin (new addition)\n\nThe campaign aims to prevent elephantiasis, a mosquito-borne disease that causes swelling and disability.\n\n* **Household Visits:** Health workers will visit homes to ensure everyone receives medicine.\n* **Progress:** Elephantiasis has been eliminated from 70 out of 77 districts in Nepal.\n\nThis campaign may be the last year of the program due to budget constraints.","summary":"Nepal is holding a two-week mass drug administration campaign to combat lymphatic filariasis (elephantiasis) in seven endemic districts, targeting healthy individuals over two years of age in a bid to eliminate the disease."},{"hash":"4f18229de2a5d8016e8888758de34cc858e98af2b542ed3077fa8ab2d1e49a3b","title":"Patience, passion, and pastries are key ingredients for success.\n\n* Patience: Take your time, don't rush the process.\n* Passion: Love what you do, and it will show.\n* Pastries: Enjoy the sweet moments along the way.","link":"https://kathmandupost.com/recipes/2024/04/27/patience-passion-and-pastries","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/BakeleusbyCeleus-1714186343.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"recipes","content":"**Celeus Baral's Baking Journey**\n\nCeleus Baral, an environmental science student, has a passion for baking. She started baking during the lockdown and now runs Bakeleus, an online baking shop. Her unique creations draw on her love for nature and her belief in zero-waste practices.\n\nBaral grows her own produce and incorporates it into her baking, believing this connection fosters gratitude and appreciation for nature. She experiments with different flavors and designs, using her creativity to make each item a testament to her skill.\n\nDespite being a full-time student, Baral accommodates delivery orders with a minimum of 72 hours' notice. Her love for baking is evident in the care she puts into every order.\n\n**Three Easy Baking Recipes:**\n\n**Mini Carrot Cakes:**\n\n- Requires carrots, flour, eggs, sugar, and oil\n- Bake for 15-20 minutes and frost with cream cheese frosting\n\n**Mulberry Fudge Cake:**\n\n- Requires eggs, sugar, butter, yogurt, flour, and mulberries\n- Bake until a toothpick comes out clean\n- Serve with ice cream and fresh mulberries\n\n**Strawberry Casserole:**\n\n- Requires yogurt, cream cheese, milk, flour, sugar, and strawberries\n- Blend ingredients together and bake\n- Top with strawberries and almond flakes\n- Serve hot with ice cream or whipped cream","summary":"Celeus Baral's passion for baking and environmental science inspires her zero-waste homemade creations sold at her online shop and The Yellow House's Night Market."},{"hash":"9780e132b8e20251511cc1c330b02a430eeb7118100ff4ca205cc2bdd81eedba","title":"**Potatoes:**\n\n* Rich in vitamins (C, B6) and minerals (potassium, magnesium).\n* Good source of fiber, which helps with digestion and fullness.\n* Versatile vegetable, used in many dishes worldwide.\n* Choose potatoes with smooth skin and firm texture.\n* Store in a cool, dark place for up to 2-3 weeks.","link":"https://kathmandupost.com/food/2024/01/27/know-your-food-potato","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled8copy-1706323718.jpg&w=900&height=601","date":1706313600000,"source":"kp","category":"food","content":"**Potatoes: A Versatile and Nutritious Staple**\n\nPotatoes are a widely consumed vegetable in Nepal, especially in mountainous areas. They are inexpensive and used in many dishes.\n\n**Nutritional Benefits:**\n\n* Zero fat\n* Vitamins B1, B6, C\n* Minerals (potassium, copper, manganese)\n* Fiber\n* Potassium, which is good for the heart and nervous system\n* Potato skin is high in fiber, aiding digestion\n\n**Production and Sourcing:**\n\n* Nepal cultivates potatoes on a large scale (200,000 hectares)\n* Produces around 3,410,000 tons annually\n* Imports some potatoes and potato products\n\n**Types of Potatoes:**\n\n* Red and white potatoes are common\n* Dark potatoes (blue potatoes) are gaining popularity due to their high antioxidant content\n* Sweet potatoes are a good source of vitamin A\n\n**Health Benefits:**\n\n* Helps build and maintain body structure\n* Reduces blood pressure naturally\n* Lowers cholesterol levels\n* Boosts digestive health\n* Relatively safe to eat as they require minimal pesticides\n\n**Caution:**\n\n* Consumption of fried potatoes (chips, french fries) can lead to unhealthy weight gain\n* Diabetics should limit potato intake as it can spike blood sugar levels","summary":"Potatoes, a versatile staple food in Nepal, provide essential nutrients, with imports supplementing local production despite environmental resilience, while processed forms like chips and fries gain popularity despite potential health concerns."},{"hash":"8f050af11428f186d46c4f64b300a3441341f2f7048fe6b8a30e31626fd61759","title":"**Eggs: Know Your Food**\n\n* **High in protein:** Excellent source of essential amino acids.\n* **Rich in choline:** Vital for brain health and development.\n* **Good source of vitamins and minerals:** Includes vitamin A, vitamin B12, iron, and zinc.\n* **Contains antioxidants:** Protect against cell damage.\n* **May promote heart health:** Contains omega-3 fatty acids and can help lower cholesterol.\n* **Versatile food:** Can be cooked in various ways, from boiling to frying.\n* **Check for freshness:** Look for clean, uncracked shells and store refrigerated.","link":"https://kathmandupost.com/food/2024/01/13/know-your-food-eggs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/ezgif3822bacc5da-1705113903.jpg&w=900&height=601","date":1705104000000,"source":"kp","category":"food","content":"**Eggs: A Superfood for Health**\n\n**Content:**\n* Eggs contain essential vitamins, minerals, and protein.\n\n**Benefits:**\n* Reduce malnutrition\n* Aid weight loss\n* Lower blood pressure\n* Protect against infections\n\n**Production:**\n* Nepal produces enough eggs for its population (3.1 million per day).\n\n**Types and Sizes:**\n* Two main sizes: big and medium\n* Pastured eggs are more nutritious but cost more.\n\n**Recommended Intake:**\n* 1-2 eggs per day for healthy adults.\n\n**Quality:**\n* No agency checks the quality of eggs in Nepal.\n\n**Additional Benefits:**\n* Aid in weight loss\n* Strengthen prenatal bones\n* Enhance skin and eye health\n* Support brain development in babies","summary":"Chicken eggs are a nutritionally rich and affordable superfood with numerous health benefits, from weight loss to reduced infection risk, while Nepal's production meets domestic demand."},{"hash":"4441762448a02cd0b37a86fb1a58f420dbb6206d6c636319eb6405bfa4ae8b25","title":"Piano Piano South offers a delightful Italian dining experience.","link":"https://kathmandupost.com/food/2023/12/28/italian-delights-at-piano-piano-south","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/Main1-1703773991.jpg&w=900&height=601","date":1703721600000,"source":"kp","category":"food","content":"**Piano Piano South:**\n\n* A peaceful Italian restaurant in Lalitpur.\n* Outdoor garden seating with piano music.\n* Offers a wide range of Italian dishes, including antipasti, pasta, and desserts.\n* Well-curated wine selection.\n* Standout dishes include:\n    * Creamy Tomato Soup: Velvety soup with fresh tomatoes and crunchy croutons.\n    * Ravioli Agli Spinaci: Spinach-filled ravioli with a creamy sauce.\n    * Prosciutto with Slow-Roasted Tomatoes and Eggplant: Thinly sliced prosciutto wrapped around sweet roasted tomatoes and tender eggplant.\n    * Prosciutto E Arugula: Pizza with prosciutto, arugula, and melted cheese.\n* Ideal for solo dining, family gatherings, and romantic evenings. Provides a peaceful oasis in the city.","summary":"Piano Piano South, located in Sanepa, Lalitpur, offers a culinary journey through Italy with a revised menu featuring Antipasti, Platti Principali (including Ravioli Prosciutto and Pasta Con Calamari E Gamberi), and desserts, complemented by a curated wine selection and a serene oasis with indoor and outdoor garden dining options."},{"hash":"85fd1b1b76fc26f28ffe0a271a86ba321af054d84ef73a9cb8c3c3bf2c72f12e","title":"**Must-Visit Destinations in Nepal in 2024:**\n\n* **Kathmandu:** Explore ancient temples and bustling markets.\n* **Pokhara:** Relax by the serene Phewa Lake and hike to Annapurna Base Camp.\n* **Chitwan National Park:** Encounter endangered rhinos and tigers in the wild.\n* **Swayambhunath Temple:** Visit one of Kathmandu's most sacred Buddhist sites.\n* **Everest Base Camp:** Embark on a trekking adventure to the base of Mount Everest.\n* **Lumbini:** Discover the birthplace of Lord Buddha.\n* **Nagarkot:** Witness panoramic sunrise views over the Himalayas from a hilltop.","link":"https://kathmandupost.com/travel/2024/02/19/7-places-in-nepal-you-should-visit-in-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1708309532.jpg&w=900&height=601","date":1708300800000,"source":"kp","category":"travel","content":"**Mundhum Trek:**\n\n* Cultural trek through indigenous villages in eastern Nepal.\n* Views of Mount Everest and other peaks.\n* Starts from Diktel Bazaar and ends in Bhojpur.\n\n**Janaki Mandir:**\n\n* Largest temple in Nepal, built in 1874.\n* Houses an idol of Sita, daughter of King Janak.\n* Located in Janakpur, Madhesh province.\n\n**Kuri Village:**\n\n* Popular tourist destination for snow during winter.\n* Located in Kalinchok, Dolakha district.\n* Offers panoramic views of the Himalayas.\n\n**Annapurna Base Camp Trek:**\n\n* Picturesque trek to the foothills of Annapurna South.\n* Takes 5-7 days and is relatively affordable.\n* Best time to visit is autumn and spring.\n\n**Bardiya National Park:**\n\n* Home to the Royal Bengal Tiger.\n* Also has elephants, rhinos, and dolphins.\n* Located in Lumbini province.\n\n**Khaptad National Park:**\n\n* Pristine area in the far western region.\n* Ideal for trekking in spring and autumn.\n* Can be visited throughout the year.\n\n**Limi Valley:**\n\n* Remote and beautiful valley in Humla district.\n* Offers unique cultural experiences and stunning scenery.","summary":"Mundhum Trek, Janaki Mandir, Kuri Village, Annapurna Base Camp trek, Bardiya National Park, Khaptad National Park, and Limi Valley offer diverse cultural, religious, and natural experiences in Nepal."},{"hash":"c077b34beda2250a997231f215f178053a057340c5c72de0aec15b25ae40ddb7","title":"In Phidim, people are embracing new realities while cherishing old memories:\n\n* New businesses and infrastructure are modernizing the town.\n* Traditional cultural practices and heritage sites are still celebrated.\n* The community blends the past and present, creating a unique charm.","link":"https://kathmandupost.com/travel/2023/11/18/old-memories-and-new-realities-in-phidim","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/phidim%20main%20(1).JPG&w=900&height=601","date":1700265600000,"source":"kp","category":"travel","content":"**Hometown Visit:**\n\nThe author visited his hometown, Phidim, which had changed significantly since his last visit.\n\n**Transformation:**\n\n* Mud and stone houses had been replaced by concrete buildings.\n* New roads and buildings had emerged, giving the town a different look.\n* People were leaving due to lack of opportunities, making Phidim a transit town for pilgrims.\n\n**Memories:**\n\n* The author shared memories of playing sports, attending literary events, and spending time with friends at Shivalaya temple.\n* He realized how cities evolve and that it's inevitable to leave one's hometown.\n\n**Nostalgia and Change:**\n\n* The author felt nostalgic for the old town but also welcomed the progress.\n* Phidim remained special to him, despite the changes, as a place of memories and evolution.","summary":"Author revisits hometown Phidim, noticing vast transformations in infrastructure and social dynamics, while reflecting on the inevitability of change and the town's transition into a pilgrimage transit hub."},{"hash":"6ec2c2cb523a223a47b5f232132774b5872a4d0a9220fb4a176d50e203ea7484","title":"Architecture and art come together to create unique and beautiful spaces.","link":"https://kathmandupost.com/travel/2023/10/28/a-blend-of-architecture-and-artistry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/travel5-1698457058.jpg&w=900&height=601","date":1698451200000,"source":"kp","category":"travel","content":"**Lucknow: A City of Smiles and Architecture**\n\nThe gate to Lucknow welcomes visitors with the message \"Smile, you are in Lucknow.\" The city lives up to this promise with its friendly people, bustling streets, and delicious food.\n\n**Bara Imambara: A Grand Complex**\n\nBara Imambara, built in 1784, is a magnificent building with a huge hall for gatherings. It was constructed as a famine relief project and designed without pillars or beams, making it a marvel of engineering.\n\n**Asafi Mosque: A Graceful Work of Art**\n\nInside the complex is the beautiful Asafi Mosque, adorned with intricate calligraphy and elegant domes. It stands in serene contrast to the busy city outside.\n\n**Asafi Hall: A Vast and Impressive Space**\n\nThe main hall, Asafi Hall, is vast and awe-inspiring. Its massive arched roof seems to float without support. The tomb of Asaf-ud-Daula lies in a vaulted chamber within the hall.\n\n**Bhool Bhulaiyaa: A Confusing Labyrinth**\n\nAbove the hall is a confusing maze called Bhool Bhulaiyaa, or \"Maze of Confusion.\" Every sound echoes through its corridors, creating an eerie atmosphere.\n\n**Rooftop Views and Shahi Baoli**\n\nFrom the roof, visitors can enjoy stunning views of Lucknow. Underground, the Shahi Baoli, or royal stepwell, provides a cool refuge with intricate carvings and a clever security feature that allowed its occupants to observe visitors through the water's reflection.\n\n**A Memorable Experience**\n\nBara Imambara is a testament to the ingenuity and artistry of the past. It offers a fascinating and unforgettable architectural experience.","summary":"The Bara Imambara, a majestic 18th-century complex in Lucknow, India, boasts the Asaf-ud-Daula's tomb, a labyrinthine Bhool Bhulaiyaa, and the underground Shahi Baoli with its CCTV-like well design."},{"hash":"e38b1beb524d0349efe3710dd274aab2205ecb04d36e45cc18e25ff5fb66e639","title":"Off-the-beaten-path adventures on foot: Explore hidden trails and discover the beauty of nature.","link":"https://kathmandupost.com/travel/2023/10/14/of-treks-and-trails","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/travelmain-1697245584.jpg&w=900&height=601","date":1697241600000,"source":"kp","category":"travel","content":"Snow-capped mountains are beautiful, but challenging to climb. Guides like Luckme Syangden and Manu Rai recommend a positive mindset and physical preparation.\n\n**Preparation:**\n\n* Start training 1 month before, with walking and stretching.\n* Pack light, warm clothing, a stick, sunscreen, and a safety knife.\n\n**During the Trek:**\n\n* Respect your limits and rest when needed.\n* Manage altitude sickness with rest and painkillers.\n* Communicate with guides and fellow trekkers for safety.\n\n**Challenges for Female Trekkers:**\n\n* Underestimation and demeaning comments.\n\n**Becoming a Guide:**\n\n* Join a trekking association and take a guide course.\n* Consider a mountaineering bachelor's program for a comprehensive education.","summary":"Amidst treacherous terrain and freezing conditions, Nepal's tourism industry thrives on the expertise of experienced trekking guides who navigate explorers through the challenges of Everest, Annapurna, and Manaslu, fostering confidence and ensuring a safe and memorable experience."},{"hash":"a9ad689d21f22e85bcaa462724561585142b33988f2d2ded57420f55cc029fb5","title":"**Solo Travel in Nepal**\n\n* **Safety:** Nepal is generally safe for solo travelers, with friendly locals and low crime rates.\n* **Cost:** Travel is relatively inexpensive, with budget-friendly options for accommodation and food.\n* **Culture:** Experience the vibrant Nepali culture through temples, festivals, and local interactions.\n* **Nature:** Explore stunning Himalayan landscapes, go trekking, or visit national parks.\n* **Transportation:** Get around easily with reliable buses, taxis, and domestic flights.\n* **Accommodation:** Choose from budget-friendly guesthouses to comfortable hotels.\n* **Solo activities:** Visit iconic sights like Kathmandu Valley, trek to Everest Base Camp, or explore hidden gems.\n* **Tips:** Learn basic Nepali phrases, pack light due to altitude changes, and respect local customs.","link":"https://kathmandupost.com/travel/2023/06/17/travelling-nepal-solo","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/SoloTravelMain11zon-1686967229.jpg&w=900&height=601","date":1686960000000,"source":"kp","category":"travel","content":"**Five young women started Duluwa Outdoors in 2021 to encourage women to travel alone.**\n\n**Nepal is a safe place for solo travelers.**\n\n**Good solo travel destinations in Nepal:**\n\n* For beginners: Shivapuri, Namo Buddha, Champadevi\n* Short trips: Pokhara-Bandipur\n* Trekking: Annapurna area\n* Valleys and towns: Illam, Dharan-Dhankuta, Palpa\n* Wildlife: Chitwan, Bardiya, Shuklaphanta\n\n**Tips for solo travelers:**\n\n* Plan your trip carefully.\n* Be aware of risks and dress appropriately.\n* Budget appropriately and have an emergency fund.\n\n**Safety tips:**\n\n* Trust your gut.\n* Stay informed of your surroundings.\n* Let others know your whereabouts.","summary":"Five women founded Duluwa Outdoors in 2021 to empower and encourage women's solo travel in Nepal, where it's generally safe with precautions like planning ahead and being aware of surroundings."},{"hash":"d3bf2681c5f44f567c2b7e08f966046fb572ea416e8cfddac399e392844a7256","title":"Nepal emerged victorious in the final match against West Indies A in the recently concluded series, claiming a 2-3 win.","link":"https://kathmandupost.com/cricket/2024/05/04/nepal-win-last-match-against-west-indies-a-to-conclude-series-2-3","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GMucR8qbwAAxeZl-1714817959.jpg&w=900&height=601","date":1714780800000,"source":"kp","category":"cricket","content":"Nepal beat West Indies A in a T20 match.\n\nNepal's Aasif Sheikh, Anil Sah, and Kushal Malla played well with the bat.\n\nSagar Dhakal and Sompal Kami bowled well for Nepal.\n\nWest Indies A won the series 3-2, but Nepal's win gave them a victory in the last match.","summary":"Nepal defeated West Indies A by six wickets, despite losing the series 3-2, thanks to impressive batting from Sheikh, Sah, and Malla, and effective bowling from Dhakal and Kami; Nepal will participate in a high-performance camp in the West Indies and USA before the T20 World Cup."},{"hash":"9d7ced68a72cb11104cf4b0dbf516e03a1daade9b97560e45bd16d4688ad8043","title":"West Indies defeated Nepal by chasing down a target of 211 runs.","link":"https://kathmandupost.com/cricket/2024/05/02/west-indies-a-post-210-run-target-against-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/match-1714707130.jpg&w=900&height=601","date":1714608000000,"source":"kp","category":"cricket","content":"Nepal lost to the West Indies A in the fourth T20 match by 28 runs. They failed to chase the target of 210, scoring only 181 runs.\n\nNepal's coach has selected an experienced squad for the upcoming World Cup. However, the team's batsmen, except for Rohit Paudel, have performed poorly.\n\nWest Indies A won the toss and scored 209 runs, thanks to half-centuries by Johnson Charles and Andre Fletcher.\n\nNepal's bowling unit had some positives, with Kushal Bhurtel taking two wickets.\n\nThe fifth and final T20 match will be played on Saturday.","summary":"Nepal lost to the West Indies A by 28 runs in the fourth T20, giving the visitors an insurmountable 3-1 lead in the five-match series, despite Rohit Paudel's 82 runs."},{"hash":"a5e3edf276d54cd57e7292f16946aa79bba9683852ec9205a675963d0ef498de","title":"Nepal announces 16-member squad for the ICC Men's T20 World Cup.","link":"https://kathmandupost.com/sports/2024/05/01/nepal-announces-squad-for-icc-men-s-t20-world-cup","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/nepal-1714612274.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"sports","content":"Nepal's T20 World Cup squad includes experienced players. Captain Rohit Paudel is back in form. Batsmen Binod Bhandari, Aarif Sheikh, Bibek Yadav, and Lokesh Bam were dropped due to poor performance. Anil Sah made the cut despite recent struggles. All-rounder Dipendra Singh Airee, wicket-keeper Aasif Sheikh, and Kushal Malla are included. Opener Kushal Bhurtel remains in the squad despite poor form. Young player Gulsan Jha and Pratis GC are also part of the team. Fast bowlers Sompal Kami and Karan KC are experienced, while Lalit Rajbanshi leads the spin attack. New additions include spinner Sagar Dhakal and pacer Kamal Singh Airee. Nepal faces the Netherlands, Bangladesh, Sri Lanka, and South Africa in Group D. They start their World Cup campaign against the Netherlands on June 4.","summary":"Nepal coach Monty Desai has retained most of the squad from ACC Premier Cup for ICC Men's T20 World Cup, despite recent struggle with batting and a heavy defeat against West Indies A."},{"hash":"587d9826d33d077d9f8ec0c9800df873f925ac5cba53d816e1a766ef3043efeb","title":"Nepal lost to West Indies A by 76 runs in a cricket match.","link":"https://kathmandupost.com/cricket/2024/05/01/nepal-lose-to-west-indies-a-by-76-runs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/43806500011620135283099391032221761881945213n-1714559440.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"cricket","content":"- West Indies A beat Nepal in third T20 match by 76 runs.\n- West Indies A scored 228/3, with Charles scoring 119 runs.\n- Nepal were bowled out for 151 runs in 19.2 overs.\n- Karan KC scored 28 runs for Nepal, but Walsh took three wickets for West Indies A.","summary":"West Indies A defeated Nepal by 76 runs in their third T20 match, setting a target of 228 and dismissing Nepal for 151, leading the five-match series 2-1."},{"hash":"a328ac09240d3df1cc8d66f05bfa52469056838e24eba76c9319b74a8eb321a2","title":"Indian Prime Minister Modi did not participate in the recent elections in Kashmir. Critics argue that India's claim to control all of Kashmir (a disputed territory) is invalid.","link":"https://kathmandupost.com/world/2024/05/09/india-s-modi-skips-election-in-kashmir-as-critics-dispute-integration-claims","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersTXBCPSMKWBO6LC3GZCKDYYKG5A-1715227216.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"world","content":"**BJP Skips Kashmir Elections**\n\nFor the first time since 1996, the ruling Bharatiya Janata Party (BJP) will not contest elections in Kashmir, where there has been a long-running conflict.\n\n**Local Parties Strong**\n\nInstead, the main contenders for the three seats are local parties that oppose the Hindu nationalist BJP: the National Conference and the People's Democratic Party (PDP).\n\n**BJP's Uncertainty**\n\nAnalysts say the BJP skipped contesting the election because the outcome might not align with Prime Minister Narendra Modi's claim of a peaceful Kashmir since 2019.\n\n**Discontent Remains**\n\nInterviews with Kashmir residents and officials suggest that discontent remains high in the militarized region.\n\n**Gerrymandering Allegation**\n\nThe government redrawing of constituency borders has been criticized for potentially benefiting the BJP, but the party still decided not to field candidates.\n\n**Continued Militancy**\n\nDespite fewer restrictions, there are still militants present in Kashmir, and human rights groups have accused Indian security forces of abuses against the Muslim population.","summary":"BJP skipped Kashmir elections due to divisions and alienation, despite Modi's claims of normalcy following the region's loss of autonomy in 2019."},{"hash":"a4143de903fa1fc3e92b11c2278fc9a9dd2e9792a971b2d127e548cd352c8666","title":"US pauses some weapon shipments to Israel amid Gaza fighting","link":"https://kathmandupost.com/world/2024/05/08/us-pauses-some-weapons-to-israel-as-battles-rage-around-rafah","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersKM2X5SPOCNJ7HM666NXHRL7BIY-1715169460.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"world","content":"**Fighting and Negotiations in Gaza**\n\n* Hamas and Israeli troops are fighting on the outskirts of Rafah in Gaza.\n* The US has delayed a shipment of bombs to Israel, possibly to prevent a large-scale attack.\n* Peace talks have resumed in Cairo, with both sides reacting positively.\n* Hamas has proposed a ceasefire, but Israel wants more Israeli hostages released.\n* The conflict has killed over 34,000 Palestinians and 1,200 Israelis since it began in October.\n* Hamas says 1.4 million people in Rafah are homeless.\n* Israel is reopening the Kerem Shalom border crossing for aid deliveries.","summary":"Israeli troops engage Hamas on the outskirts of Rafah amid halted US weapons shipment, while ceasefire talks resume in Cairo despite tensions over Israel's Rafah offensive and Hamas's revised proposal."},{"hash":"81b55116ab9a43b7c936a2a661a31fedd1fdb17e8885c978f1e280be03331726","title":"Millions of migrant workers in China are unable to retire due to financial constraints, despite the country's rapidly aging population.","link":"https://kathmandupost.com/world/2024/05/08/in-rapidly-ageing-china-millions-of-migrant-workers-can-t-afford-to-retire","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersVZ35XKHOKZLBXB53LL2NHYIWXQ-1715157316.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"world","content":"67-year-old Hu Dexi, a former bun seller from Xian, moved to Beijing with his wife to become cleaners for 4,000 yuan ($552) each per month. Many rural migrants like Hu are reaching retirement age and face a drop in living standards as China's social security system is not enough to support them.\n\nChina's basic rural pension of 123 yuan ($17) per month is below the poverty level. Despite a 20 yuan increase in the minimum pension, it is still insufficient.\n\nThe government is prioritizing economic growth over social welfare, leading to a lack of support for the elderly. This is partly due to fears of the \"middle-income trap\" and a desire to catch up in industrial modernization.\n\nChina's pension system is based on a hukou system that divides people based on urban or rural residency. Rural pensions are significantly lower than urban pensions.\n\nRaising the retirement age is a potential solution but has been delayed due to concerns about public perception.\n\nMany elderly rural migrants are working low-paid jobs despite health issues because they cannot afford to retire. The government is facing challenges in providing adequate healthcare and social services for this growing population.","summary":"Aging Chinese rural migrants face a retirement crisis, working low-paid jobs or returning to impoverished villages due to insufficient pensions and social services, as China prioritizes economic growth over social security reforms."},{"hash":"4d1e5970683b220a3a181fcf8a9659ad24ba8e6238140fc24bf200beeabc779f","title":"Unauthorized book translations and piracy are common in Nepal, depriving authors of fair compensation.","link":"https://kathmandupost.com/books/2023/07/31/unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/books-1690776078.jpg&w=900&height=601","date":1690761600000,"source":"kp","category":"books","content":"**Nepal's Book Theft Problem**\n\n* Unauthorized translations of popular books from around the world are rampant in Nepal.\n* Authors like Taslima Nasrin have had their books illegally translated and sold without their permission.\n* These translations are often of poor quality, harming readers and authors alike.\n* International publishers are not approached for rights, denying them revenue and deterring them from entering the Nepali market.\n* Book piracy is widespread due to a lack of regulation and enforcement, as well as a high tax on legal book imports.\n* The government, publishers, authors, and readers need to work together to combat piracy.\n* The law in Nepal prohibits copyright violations, but enforcement is weak.","summary":"Major Bangladeshi-Swedish writer Taslima Nasrin's books have been extensively translated into Nepali without her permission, while unauthorized translations and pirated versions of international bestsellers by the likes of Bill Clinton, Steve Jobs, and Robert Kiyosaki have flooded the market, leading to concerns about quality and unethical practices in Nepal's book publishing industry."},{"hash":"f91af36450d89ad58798b4c4d401adfda4ba09b3625ea1c7677f78706e25f747","title":"Youth from India's Maoist-affected region struggle with issues like unemployment and lack of opportunities in their hometowns. Many of them migrate to the United States in search of better prospects, but often face challenges in adapting to a new culture and finding stable jobs. Despite the difficulties, they remain hopeful and determined to build a better future for themselves and their families.","link":"https://kathmandupost.com/national/2023/06/25/desperate-youths-from-maoist-heartland-hit-us-wall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/CIJ-1687660964.jpg&w=900&height=601","date":1687651200000,"source":"kp","category":"national","content":"**Youth from Tak Village, Nepal, Trying to Illegally Reach the US**\n\nMany young people from Tak village in Nepal have tried to reach the United States illegally, spending large amounts of money in the process.\n\n**Deportation and Losses:**\n\n* Eight youth have been deported from the US, losing around $45 million in total.\n* Many more have returned without completing the journey, losing unknown amounts.\n\n**Loans and Debt:**\n\n* Youth took loans with high interest rates to fund their trips.\n* Many households have at least one person who has gone abroad, leaving behind debts and financial hardship.\n\n**Mental Health and Social Impacts:**\n\n* Deported youth face mental health issues, anxiety, and depression.\n* Some families have left the village due to debt and societal pressure.\n\n**Political and Economic Factors:**\n\n* Lack of political will and legal remedies to address the issue.\n* Ban on marijuana farming and economic stagnation after the Maoist insurgency have led to poverty.\n* Organized human traffickers exploit this situation by offering illegal travel routes.\n\n**Legal Challenges:**\n\n* Police face difficulty collecting data due to lack of complaints.\n* Existing laws are inadequate to fully address human trafficking cases.\n\n**Consequences:**\n\n* The phenomenon of illegal travel to the US is emptying villages.\n* Families face financial ruin and psychological trauma.\n* Organized crime and human trafficking flourish.","summary":"Bharat Budha, chair of Putha Uttarganga Rural Municipality’s ward 10, knows that many youths from his village have made it to the United States via ‘tallo bato’—backdoor route—and that many are still on the way. He also knows that eight of them have been deported from the country and that they have lost a cumulative Rs45 million in the process. The deported youths say that they returned home empty-handed after facing unspeakable ordeals and lost Rs6 million each on average.The Tak village in Rukum East—a close-knit settlement of 425 houses—was considered the Maoists’ ‘base area’ during the insurgency. Village youths who reached the US through illegal routes and got deported have lost an estimated Rs40 million. The number of those who returned without completing the journey and the amount they lost remain unknown.To get to the US, the youths have taken loans at up to 36 percent interest per annum from their relatives and village landowners. In Tak village, at least one person each from half of the households has gone abroad, Budha said. “Youths started going to America about six-seven years ago,” he said. “If they could gather enough money, the whole village would try to go to the US.” Budha’s own son had reached the US illegally in 2017, spending Rs3.2 million.During the insurgency, outsize slogans of revolution would adorn the walls of houses in the village. Hoping for a better life, people from all walks of life helped out the Maoists. But now, village youths are paying the agents to illegally get to the US—a country that the Maoists used to call their ‘enemy’, an ‘imperialistic force’. This has cost the Tak village much and in multiple ways.Death of a dreamSome of the deported youths have chosen to flee the village altogether, burdened with debt and creditors’ pressure. At least five such families have already left, said a resident. The family of Ram Budha was one of them. On April 28, 2015, Ram, who had returned to Nepal after working in Malaysia for eight years, took the illegal route to the US. He travelled through arduous trails for months and finally arrived in the country. Upon reaching the country, he was detained and had to stay at the detention camp for 27 months. When his refugee application was rejected, he was deported to Nepal in mid-December 2019. He lost Rs4.5 million in the process. He now owes over Rs6 million to creditors. “After the creditors began to put pressure on me, I couldn’t live in the village peacefully,” said Ram, who currently runs a vegetable farm in Tarakeshwar, Kathmandu.While those who got to the US through illegal routes and fortunately got refugee status there narrate their stories with pride, those who have been deported or returned from half-way have tragic tales to tell.Nanda Kala Gharti, who lives in a small stone house on the upper flank of Tak village, spends her days in melancholy. Her husband, Dhanlal, had chosen to take the illegal route to the US, and Nanda Kala, a mother of four, is living with the repercussions of his decision. Dhanlal had got into the US after a six-month long arduous journey and was detained immediately. He had to spend four years in the detention camp, before he was deported to Nepal. He had already lost Rs6 million.Nanda Kala said they now have an insurmountable crisis in their hands. Pointing to her son, she exclaimed, “When will he grow up, go abroad and pay back the loans!”Dhanlal himself tried to go to Croatia once and spent 15 days in Kathmandu for the process. But after he was turned down, he returned home dejected. “Now we will submit the passport to another agent [for Dhanlal’s trip abroad],” Nanda Kala said. “There’s no point staying here.”Stories that echo each otherThe situation in Sisne Rural Municipality is similar to that of Putha Uttarganga. Here, one can hear plenty of stories of those who have tried to go to the US and those who are fighting refugee cases there. Krishna Regmi, chair of the rural municipality, personally knows seven people who have been deported from the US.Gangaram Khadka, a resident of Sisne-3, runs a bee and chicken farm. Like other young men in his village, Khadka had headed off to the US via an illegal route on 27 March, 2018. He had reached the US via the New Delhi-Moscow-Barcelona-Bogota-Panama-Costa Rica-Nicaragua-Honduras-Guatemala-Mexico route. When he finally arrived in the US, he was detained and had to spend 11 months in detention. He was deported on 15 March, 2019. He had handed over Rs3.2 millions to the agent and spent Rs2 million to fight the case to become a refugee. “It’s not possible for me to pay back the loan while working in Nepal,” he said. “I aim to pay back some interest and head off abroad again.”For six months after Khadka was deported, he had anxiety and headache, he said, adding the three people from his village who were deported like him are also struggling with their mental health.Tikaram Pun, a 40-year-old resident of Bohora village in Musikot-4, is also haunted by his past journey. In September 2017, he reached the US after crossing 17 countries with the help of organised human traffickers. Of the 41 people in his group, 31 were from Rukum East and Rukum West, he said. Pun, who was detained on arrival in the US, spent 24 months in a detention camp. His refugee application was also refused and so he was deported along with eight other Nepalis. “When I returned, I started having mental health problems. I still suffer from them,” he said. Pun is under pressure from creditors and relatives to pay back the Rs9.2 million loan he had taken for the task.Those who died on the wayA group of 10 Bangladeshis and seven Nepalis, including Rupak Bohora of Bafikot-3 in Rukum West, were on a mission to reach Costa Rica through Colombia, Caribbean Coast, Capuragana and Panama. But while they were crossing a sea, their boat capsized. As many as 12 died in the incident, including six Nepalis. Rupak’s wife, Geeta, learned about the incident only after six days, on 25 June, 2021.“I still don’t know what exactly happened,” said Geeta, who had been married off at age 19 and is now a mother of two daughters. The only thing she knows is that Rupak has died and she is now all alone. And that she has Rs5 million in loan taken for Rupak’s trip. She showed a picture of her husband on her phone to this scribe and said, “I only have memories.”Lack of political will and legal remediesThe concrete bridge over Chewang river is on the edge of Tak village. On the walls of the bridge are paintings of political theorists like Marx, Engels, Lenin, Stalin and Mao, and the iconic slogan, ‘Workers of the world, unite!’, below them. But the slogan appears to be at odds with life in the village. Given the phenomenon of illegal travels to the US through the help of organised human traffickers, the whole village appears to be emptying. Neither the local governments are concerned about the phenomenon nor are the political parties paying attention.Puniraj Gharti, chair of Putha Uttarganga Rural Municipality, said though the trend is worrying, there’s nothing he can do. “How could we stop them from making the trip when they are struggling to make a living in the village?” he said.Krishna Regmi, chair of Sisne Rural Municipality, said that the vicious cycle of poverty started after marijuana farming was banned in the country. Then the Maoist insurgency added to the woe, forcing youths to migrate. The signing of the peace agreement in 2006 didn’t herald any change in the economy either and youths are struggling to get jobs. Organised human traffickers are cashing in on this sorry state of affairs, Regmi said. “Meter byajis [usurious lenders] are also promoting this phenomenon,” he added.The phenomenon is equally rife in Dang’s Tulsipur and Ghorahi. Ramesh Kumar Pandey, chair of Ghorai-15, says that even though many heading to the US are swindled, no complaints are filed at the ward office. “Only those who attempt to go to Saudi Arabia or Qatar file the complaints,” he said.One can infer from Pandey’s statements that the families of such illegal travellers don’t want to publicise the ordeals of their family members. On the one hand, agents threaten them to not publicise the issue; on the other, they fear they themselves would be punished by law.According to the Anti-Human Trafficking Bureau, as many as 178 Nepalis, including 174 men, have been deported from the US in the five fiscal years after 2018-19. Of them, the highest 49 are from Rukum while 37 are from Dang. The data doesn’t include those who returned after making it to the half-way or those who have been fighting the legal battle in the US for refugee status. But this data is enough to show that many such youths are from the ‘base areas’ of the Maoist insurgency.SSP Jeevan Shrestha, chief of the bureau, said that data on the number of such victims and the amounts they have spent is hard to collect since complaints are rarely filed with the police. “This is human trafficking but for a lack of law, we are still compelled to launch the cases as per Human Trafficking and Transportation (Control) Act 2074 BS,” Shrestha said. “The Act provides a maximum penalty of Rs250,000 for the offenders and 50 percent of that as compensation to the victims.” Without specific law, police also invoke the theft and organised crime act to punish the offenders, he added.On the one hand, police receive no complaints; on the other, the phenomenon sees no control.Bhaskar Gautam, a political scientist, says the rise in cases of human trafficking in the insurgency’s ‘base areas’ is due to the political system’s abject failure.While the Maoists raised issues related to livelihood, nationalism and a new kind of democracy to fuel their war machine, after the peace process, it is livelihoods that have been hit the hardest, Gautam said. “The traditional way of life and economy took a hit during the insurgency,” he said. “Developments after the peace process also failed to address that. What sprang up was organised human trafficking.”(Mahesh KC in Rukum East and Durgalal KC in Dang contributed to this report.)This report is prepared in collaboration with the Center for Investigative Journalism-Nepal. "},{"hash":"5b41caa28761fd8ada1be7951764ae6954dd5a645984d3ea1fe0cdb1a6b25396","title":"no-private-hospital-bed-for-poor-patients","link":"https://kathmandupost.com/national/2023/06/10/no-private-hospital-bed-for-poor-patients","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/thumb19-1686358218.jpg&w=900&height=601","date":1686355200000,"source":"kp","category":"national","content":"**Private Hospitals Not Providing Free Care to Needy**\n\n* Gyanumaya BK had to pay over Rs50,000 for medical bills because the hospital didn't provide free care mandated by regulations.\n\n* Hospitals are supposed to reserve 10% of beds for needy patients, but many don't.\n\n* Hospitals claim to offer discounts but don't show proof.\n\n* Regulatory bodies are not monitoring hospitals to ensure compliance.\n\n* Private hospitals argue that the regulations are impractical and should be changed.\n\n* Butwal and Chitwan also have similar issues with hospitals not adhering to regulations.\n\n* Suraj BK had to borrow money to pay hospital bills despite being eligible for free care.\n\n* Hospitals are prioritizing profits over helping the needy.","summary":"Despite government regulations requiring private hospitals to provide free treatment to the underprivileged, many hospitals in Pokhara, Chitwan, Biratnagar, and Butwal blatantly ignore these rules, leaving patients like Gyanumaya BK struggling to pay for medical expenses."},{"hash":"76d90bffa13a5f8e29f2a657b46763cb72bd2b5c3e7c4836de6d4bbffed828a2","title":"**Nepali Bureaucracy**\n\nThe Nepali bureaucracy is known for its inefficiency, corruption, and lack of transparency.\n\n* **Inefficiency:** Slow decision-making, red tape, and delays in service.\n* **Corruption:** Bribes and favoritism are common, hindering progress and公平.\n* **Lack of Transparency:** Information is often hidden or distorted, making it hard to hold officials accountable.\n\nAddressing these issues requires:\n\n* **Streamlining Processes:** Simplifying decision-making and eliminating unnecessary steps.\n* **Anti-Corruption Measures:** Establishing strict laws and punishments for corruption.\n* **Increased Transparency:** Making information easily accessible to the public.\n\nBy implementing these measures, Nepal can improve its bureaucracy and create a more efficient, fair, and accountable government.","link":"https://kathmandupost.com/columns/2024/05/08/understanding-nepali-bureaucracy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadPostIllustration-1715184406.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"columns","content":"**Conflicting Views on Nepali Bureaucracy:**\n\n- **View 1:** Bureaucrats have too much power and challenge politicians.\n- **View 2:** Bureaucrats are subservient to politicians and take bribes.\n\n**Why the Confusion?**\n\nBureaucrats have multiple options for interacting with politicians:\n\n- **Resist:** Oppose political decisions that break laws.\n- **Stay Neutral:** Maintain the status quo.\n- **Collude:** Cooperate with politicians for personal gain.\n\n**Strengthening of Bureaucracy:**\n\nAfter Nepal's monarchy ended, laws protected bureaucrats from political interference. This gave them more options for interacting with politicians.\n\n**Implications:**\n\n- **Positive:** Bureaucrats can now resist illegal political decisions.\n- **Negative:** Bureaucrats can use their power for personal gain or support politicians based on party affiliation.\n\n**Needed Reforms:**\n\nTo improve bureaucracy, reforms like abolishing party-based unions and tying promotions to performance are necessary. However, these reforms will face resistance from bureaucrats.","summary":"Nepali bureaucracy faces contradictory narratives of being all-powerful while subservient due to its strengthened power and options to resist, maintain the status quo, or collude with politicians for personal incentives."},{"hash":"a67b8cd26635fa2281f13500ace4b1c241ed1e818a7be9248b076f23d682b291","title":"Mass education refers to providing education to a large number of people, often through public schools. This system aims to create a literate and skilled population, essential for economic growth and social progress.","link":"https://kathmandupost.com/columns/2024/05/08/massing-of-education","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/opinion/DownPostFilePhoto-1715184169.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"columns","content":"**Mass Higher Education: A Post-World War II Idea**\n\nAfter World War II, governments began expanding higher education to:\n\n* **Promote social equality:** Make education available to more people, regardless of wealth.\n* **Boost economic growth:** Create a larger pool of skilled workers for businesses.\n\n**The 'Massification' of Higher Education**\n\nSince the 1970s, the number of people attending higher education has skyrocketed globally. This expansion has led to:\n\n* **Lower admission standards:** More students are accepted into universities, even if they have lower grades.\n* **Grade inflation:** Students are getting higher grades than in the past, despite studying less.\n\n**Concerns about Quality**\n\nThe rapid expansion of higher education has raised concerns about its quality. Employers are complaining that many graduates lack the skills they need.\n\n**Business Interests and Education**\n\nThe expansion of higher education has been closely tied to business interests. Corporations and private investors have poured money into universities, leading to:\n\n* **Vocational focus:** Higher education is becoming more focused on specific job skills than on academic knowledge.\n* **Commoditization of education:** Universities are increasingly seen as businesses selling degrees and diplomas.\n\n**Implications for Society**\n\nThe decline in academic rigor and the vocational focus of higher education may have negative consequences for society, such as:\n\n* **Fewer skilled researchers:** A lack of research can stifle innovation and progress.\n* **Devaluation of degrees:** As more people attend university, degrees become less valuable.\n* **Economic inequality:** The expansion of higher education may not necessarily lead to greater social equality, as only certain groups have access to quality education.","summary":"The push for mass higher education began post-WWII, driven by capitalist expansion, with the goal of social equality and economic advancement but leading to concerns about declining standards and a lack of original research due to lowered entry requirements and diluted academic content to accommodate a wider student population."},{"hash":"14fbcd22a699570d65e7758d4c2963317220d35cfa4e26f16ce7492b810b1cab","title":"Modi's party prepares for his possible third term as India's Prime Minister.","link":"https://kathmandupost.com/columns/2024/05/07/bracing-for-modi-s-third-term","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadReuters-1715097209.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"columns","content":"**India's Big Election**\n\nIndia, the world's largest democracy, is having a big election to choose its leader. People are voting for or against Prime Minister Modi, who's likely to win a third term. No other party has a strong leader to challenge him.\n\nThis election is different because voters don't seem as excited as in the past. There's less enthusiasm among candidates and voters. Modi is on every ad, making it a referendum on his leadership.\n\nDespite his popularity, Modi's government has had some failures:\n\n* Demonetization of currency made people poor.\n* Handling of COVID-19 pandemic caused pain for migrant workers.\n* High unemployment and wealth gap.\n* Tensions with neighboring countries.\n\nHowever, there have been some successes:\n\n* Space mission to the moon.\n* Construction of a new Hindu temple.\n* Revoking special status of Kashmir.\n\nModi's government is using tactics to silence opponents. He's likely to focus on building his image and spending more money on his policies in a third term.\n\nIndia's smaller neighbors, like Nepal, need to prepare for a possibly difficult relationship with Modi if he wins again.","summary":"India holds its largest-ever election, with PM Modi likely to win a third term due to a lack of credible challengers, leading to a plebiscitary nature of the polls and a focus on Modi's image rather than party politics, despite his mixed record in office that includes successes and failures."},{"hash":"505beefca11049926520cda4acceb5956f992fa7c660a8ef9ded812776844ff1","title":"**Toilets for All**\n\nToilets for All is a program that provides clean and accessible toilets to everyone, especially those in need. The program:\n\n* Builds and maintains public toilets in underserved areas\n* Promotes good hygiene practices\n* Reduces open defecation and its health risks\n* Improves overall sanitation and quality of life","link":"https://kathmandupost.com/editorial/2024/05/07/toilets-for-all","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb-1715129836.png&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"- Activists worldwide are advocating for gender-inclusive toilets that welcome everyone, regardless of gender identity.\n- Nepal is promoting inclusive policies and gender-neutral toilets are a crucial part of this.\n- The absence of gender-inclusive toilets forces people to conform to societal norms or face marginalization and stigma.\n- Studies show that LGBTQ+ students often avoid toilets due to safety concerns or discomfort.\n- Nepal has a handful of gender-inclusive toilets, but they are not widely available.\n- Kathmandu's mayor has pledged to build more public gender-inclusive and disability-accessible toilets.\n- Gender-inclusive toilets alone are not enough; society also needs to acknowledge and respect gender diversity.\n- Awareness campaigns and education are essential to sensitize people about these issues.\n- Building gender-inclusive toilets will boost \"pink tourism\" and create more inclusive spaces for LGBTQ+ individuals.","summary":"Global movement for gender-inclusive toilets gains momentum, with Nepal promoting equality and safety for gender non-conforming individuals by recognizing their value in reducing marginalization and providing safe spaces."},{"hash":"33d5b7761eb5bd3b41e26b739647600e33685d1a97a97f0651c70b2650289129","title":"Unity is strength. Division weakens.","link":"https://kathmandupost.com/editorial/2024/05/07/divided-we-fall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb7-1715044507.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"Political parties in Nepal keep splitting and merging to gain power.\n\nRecently, the Janata Samajbadi Party split, with most members staying in the ruling coalition.\n\nSuch splits are usually caused by personal conflicts or disagreements over government positions, rather than ideological differences.\n\nThis opportunistic behavior weakens political movements and disappoints the public, who may turn to extremist groups.\n\nThe lack of stability in political parties also harms pluralism and the representation of diverse views.","summary":"A major party split has occurred in the ruling coalition over an alleged plot to topple the government, with a new party emerging from the Janata Samajbadi Party Nepal, led by former party leader Ashok Rai."},{"hash":"349bf15e76b9ee93953ea9dcd19ecc5848ef7349536cadd8b4015572475f8225","title":"Do-it-together (DIT) is a collaborative approach to creating something, where people work together on a project. It encourages teamwork, shared learning, and a sense of accomplishment.","link":"https://kathmandupost.com/editorial/2024/05/05/do-it-together","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb14-1714955634.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"editorial","content":"**Summary:**\n\nPrime Minister Dahal plans to form a parliamentary committee to investigate fraud in cooperatives. The committee will address the embezzlement of funds, but will not target specific individuals. The opposition Congress party is skeptical, as they believe Dahal is trying to protect Home Minister Lamichhane, who has been accused of embezzlement. The Congress has threatened to obstruct the budget if the committee is formed. Dahal should try to build trust with the opposition and assure them that the investigation will be fair. It is important to resolve this issue soon, as victims of fraud may take to the streets in protest if action is not taken.","summary":"Prime Minister Dahal's admission of the gravity of fraudulent co-ops issue prompts discussions on forming a parliamentary probe committee, but Nepali Congress remains skeptical due to concerns over protecting Home Minister Lamichhane."},{"hash":"b8cf800b128e5429effac6538b5cdeff14e12e5c92d4968c239f48ce105eb283","title":"**Padam Giri Interview Summary:**\n\n* Giri is a well-respected leader in the Ethereum community.\n* He believes that Ethereum is a revolutionary technology with the potential to disrupt various industries.\n* Giri is particularly excited about decentralized finance (DeFi) and believes that it can make financial services more accessible and transparent.\n* He is also interested in the use of Ethereum for identity management and supply chain optimization.\n* Giri believes that education and collaboration are key to the success of Ethereum.\n* He is working to make Ethereum more accessible to people around the world.","link":"https://kathmandupost.com/interviews/2024/05/05/interview-with-padam-giri","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/padamgiri-1714923097.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"interviews","content":"**Budget Session of Parliament**\n\nThe Parliament will start its session on Friday, but there are still disagreements about forming a committee to investigate alleged fraud charges against the deputy prime minister.\n\n**Government's Plans**\n\nThe government plans to focus on passing several bills and making the Parliament more productive. It is open to forming a committee to study problems in the cooperative sector, including possible fraud.\n\n**Congress's Demand**\n\nThe opposition Congress party demands a committee specifically targeting the deputy prime minister. The government believes this is not reasonable and should not prevent the budget from being approved.\n\n**Challenges and Priorities**\n\nThe Parliament has not passed many bills lately. The government wants to improve this by working with all parties. Top priority bills include ones on transitional justice, education, and banking.\n\n**Transitional Justice Bill**\n\nDiscussions on the Transitional Justice Bill are ongoing. The government is trying to find common ground on contentious issues, including classifying murder as a serious violation and reducing sentences.\n\n**Recommendation Committee**\n\nA committee has been formed to recommend members for transitional justice commissions. The government believes it must follow the Supreme Court's order despite concerns.","summary":"The budget session of the federal parliament begins amid unresolved differences between the ruling and opposition parties over the formation of a parliamentary committee to investigate alleged cooperative fraud charges against Home Affairs Minister Rabi Lamichhane."},{"hash":"39eb27d07dda639b3d5dd4481b8d6012361b0eeb330937898496f65c11c09fe8","title":"Expect challenges in the next two months due to wildfires.","link":"https://kathmandupost.com/interviews/2024/04/28/next-two-months-will-be-challenging-due-to-fire-incidents","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/anilpokharel-1714368894.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Fire Incidents in Nepal**\n\nThere have been many serious fires in Nepal recently, causing much damage and loss of life. This is because there has been less rainfall than usual, causing the forests to dry out and become more flammable. Wind has also spread the fires quickly.\n\nOther factors contributing to the fires are:\n\n* Not enough rainfall in the past two years, leading to a build-up of dry leaves and branches in forests\n* Farmers burning crop remains, thinking it helps the soil\n* People leaving rural areas for cities, leading to abandoned homes surrounded by vegetation\n\nThe government is taking steps to address the problem, including:\n\n* Training local volunteers to fight fires\n* Using portable fire pumps to put out fires in difficult areas\n* Educating farmers about the dangers of burning crop remains\n* Working with local governments to equip them to handle fire incidents\n* Inspecting buildings to ensure they have fire safety measures in place","summary":"Fires in Nepal have risen sharply due to low rainfall, high temperatures, and inadequate firefighting resources, causing severe losses and deaths."},{"hash":"2d1dcd1af2a010f1dc8a5288d051100d0a7e6e1ee7a6d0087e377a8fa051364f","title":"Nepal offers equal opportunities for all investors, ensuring a fair and transparent environment for businesses to thrive.","link":"https://kathmandupost.com/interviews/2024/04/28/nepal-presents-equal-opportunity-for-all-investors","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1714270342.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Nepal Pushes for Investment**\n\nNepal is hosting an investment conference to attract foreign investors. Despite past failures to secure investments, Nepal hopes to overcome obstacles this time.\n\n**Improvements for Current Summit:**\n\n* Inviting investors who have experience investing in other countries.\n* Presenting success stories of investors in Nepal.\n\n**New Laws and Policies:**\n\n* Laws have been amended to remove barriers to foreign investment.\n* The President is expected to approve these changes soon.\n* Nepal is working on improving its sovereign credit rating to increase its appeal to investors.\n\n**Addressing Investor Concerns:**\n\n* Investors can legally withdraw their returns from investments in Nepal.\n* Nepal has not experienced significant losses for multinational corporations.\n* The government is simplifying and streamlining the process of withdrawing profits.\n\n**Hydropower and Geopolitical Issues:**\n\n* Nepal plans to sell surplus energy to neighboring countries, including India and Bangladesh.\n* Despite India's policy on Chinese investments in hydropower, Nepal is confident in its ability to secure investments.\n\n**Political Stability and Rumors:**\n\n* Nepal emphasizes policy consistency over political changes.\n* Rumors about reluctance for investment due to communist leadership are unfounded.\n* Gautam Adani, an Indian billionaire, remains interested in investing in Nepal.\n\n**Ensuring Investment Safety:**\n\n* Nepal welcomes legal investments without geopolitical bias.\n* Nepal prioritizes investments not targeted against other countries.","summary":"Nepal's third Investment Summit seeks to attract Foreign Direct Investment (FDI) by showcasing investment opportunities and addressing concerns about political instability, geopolitical factors, and regulatory obstacles."},{"hash":"b8119b43ed80553d871f3b6e70a45b435e16350f69e3656d8ec00cdfd1f5e39e","title":"Directly elect Prime Ministers and Chief Ministers to reduce political instability.","link":"https://kathmandupost.com/interviews/2024/04/21/direct-election-of-prime-minister-and-chief-minister-way-out-of-instability","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/interview-1713764589.jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"interviews","content":"**Unhealthy Political Competition and Public Frustration in Nepal**\n\nPolitical parties are competing aggressively to form provincial governments, leading to increased frustration among the public.\n\n**Blame for Electoral System and Leadership**\n\nSome leaders blame the mixed electoral system for Nepal's political instability. However, political analyst Tula Narayan Shah argues that personal ambition and corruption are to blame.\n\n**FPTP and PR Systems**\n\nUnder the first-past-the-post (FPTP) system, high-caste males have an advantage, while under proportional representation (PR), marginalized communities are better represented.\n\n**Direct Election of Executive Heads**\n\nShah suggests electing Prime Ministers and Chief Ministers directly to improve stability. He argues that this would remove political party control.\n\n**Provinces and Public Trust**\n\nProvinces have mirrored the corruption and inefficiencies of the central government. Many people believe the system only benefits leaders, not ordinary citizens.\n\n**Madhesh Province**\n\nMadhesh Province, despite being led by pro-federalism parties, has failed to deliver for the people. Corrupt practices and lack of inclusivity have undermined public trust.\n\n**Local Units vs. Provinces**\n\nLocal units perform better than provinces due to their greater authority. Provinces need more power to be effective.\n\n**New Parties in Madhesh**\n\nThe Janamat Party addresses discrimination and bad governance, while the Nagarik Unmukti Party focuses on discrimination against the Tharu community.","summary":"Political parties' unhealthy competition for provincial leadership amid public dissatisfaction has fueled discussions about the electoral system's role in Nepal's instability, with some leaders proposing direct elections for executive heads at the national and provincial levels to ensure stability."},{"hash":"5c600ef479c5d95e859fb1a9dbd261d3a264f62d509d4185d7c4d11d0a9bb8ee","title":"I support a proportional representation voting system where parties receive a percentage of seats in the legislature proportionate to the percentage of votes they receive, with a threshold of 5% to prevent small parties from gaining seats.","link":"https://kathmandupost.com/interviews/2024/04/15/i-am-for-a-fully-pr-system-with-a-five-percent-threshold","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/interviews/Untitled1-1713152017.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"interviews","content":"**Nepali Congress Leaders Call for Electoral Reform**\n\nThe Nepali Congress party believes the current electoral system leads to weak governments. They propose working with the CPN-UML party to change it.\n\n**Former Chief Election Commissioner's Perspective:**\n\n* Any electoral system can be successful if its users are ethical.\n* Nepal has a long history with different electoral systems, including the current mixed system (combining first-past-the-post and proportional representation).\n* The mixed system was adopted to ensure representation of historically underrepresented groups (e.g., women, marginalized communities).\n* Leaders have blamed the electoral system for political instability, but their own misuse of the system is a factor.\n\n**Addressing Electoral Anomalies:**\n\n* The current system allows powerful leaders to appoint their allies to proportional representation seats, undermining the intended inclusivity.\n* The system should be revised to prevent manipulation.\n\n**Recommendations:**\n\n* Implement a fully proportional representation system.\n* Hold candidate primaries to prevent leaders from handpicking candidates.\n* Apply proportional representation at the local level.\n* Increase the threshold for proportional representation votes.\n* Consider overseas voting, but only if it is practical and not subject to manipulation.","summary":"Amidst political instability, Nepali Congress leaders advocate for an electoral system change, with support from UML leaders; former chief election commissioner Neel Kantha Uprety suggests a fully proportional representation system with strict provisions against manipulation to ensure inclusive representation and minimize political anomalies."},{"hash":"16ca03860b600f5d221a63cab7bc1b2ab4dad746bbb104c9f57095e07f85ef78","title":"Muluki Ain is a legal code","link":"https://kathmandupost.com/letters/2021/11/08/muluki-ain-is-a-legal-code","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/third-party/mulukiain-1636421052.jpg&w=900&height=601","date":1636329600000,"source":"kp","category":"letters","content":"The Muluki Ain of 1854 was a comprehensive legal code that established a common law system in Nepal. It included provisions for the caste system, but also recognized the need for reforms. The code was based on traditional practices and moral principles, but it aimed to ensure fairness and minimize arbitrary verdicts. It defined the roles of governance institutions and the monarchy, and it established the concept of rule of law.","summary":"Despite acknowledging the Muluki Ain's focus on caste hierarchy, it rationalized the judicial system, codified legal principles, introduced the concept of rule of law, and expressed the need for timely socio-cultural-religious reforms."},{"hash":"f26d8550751249ca6fce9099e307f744741857845591c48ab0d55210ac42e144","title":"Misleading news refers to information that is presented as factual but contains inaccuracies or biases. It can be deliberately created to deceive people or spread misinformation. Misleading news often appeals to emotions or confirms existing beliefs, making it easy to believe and share. It can have harmful consequences, such as promoting false information, dividing people, and undermining trust in media and institutions.","link":"https://kathmandupost.com/letters/2021/04/12/misleading-news","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/opinion/thumb-1618223282.jpg&w=900&height=601","date":1618185600000,"source":"kp","category":"letters","content":"Sinohydro denies claims that they didn't pay for construction materials used in the Melamchi Water Supply Project. They state that:\n\n- Construction materials were legally obtained and taxes were paid (imported from abroad, purchased locally, or recycled).\n- Materials used include:\n    - Aggregate for concrete (purchased from local vendors)\n    - Stones for gabion walls (recycled from construction site)\n    - Stones for weir lining (also recycled)\n- All payment records are available and transparent.","summary":"Despite a news report claiming non-payment of taxes, Sinohydro asserts it sourced construction materials legally, including some via recycling, and has paid vendors accordingly."},{"hash":"e862b51d7419ba6f589572cd4032419c790b93c181a1334f46e1b9ab2f51169b","title":"A misunderstanding occurs when people do not understand each other clearly, causing misinterpretations, confusion, and sometimes even conflict. It's like a game of telephone where the message gets garbled as it passes from one person to another.","link":"https://kathmandupost.com/letters/2021/01/03/misunderstanding","date":1609632000000,"source":"kp","category":"letters","content":"**Japan Job Opportunities for Nepalis**\n\nJapan has a high demand for foreign workers and has opened its labor market to Nepalis as skilled workers. However, there are some misunderstandings about the agreement between Japan and Nepal.\n\n* **Recruitment:** Nepali workers will sign contracts directly with Japanese employers, not with the government.\n* **Third-party agencies:** Private agencies can assist in finding jobs, but they must register in Japan.\n* **Costs:** Employers may or may not cover the costs of airfare, insurance, and medical exams.\n* **Other South Asian countries:** Japan has similar agreements with Pakistan, Bangladesh, and Sri Lanka.\n\nNepali workers who pass the required exams are encouraged to find jobs in Japan's labor market. The Japanese government hopes to facilitate this process and welcome qualified Nepalese workers.","summary":"Japan opened its labour market for Nepali specified skilled workers in 2019, but there are misunderstandings about the Memorandum of Cooperation between Japan and Nepal, including the role of private recruiting agencies, financial burden on workers, and third party involvement."},{"hash":"4d564e4aa9b147540d5d27c861b9724bce96976aa16a590835a10f4f29687ad6","title":"**Contributions to Nepali**\n\nNepali language and culture have received many contributions over time, including:\n\n* **Literary works:** Poets, writers, and playwrights have enriched Nepali literature.\n* **Music and dance:** Traditional music and dance forms continue to thrive and evolve.\n* **Art and architecture:** Nepalese artisans create beautiful paintings, sculptures, and temples.\n* **Religion:** Diverse religions, including Hinduism and Buddhism, have influenced Nepali beliefs and practices.\n* **Language development:** Scholars and educators have preserved and promoted the Nepali language.\n* **Technology and modernization:** Innovations and advancements have contributed to the progress of Nepali society.","link":"https://kathmandupost.com/letters/2020/11/30/contributions-to-nepali","date":1606694400000,"source":"kp","category":"letters","content":"The author is thankful to Deepak Thapa for expressing concern about Nepali studies in Euro-America. They also acknowledge their colleague Krishna Pradhan, who taught Nepali at SOAS for 15 years and contributed greatly to the success of Nepali studies there. However, due to Pradhan's retirement, these courses are now unavailable in the UK.","summary":"Despite Deepak Thapa's concerns about Nepali studies in Euro-America, Michael Hutt expresses gratitude for his colleague Krishna Pradhan's 15-year teaching contribution at SOAS, which allowed for expanded course offerings in Nepali literature, history, and culture, but acknowledges the absence of these courses for future UK students."},{"hash":"a1d8bb473b76b044c715510c1e3cd12b7293a4516faf36066b07acc77fd64756","title":"chhaupadi-persists","link":"https://kathmandupost.com/letters/2020/09/24/chhaupadi-persists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2020/third-party/thumb3-1600897015.jpg&w=900&height=601","date":1600905600000,"source":"kp","category":"letters","content":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email ","summary":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email "}]