[{"hash":"ed85c8e28546258948a7d9db94c6c3f293026b1889dc085a8c707ed109dcac0d","title":"Hor's meeting is postponed to Thursday.","date":1715644800000,"source":"nn","link":"https://nepalnews.com/s/politics/the-meeting-of-hor-adjourned-till-thursday","imageLink":"https://web.nepalnews.com/storage/story/1024/nc_birodh_1_1536x10251715692143_1024.jpg","category":"politics","content":"Nepali Congress, the main opposition party, disrupted the meeting of the House of Representatives (HOR) again. They demanded a parliament inquiry into a co-op fraud.\n\nThe HOR meeting was adjourned until Thursday due to the disruption.\n\nThe National Assembly meeting was also affected by the Congress's protest.","summary":"Nepali Congress's obstruction during House of Representatives and National Assembly meetings leads to adjournments due to demands for a cooperative fraud inquiry committee."},{"hash":"07de5bd8d84a7c2e7bbc1be3c4ab6add390d81c3aefadfcf4a571c31fcf01862","title":"New civil service law and its rules will be implemented soon.","date":1715644800000,"source":"nn","link":"https://nepalnews.com/s/politics/policies-and-programmes-civil-service-law-into-effect-soon","imageLink":"https://web.nepalnews.com/storage/story/1024/rastrapati_111715691270_1024.jpg","category":"politics","content":"**Government plans to:**\n\n* Implement civil service law\n* Improve civil service efficiency\n* Connect government levels for better service\n* Use technology to streamline services\n* Make civil servant benefits better\n* Provide more training\n* Measure employee performance fairly","summary":"To enhance efficiency, the civil administration will become result-oriented by organizing provincial and local services, implementing an integrated office management system, providing timely, fair perks, and improving employee training."},{"hash":"482723bc1f7d44ce93976cdf78c24419d92e0e0b4f519bf992fe755ad101f098","title":"The government will give opportunities to 1,000 young people with great talent.","date":1715644800000,"source":"nn","link":"https://nepalnews.com/s/issues/govt-to-provide-fellowship-to-1-000-talented-youths","imageLink":"https://web.nepalnews.com/storage/story/1024/rsatpati1715690891_1024.jpg","category":"issues","content":"Government to provide fellowships to 1,000 talented youths in various fields. The private sector will also be encouraged to support youth fellowships. A youth volunteer program will be launched to engage youth and enhance their skills. Youth will be empowered through training in skills, financial literacy, and entrepreneurship to become key contributors to society.","summary":"Government to provide fellowships to 1,000 youths, encouraging private sector participation and youth volunteers."},{"hash":"030cbcdc9f3a8e9aea8ad24797a0470a1d76c50b40e746f48037a03aca81d28e","title":"South Korea will provide $9.8 million to create green jobs and support sustainable development in Pokhara, Nepal.","date":1715644800000,"source":"nn","link":"https://nepalnews.com/s/capital/korean-government-supports-usd-9-8-million-to-create-green-jobs-in-pokhara","imageLink":"https://web.nepalnews.com/storage/story/1024/koica1715704464_1024.png","category":"capital","content":"**South Korea and Nepal Sign Agreement for Green Job Creation Project**\n\nSouth Korea and Nepal have agreed to a project to create green jobs for recycling in Pokhara, Nepal. The project will be funded by South Korea and implemented by the United Nations Development Programme (UNDP).\n\n**Goals of the Project:**\n\n* Create sustainable recycling businesses\n* Establish a \"Green Venture Zone\" for innovation and startups\n* Promote waste segregation and reduce the burden on landfills\n\n**Benefits for Pokhara:**\n\n* New job opportunities\n* Improved waste management\n* Potential to attract more tourists as a \"tourism capital\"\n\n**Significance:**\n\n* The project marks 50 years of diplomatic ties between South Korea and Nepal.\n* South Korea has provided significant support to Nepal's development over the years.","summary":"Nepal's Ministry of Finance signs an MoU with South Korea to create green jobs and promote recycling and upcycling in Pokhara through a project funded by KOICA."},{"hash":"ee2fb2328ba4e37cb7770ca847eabfc76a62b2f4533b1857096f545d798b4ec5","title":"Two climbers from Mongolia go missing on Mount Everest during an expedition.","date":1715644800000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/two-climbers-from-mongolia-go-missing-during-everest-expedition","imageLink":"https://web.nepalnews.com/storage/story/1024/everesr1715689997_1024.jpg","category":"travel-and-tourism","content":"Two Mongolian climbers, Usukhjargal Tsedendamba and Purevsuren Lkhagvajav, are missing after climbing Mount Everest. They were last seen reaching the summit on May 13th, and a search is underway to find them.","summary":"Two Mongolian climbers, Usukhjargal Tsedendamba and Purevsuren Lkhagvajav, went missing while ascending Mount Everest on May 13."},{"hash":"61475c7de34979e915d859aa05c896448cec902c850e9f161b2f164c902d7b70","title":"Heavy rainfall is expected during this monsoon season, as per the Meteorological Department.","date":1715711276182,"source":"nn","link":"https://nepalnews.com/s/nation/more-than-average-rainfall-likely-in-this-monsoon-met-department","imageLink":"https://web.nepalnews.com/storage/story/1024/rain_(4_of_9)1677418608_1024.jpg","category":"nation","content":"This year's monsoon season is expected to have higher than normal rainfall in most parts of Nepal. The increase is predicted to be around 35% to 55%. Some areas will experience even higher rainfall, with certain regions likely to see an increase of up to 65%.","summary":"The Department of Hydrology and Meteorology predicts above-average monsoon rainfall, with specific regions expecting 35.4% to 65.5% higher precipitation than usual."},{"hash":"a60df9dc76148ec125b04dd467a8e8750e6344f8b6e39c99dbf8831db91a06a9","title":"In the month of Baisakh (mid-April to mid-May), fire incidents claimed the lives of 26 people. This is likely the highest number of fire-related deaths recorded during this period.","date":1715711280574,"source":"nn","link":"https://nepalnews.com/s/nation/fire-incidents-cause-26-deaths-in-a-month-baisakh-probably-reports-highest-cases-first-time","imageLink":"https://web.nepalnews.com/storage/story/1024/Manang_forest_fire1681707860_1024.jpg","category":"nation","content":"**Fire Incidents in Nepal**\n\nIn the month of Baisakh (mid April-mid May):\n\n* 26 people died in fires\n* 861 house fires\n* 573 forest fires\n* 1,364 families affected by house fires\n* 404 families affected by forest fires\n* 8 killed by lightning\n* 2 died of altitude sickness\n* 1 killed by flooding\n* 1 killed by animal attack\n\nMost forest fires were started on purpose by locals to promote plant growth. Public awareness campaigns and proper cigarette disposal are needed to prevent future fires.","summary":"Nepal faced a surge in fire incidents in Baisakh, resulting in 26 fatalities, primarily due to high temperatures, dry conditions, and deliberate forest fires for vegetation growth."},{"hash":"da81625d9c62e2303ec86d04c3bfb749119349cca615e1fb69508a67b31fcc49","title":"Nepal's political impasse will end by Tuesday, Prime Minister Pushpa Kamal Dahal says.","date":1715711287627,"source":"nn","link":"https://nepalnews.com/s/politics/parliamentary-impasse-ends-by-tuesday-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_prachanda1715566297_1024.jpg","category":"politics","content":"Prime Minister Prachanda says Parliament's problems will be solved by Tuesday. He has talked to the leaders of the main opposition party, and he believes the President will address Parliament as planned on May 14 without any problems. Prachanda also said a committee will be formed to help victims of cooperative scandals, and that the government is working to bring back GB Rai, who is accused of stealing money from cooperatives.","summary":"PM 'Prachanda' believes parliament deadlock will end by Tuesday, discusses with President Paudel and Nepali Congress about President's speech preparation and addressing cooperative victims' issues."},{"hash":"986a8735e3ffde8750b49be65a626447729e7de9c1bdb2509b3dabf2f5c1d4b5","title":"President Paudel presents government policies and programs to Parliament.","date":1715644800000,"source":"nn","link":"https://nepalnews.com/s/capital/president-paudel-presenting-government-s-policies-and-programmes-in-parliament","imageLink":"https://web.nepalnews.com/storage/story/1024/rastrapati_sansad1715683177_1024.jpg","category":"capital","content":"**President Presents Government Policies**\n\nPresident Paudel is currently presenting the government's plans for the next fiscal year in Parliament. Prime Minister Prachanda gave the plans to Paudel at the start of the meeting. This is a tradition where the President reads out the plans before the budget is presented in two weeks.\n\nImportant officials, including the Vice-President, Chief Justice, former government leaders, and heads of the army and media, are present as guests.","summary":"President Paudel presents government's annual policies and programs to the Federal Parliament, as per the traditional practice before the budget presentation."},{"hash":"816cd61fd1f072cac7444db121dc456558aedb2fcf458f44acca60fe7ae47198","title":"Cabinet approves new laws and plans for the government to follow.","date":1715644800000,"source":"nn","link":"https://nepalnews.com/s/capital/cabinet-endorses-policies-and-programmes","imageLink":"https://web.nepalnews.com/storage/story/1024/PMO_Singha_Durbar1686496476_1024.jpg","category":"capital","content":"Government has approved plans for next year's budget, which includes a 16-year plan. President Paudel will present these plans to the Federal Parliament this afternoon.","summary":"Government passes policies and programs for the upcoming fiscal year, including endorsement of the 16th five-year plan."},{"hash":"1427ed4497fc266d3dfc682fd83b960eb0d9b523df77c225f5257c0bd8c0960a","title":"Ichangu Narayan is a historic temple in Nepal. The Joint Scholarship Project has helped restore the temple and provide scholarships to local students. The project has created a lasting impact on the community, preserving cultural heritage and promoting education.","date":1715711301325,"source":"nn","link":"https://nepalnews.com/s/capital/the-joint-scholar-ship-project-in-ichangu-narayan","imageLink":"https://web.nepalnews.com/storage/story/1024/1b463270_790c_444e_983a_21c83170d6301715564327_1024.jpeg","category":"capital","content":"There is no text provided to summarize. Please provide the text you would like summarized.","summary":"Unfortunately, there seems to be a mistake in your query. You have specified that there are no events to summarize in a single line. Please provide me with the specific events you would like me to summarize."},{"hash":"d3816f7ee9c500ce0467bf552e972865ec7b6829d9cd592d64d97b26b79f15ac","title":"Kathmandu Valley's pollution levels have decreased.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/capital/kathmandu-valley-s-pollution-decreases","imageLink":"https://web.nepalnews.com/storage/story/1024/2009_03_Kathmandu_081690373290_10241698818973_1024.jpg","category":"capital","content":"**Air Quality in Kathmandu Improves**\n\nRain has helped improve air quality in Kathmandu Valley, which was ranked as the world's most polluted city on May 2. The Air Quality Index (AQI) has dropped to 56, which is considered \"good\" for health.\n\nWildfires have contributed to air pollution, but rainfall has helped contain them and reduce pollutants.\n\nAQI levels and their health implications:\n\n* 0-50: Good (green)\n* 51-100: Moderate (yellow)\n* 101-150: Unhealthy for sensitive groups (orange)\n* 151-200: Unhealthy for all (red)\n* 201-300: Very unhealthy (purple)\n* 301-400: Hazardous (maroon)\n* 401-500: Highly hazardous (maroon)","summary":"Rainfall and containment of wildfires have drastically reduced air pollution in Kathmandu, improving the Air Quality Index (AQI) from the most polluted city in the world to the 50th, with an AQI of 56, which is considered good for public health."},{"hash":"1d75ece0f2263764250d18fcdedf8e8436c5aceb5b7cd76a18799f86849e2bbd","title":"Prime Minister Prachanda met with President Ram Baran Yadav to discuss current political and economic issues facing Nepal.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/capital/meeting-with-president-paudel-by-prime-minister-prachanda","imageLink":"https://web.nepalnews.com/storage/story/1024/14eaed5b_9948_4011_9ef5_2edd408aba3c1715508825_1024.jpg","category":"capital","content":"Prime Minister Dahal visited President Paudel at the presidential palace. They talked about important issues facing the country.","summary":"Prime Minister Dahal and President Paudel met at Sheetal Niwas to discuss current national affairs."},{"hash":"69cd7867f16ed270732741e62be0345e2d9b445afaf39a3c5a4241b8a77941b6","title":"In Baisakh (April-May), fire incidents led to the tragic loss of 26 lives, likely marking the highest number of fire-related deaths in the month.","date":1715711316303,"source":"nn","link":"https://nepalnews.com/s/nation/fire-incidents-cause-26-deaths-in-a-month-baisakh-probably-reports-highest-cases-first-time-1","imageLink":"https://web.nepalnews.com/storage/website/default_1024.jpg","category":"nation","content":"**Fire Incidents in Baisakh**\n\nIn the last month, there have been 861 fires and 573 forest fires in Nepal, resulting in 26 deaths. Forest fires have been the highest in the month of Baisakh (April-May).\n\nHeat and lack of rain have caused these increased disasters. Inferno (wildfires) have affected 1,364 families, while forest fires have affected 404.\n\nAdditionally, eight people were killed by lightning, two by altitude sickness, and one each by flooding and animal attack.\n\nForest fires are often caused by deliberate burning for vegetation growth, as well as lack of awareness and discarded cigarette butts.","summary":"In April-May, Nepal experienced 861 fires and 573 forest fires causing 26 deaths and 86 injuries, primarily due to rising temperatures and dry conditions."},{"hash":"4adecc78674c4904d6258cc34ddcbbac079fd0435d1b9573015113d463e6d7e8","title":"President to announce government's plans and policies in a joint meeting of Nepal's parliament.","date":1715711323339,"source":"nn","link":"https://nepalnews.com/s/nation/president-to-unveil-government-policy-programme-in-joint-meeting-of-federal-parliament","imageLink":"https://web.nepalnews.com/storage/story/1024/FederalParliamentSept12_201909141811471689332766_1024.jpg","category":"nation","content":"President Ramchandra Paudel will announce the government's plans for the upcoming year on Tuesday. The announcement will include focus on issues like poverty, migration, and rural development. The government aims to create jobs and promote agriculture to make the country self-reliant.","summary":"President Paudel will announce the government's policy and program for 2081/082 BS at a joint parliament meeting on Tuesday, attended by dignitaries and legislators who suggest focusing on livelihoods, employment, rural development, and agriculture."},{"hash":"c7dbc6d8acd171264e128c3ea6cbde9275bb7f7d8a63f3928302a4bb3923810e","title":"The 16th Five-Year Plan draft is complete, with ambitious goals.","date":1715711328359,"source":"nn","link":"https://nepalnews.com/s/business/16th-five-year-periodic-plan-draft-ready-with-ambitious-plans","imageLink":"https://web.nepalnews.com/storage/story/1024/national_planing_commision1715174848_1024.jpg","category":"business","content":"**Nepal's 16th Five-Year Plan**\n\nThe government plans to:\n\n* Grow the economy by 7.3% per year and raise income to $2,413 per person.\n* Reduce poverty to 20.3%, inflation to 5%, and improve health, education, and life expectancy.\n* Increase hydropower production from 3,100 MW to 11,769 MW and internet access to 90%.\n* Improve governance, reduce corruption, and increase the rule of law.\n* Create 1.2 million jobs per year and increase the minimum wage to $25,000 per month.\n* Transform the economy through technology, innovation, and inclusive employment.\n* Empower marginalized communities and promote safe foreign employment.","summary":"Nepal's 16th Five-Year Plan sets ambitious targets for economic growth (7.3%), per capita income ($2,413), poverty reduction (20.3%), health (average life expectancy 73 years), education (85% literacy), job creation (1.2 million per year), and infrastructure development (11,769 MW hydropower, 90% internet access)."},{"hash":"a60a0a5adbebd953d3f935479d051b04adee3b266d7c6f6d8af9e8ad8b2961f0","title":"Partly cloudy weather expected in hilly areas.","date":1715711337411,"source":"nn","link":"https://nepalnews.com/s/nation/partly-cloudy-weather-predicted-in-hilly-region","imageLink":"https://web.nepalnews.com/storage/story/1024/hot_weather1687700628_1024.webp","category":"nation","content":"**Weather Forecast:**\n\n* **Today:**\n    * Partly cloudy in hilly areas\n    * Fair in most other areas\n    * Possible light rain, thunder, lightning, and storm in Koshi, Bagmati, and Gandaki provinces\n    * Light snowfall in high mountains\n\n* **Tonight:**\n    * Partly to fair weather in Koshi, Gandaki, and Karnali provinces\n    * Fair weather elsewhere","summary":"Weather forecast predicts partly cloudy weather with chances of light rainfall, thunderstorms, and snowfall in various regions of the country."},{"hash":"b77e6ffb6806ce05c8f6f665b5e84917f97e01932567872b50f62891dc13d955","title":"After the establishment of the republic, Malaysia saw much more development than during the time when it was a monarchy.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/nation/development-achieved-post-republic-establishment-far-outweighs-that-during-monarchical-rule-pm","imageLink":"https://web.nepalnews.com/storage/story/1024/441231363_3666155390265854_269062004877915922_n1715595350_1024.jpg","category":"nation","content":"Prime Minister Dahal says that Nepal has made much more progress in the past 20 years of republic rule than in the previous 250 years of monarchy. He says this is clear when you look at things like roads, education, and healthcare. He also says that the country is now starting to build things like tunnels, which shows that Nepal is moving forward. He believes that if people focus on the progress that has been made, they will have a more positive outlook on the country's future.","summary":"Prime Minister Prachanda highlights significant development achievements in Nepal since the establishment of the republic, emphasizing progress in infrastructure, social security, and a positive national outlook."},{"hash":"54100b5d87c28cd1ea381db2d802bd11046dbbf23604bca909b419fb41baa299","title":"Government policies and programs will be presented in Parliament to raise awareness.","date":1715644800000,"source":"nn","link":"https://nepalnews.com/s/politics/nc-to-allow-presentation-of-govt-s-policies-and-programmes-in-parliament","imageLink":"https://web.nepalnews.com/storage/story/1024/Nepal__Nepali_Congress_Building1666327597_1024.jpg","category":"politics","content":"Nepali Congress (NC), the opposition party, will let the government present its plans for the coming year in parliament today.\n\nNC had stopped parliament earlier, asking for a committee to look into a scandal involving cooperatives.\n\nBut NC has agreed to let President Paudel present the government's plans at a joint parliament meeting at 3 pm today.\n\nNC says it will continue to stop discussions in parliament about the plans until the investigation committee is formed.\n\nNC wants a committee to investigate a scandal involving Home Minister Rabi Lamichhane, who they say is linked to the misuse of cooperative funds.","summary":"Nepali Congress allows government to present policies in parliament, but demands investigation into cooperative scandal."},{"hash":"4fbb60e3f6f1449c4228c2d8e15d7ce2c9a7cd8d7fefe2e053d115324a6b6848","title":"Nepal's Supreme Court ruled that the split of the Janata Samajbadi Party (JSP) was unconstitutional. This means that the party remains united under its original leadership.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/politics/supreme-court-moved-over-jsp-nepal-split","imageLink":"https://web.nepalnews.com/storage/story/1024/supreme_court1692883355_1024.jpg","category":"politics","content":"Upendra Yadav of Janata Samajwadi Party (JSP) filed a lawsuit against the Election Commission's (EC) decision to recognize a new party led by Ashok Kumar Rai. Yadav wants the EC's decision to be canceled and the new party's members to lose their seats in parliament. The court will hear the case on May 15th.","summary":"Upendra Yadav filed a writ petition in the Supreme Court against the Election Commission's recognition of a splinter Janata Samajwadi Party led by Ashok Kumar Rai."},{"hash":"05c77dac579a022ff42d20918b3bd9e841b7a6f62859ca205fd2f2d0ac9e1251","title":"Speaker Ghimire urges Prime Minister Dahal to address key issues and concerns.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/politics/speaker-ghimire-calls-prime-minister-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/1674121407_devrajghimire_1200x560_202301191710261688557336_1024.jpg","category":"politics","content":"Speaker Ghimire spoke with Prime Minister Prachanda about running Parliament smoothly. They talked about the Prime Minister's work to build consensus and the Speaker's efforts to run the House effectively.\n\nThe Prime Minister told the Speaker about his talks with other political parties and said he hopes to reach an agreement soon.\n\nThe Speaker met with party leaders to discuss resuming Parliament proceedings smoothly. He stressed the need to agree on policies and pass the budget without making it a political issue.","summary":"The Speaker of the House and Prime Minister discussed government policies, the Prime Minister's efforts for consensus, and the Speaker's initiatives to run the House effectively."},{"hash":"d2168bf58fe63b9eb2bc21cbc05da2f14c9d7ecf14800220c7e9e25091159e08","title":"Two individuals were arrested at Tianjin Airport (TIA) in China with clothes coated in gold.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/issues/two-arrested-with-gold-coated-clothes-from-tia","imageLink":"https://web.nepalnews.com/storage/story/1024/airport_21706092063_1024.webp","category":"issues","content":"Two Indian men were arrested at Kathmandu airport with gold-like metal coated on their clothes. The metal found on one man weighed 2.6 kg and on the other 2.5 kg. Police are investigating.","summary":"Two Indian nationals arrested at TIA with 5.1 kg of gold-looking metal concealed in their clothing."},{"hash":"897627b9caaae4c10ecf3d28b5ba5e0f5b9cea0784331224e65388985ea683c9","title":"Two people arrested for looting 8 million rupees.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/issues/two-people-arrested-on-charge-of-looting-rs-8-million","imageLink":"https://web.nepalnews.com/storage/story/1024/nepal_police_logo_copy11690967433_1024.jpg","category":"issues","content":"Police arrested Janak Mahato and Shrawan Kapar for stealing 8 million rupees. They threatened a cooperative official with a pistol and took the money. Police found 1.45 million rupees with them. The official was robbed on May 6 by unknown people.","summary":"Police arrested two individuals, Janak Mahato and Shrawan Kapar, for allegedly looting eight million rupees from a cooperative official in Janakpurdham, seizing over one million rupees from them."},{"hash":"6ecec7dcc41b0bc63a8072803adddf9fed5da0420ceddc8233e493f8bf2a6cde","title":"A Jeep accident in Tanahun, Nepal, claimed the lives of 12 people and injured 5 others. The accident occurred when the Jeep they were traveling in fell into a river. All the deceased were from the same family, who were returning home after a funeral.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/issues/jeep-accident-in-tanahun","imageLink":"https://web.nepalnews.com/storage/story/1024/SanebahadurNepali_Tanahun_RSS_30_phjeepaccident_(1)1715499654_1024.jpg","category":"issues","content":"No context provided. Please provide the context to summarize.","summary":"No context is provided, so I am unable to summarize any major events."},{"hash":"7b5da7471f849ceecb751ef13da93096833ed969408a2a5fc7ed2f453a896e27","title":"Deputy Prime Minister Lamichhane wants to speak in Parliament.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/issues/i-should-get-chance-to-speak-in-parliament-dpm-lamichhane","imageLink":"https://web.nepalnews.com/storage/story/1024/438169985_10228328384329410_8099006724442484847_n1715418212_1024.jpg","category":"issues","content":"Deputy Prime Minister Lamichhane claims his right to speak in parliament has been denied. He demands a chance to defend himself against accusations of wrongdoing in cooperatives. He challenges his opponents to prove their claims. He says the Nepali Congress has no authority to control parliament or his party's actions. He also confirms efforts are underway to apprehend GB Rai, a suspect in the cooperatives scam.","summary":"Deputy Prime Minister Lamichhane demands the right to defend himself in parliament, challenges accusations, and advocates for the arrest of GB Rai in the cooperatives scam."},{"hash":"4e99a70221a7d6268625e92c0b4ebd09bd1d62198ce041cfeec5e786901fd03d","title":"Minister Joshi urges for quick action to provide shelter for earthquake survivors in Jajarkot.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/issues/minister-joshi-insists-on-immediate-relief-to-build-shelter-for-jajarkot-quake-survivors","imageLink":"https://web.nepalnews.com/storage/story/1024/bhukampa_jajarkot__7_1699080065_1024.jpeg","category":"issues","content":"Minister Bhanubhakta Joshi emphasizes the need to provide immediate shelter for those affected by the earthquake in Jajarkot. He urges for prompt compensation to help them rebuild their homes before the monsoon season. The Minister highlights the ongoing challenges of disasters in Nepal, including earthquakes, landslides, and floods, and emphasizes the importance of effective disaster management policies. He commends the role of the National Reconstruction Authority and the National Risk Reduction and Management Authority. However, he notes the challenges of disaster relief due to limited financial resources and urges all levels of government to work together to address the needs of those affected.","summary":"Nepal seeks to ensure relief for earthquake-affected citizens, emphasizing the need for prompt compensation and temporary shelters before the monsoon."},{"hash":"53588064c081a6c87533cca5dc2ede1a5dcb6aeed25fb5a52d14fbd7c1007587","title":"Xinhua Photos of the Day is a collection of the most striking and important photos taken by Xinhua photographers from around the world. It provides a visual snapshot of current events, capturing the beauty, diversity, and challenges of human existence.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/global/xinhua-photos-of-the-day","imageLink":"https://web.nepalnews.com/storage/story/1024/XxjpbeE007130_20240512_PEPFN1A0011715500539_1024.JPG","category":"global","content":"There is no input provided to summarize. Please provide the input you want summarized.","summary":"No events were provided to summarize."},{"hash":"f117941c8a9454e9655471f3cc355d13397ae77cbe40ebfc579adf6f7e7497ad","title":"Ambassador Khatri congratulated the new Peace Corps volunteers, who will work in communities in Nepal to improve education, health, and economic development.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/ambassador-khatri-congratulates-the-new-batch-of-peace-corps-volunteers","imageLink":"https://web.nepalnews.com/storage/story/1024/440792984_821956013299686_2337627259299591376_n1715417674_1024.jpg","category":"global","content":"Please provide the text you want me to summarize.","summary":"No context provided. Please provide the text or article for me to summarize."},{"hash":"9b0893549e23105df4b76c62ab8692bf12cacdd46b822c171e35e8c7cb7a482d","title":"A train derailed in Buenos Aires, Argentina, causing multiple injuries and fatalities. Emergency services are responding and investigating the cause of the accident.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/argentina-buenos-aires-train-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/CnyztpE007004_20240511_PEPFN1A0011715415190_1024.jpg","category":"global","content":"Provide the text you want summarized to get the summary.","summary":"There is no information provided to summarize."},{"hash":"6ce8b7f76f049609887d25e051f92c36bdc3626bba462cd4f34a775b9acb8deb","title":"**Statement on Israel-Iran Conflict**\n\nHuman Rights Watch (HRW) condemns violence against civilians in both Israel and Gaza. HRW calls for:\n\n* Halt to airstrikes and rocket attacks\n* Protection of civilians and access to humanitarian aid\n* Accountability for human rights violations\n* Dialogue and diplomacy to resolve the conflict","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/hwpl-statement-on-israel-iran-conflict","imageLink":"https://web.nepalnews.com/storage/story/1024/21715166055_1024.jpg","category":"global","content":"**Iran and Israel Conflict**\n\nTwo countries (Iran and Israel) are attacking each other, causing fear in the world. Israel attacked Iran's office in a different country, which is against the law. Iran responded by attacking Israel.\n\n**War's Impact**\n\nThe conflict has killed many people, including civilians. It is important to support peace.\n\n**Call for Peace**\n\nOrganizations want Iran and Israel to stop fighting and talk about peace. The world should help these countries become friends and provide aid to those affected by the war.\n\nWe need to work together to create laws that promote peace and prevent future wars.","summary":"\nThe recent violent conflict between Iran and Israel is causing significant concerns in the international community. The two nations that do not share borders are mobilizing high-end weaponry to attack each other and kill human lives.1 April 2024, the Israeli military attacked the Iranian consulate in Syria. A strike against a non-military facility in a third nation, a nation not directly involved in the conflict, infringes international law and constitutes a war crime. Moreover, on 13 April, Iran responded by attacking Israel’s land. Both nations have pointed their guns directly at each other, and there are growing concerns in the international community that the attacks could escalate into another war.\nThe Israel-Hamas War in Gaza has killed 30,000 since last year, and news outlets reported on dire situations in Gaza, running out of space for proper burial. The war that has persisted in the region over the past century continuously overshadows the prospect of the coexistence of the human race.\nIt is a clear indication that the greatest victims of war are innocent civilians. How could those lost lives ever be brought back? What could compensate for the outcry of children and the anguish of the youth in devastated dwellings?\nHWPL strongly supports the voices of the citizens, the true protagonists of the global village, who oppose war and call for peace. All nations of the global community must uphold the citizens’ demands, thereby ceasing the unjust war and joining to accomplish peace. Organizations worldwide, in alliance with HWPL as peace solidarity, urge Iran and Israel to put a stop to the acts of aggression immediately and to come forward for conversations to usher in peace.\nHWPL recommend that the international community take necessary measures to facilitate the formation of amicable relations between the two nations and provide humanitarian aid. It would be reasonable for all countries to support an international legal instrument for peace that embodies the long-yearned path to peace and to comply with its contents so that we leave a legacy of peace for future generations. HWPL will not spare its efforts for peace and cessation of wars.\n\n\n\n\n\n\n\n"},{"hash":"c94f8e4afac88e1cb0fb370ada56857a008186039807d76728b22d93ca250d67","title":"**Preparation for High-Level Visit between Nepal and Korea**\n\nNepal and Korea are preparing for a high-level visit to strengthen their bilateral relations. The visit is expected to focus on:\n\n* Strengthening economic cooperation, particularly in trade and investment\n* Enhancing cultural and educational exchanges\n* Discuss regional and global issues of mutual concern","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/preparation-of-high-level-visit-between-nepal-and-korea","imageLink":"https://web.nepalnews.com/storage/story/1024/korea1715163613_1024.jpg","category":"global","content":"**Nepal-South Korea Anniversary**\n\nNepal and South Korea are celebrating 50 years of diplomatic relations.\n\n**Officials Visit**\n\nSouth Korean officials will visit Nepal to mark the occasion.\n\n**Programs and Events**\n\nVarious programs will be held throughout the year to celebrate the anniversary.\n\n**Korean Investment**\n\nSouth Korea is the fourth largest investor in Nepal.\n\n**Hyundai Plant**\n\nA Hyundai assembly plant will open in Nepal soon.\n\n**Nepalese Workers in Korea**\n\nOver 100,000 Nepalis work in Korea. They are now eligible for jobs in service and forestry sectors.\n\n**Returners from Korea**\n\nNepalis who return home after working in Korea are helping create jobs.","summary":"Nepal and South Korea celebrate 50th anniversary of diplomatic relations, including high-level official visits, events, increased Korean investment, and expanded employment opportunities for Nepalis in South Korea."},{"hash":"e723ab3067a8adddaf32c9827d2897f76acc62350800bee739d3b29786c034f6","title":"Japan and Nepal have many similarities, according to Japan's Foreign Minister Kamikawa Yoko.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/global/japan-and-nepal-share-many-things-in-common-japan-s-foreign-minister-kamikawa-yoko","imageLink":"https://web.nepalnews.com/storage/story/1024/japan_foregn_minister1714872450_1024.jpg","category":"global","content":"**Japan and Nepal**\n\n**Similarities:**\n\n* 70-80% mountainous terrain\n* Democratic countries\n* History of earthquakes\n* Need for international cooperation\n\n**Japan's Support for Nepal:**\n\n* Election observers\n* Legal system development\n* Earthquake relief (Gorkha Earthquake)\n* Reconstruction aid\n* Infrastructure development (Nagdhunga tunnel)\n\n**Cooperation on \"Women, Peace and Security\"**\n\n* Japan promotes women's participation in peacekeeping and humanitarian efforts.\n* Nepal has many female peacekeepers and is a potential partner in this area.\n\n**Future Goals:**\n\n* Strengthen relationship before 70th anniversary of diplomatic relations in 2026.\n* Support Nepal's development after graduating from LDC status.","summary":"Japan and Nepal, sharing mountainous terrain, have a history of natural disasters, democratic governance, and mutual support; Japan has provided development assistance, including infrastructure and support in areas such as women, peace, and security."},{"hash":"f78de7c21d918a8abb8bbdea463633c20e2daf9e9ed08bca441e8f4e7e4745a3","title":"The Finance Minister discussed how to create a budget with development partners.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/business/fm-pun-discusses-budget-formulation-with-development-partners","imageLink":"https://web.nepalnews.com/storage/story/1024/barshaman_pun_11713426519_1024.jpg","category":"business","content":"Finance Minister Pun met with international partners to discuss the upcoming budget for 2024/25.\n\nThe meeting focused on the government's priorities, including attracting foreign investment and creating a favorable environment for businesses.\n\nNepal needs external support to achieve its development goals, as domestic revenue alone is insufficient.\n\nThe government aims to graduate Nepal from a least developed country to a developing country by 2026 and achieve sustainable development goals by 2030.\n\nInternational partners are essential in providing investment and assistance to support these goals.","summary":"Nepal's Finance Minister Pun met with international partners to discuss the budget formulation for the 2024/25 fiscal year, emphasizing the need for foreign investment and assistance to achieve development goals."},{"hash":"1331f7c4da881508ca6b88fa8ea521a620ffe51a6590327c71db78167f14eb09","title":"Finance Minister assures that tax rates will not be changed without proper consideration.","date":1715711421402,"source":"nn","link":"https://nepalnews.com/s/business/finance-minister-says-tax-rate-will-not-be-changed-arbitrarily","imageLink":"https://web.nepalnews.com/storage/story/1024/barsha_man_pun1714640138_1024.jpg","category":"business","content":"The Finance Minister has stated that tax rates will not change randomly in the upcoming budget. Changes will be made in the national interest, not to benefit specific groups or businesses. The government encourages open and transparent business practices and expects the private sector to contribute to economic development. The government is addressing issues in the construction sector and managing a large financial liability.","summary":"Finance Minister Pun promises no arbitrary tax rate changes in upcoming budget, emphasizing national interest and private sector collaboration in economic growth."},{"hash":"e536a2dbbb9354081e37437e2c2cb352bc2780c2c3f77a9a9239ab3df7f99546","title":"Government supports and protects investments.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/government-is-committed-to-facilitate-and-secure-investment-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/PRO_KTM_066A88701715326651_1024.JPG","category":"business","content":"Prime Minister Prachanda wants to boost Nepal's economy by encouraging investors. He believes the country can become more prosperous by increasing economic development. The government will work with the private sector to strengthen the economy and create jobs. Prachanda believes that building more industries in Nepal will create jobs and reduce imports. He also thinks it will help consumers save money, use domestic resources, and boost the economy. The government is changing policies to make it easier to invest in Nepal. The Prime Minister is optimistic about the future of investment in Nepal and believes it can become a popular destination for investors.","summary":"Prime Minister Prachanda inaugurated the Hyundai Motor Assembling Plant in Nawalparasi, emphasizing the government's commitment to economic transformation by encouraging investment and collaboration between the state and private sector."},{"hash":"472b30dd76138da4860086a7ff9ab65442c89350141d4d804e8c3bb59e227fbe","title":"European Union (EU) will assist Nepal in attracting foreign investment, contributing to economic growth and job creation.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/eu-to-help-nepal-bring-investment","imageLink":"https://web.nepalnews.com/storage/story/1024/The_European_Union_(EU)1715320904_1024.jpg","category":"business","content":"The European Union will hold a \"EU-Nepal Trade Forum\" in Kathmandu to attract European investment in Nepal. The meeting, to be held on May 15-16, aims to address Nepal's need for foreign investment to help it graduate from the list of least developed countries by 2026.","summary":"The EU plans to assist Nepal attract European investment through the 'EU-Nepal Trade Forum' on May 15-16 to address its foreign investment deficit."},{"hash":"2aa4d008a1db97151655e83d459e6098de8445064eedbabca63f11fc9a8a3dfe","title":"Transparency and good governance go hand in hand. Transparency promotes openness and accountability, while good governance ensures that decisions are made fairly and ethically. Together, they create a system that fosters trust and integrity.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/business/transparency-and-good-governance-complement-each-other-president","imageLink":"https://web.nepalnews.com/storage/story/1024/9d263f51_cefd_4241_bb20_05f8888718f21715242217_1024.jpg","category":"business","content":"**Transparency and Good Governance**\n\nPresident Paudel says that auditors are important for economic security by ensuring transparency in financial activities. Auditors act as watchdogs to check accounts and prevent fake bills and revenue evasion.\n\nMinister Sah emphasizes the need for error-free auditing to control misuse of funds in development projects.\n\nThe conference organized by ACAN aims to address Nepal's economic challenges and find solutions.","summary":"President Paudel emphasized good governance and transparency, highlighting the critical role of auditors in safeguarding economic integrity and promoting accountability."},{"hash":"28d3c67dcdc0248b0da146e94627b0bd86214fea7d5a40d410254d7a0a4040aa","title":"Mahadev Rijal, a Nepali runner, won the title in Malaysia.","date":1715644800000,"source":"nn","link":"https://nepalnews.com/s/sports/nepali-runner-mahadev-rijal-won-the-tittle-in-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/440945357_865951152211442_7380777453058831496_n1715681615_1024.jpg","category":"sports","content":"Nepalese runner Mahadev Rijal won first place in the Aleps Ekiden Half Marathon in Malaysia, running the 21 km race in 1 hour, 14 minutes and 36 seconds. Rijal has won several other titles and is a resident of Nepal who has been running for 5 years.","summary":"Nepalese runner Mahadev Rijal won the Aleps Ekiden Half Marathon in Malaysia, becoming the first in both the 21 km half marathon and the 21 km Climbathon."},{"hash":"395cde060f11e1e56c9a7591ba77896ba5097b9a582b72e8ded403c5a0d17c13","title":"Real Madrid, a football team from Madrid, Spain, won the La Liga championship and celebrated their victory.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/sports/spain-madrid-football-la-liga-real-madrid-celebration","imageLink":"https://web.nepalnews.com/storage/story/1024/XxjpbeE007034_20240513_PEPFN1A0011715585091_1024.jpg","category":"sports","content":"There is no input provided to summarize.","summary":"Your request does not include any information about events, so I cannot summarize them. Please provide more context."},{"hash":"df9b7b06ec76b8f2f869bac62ff8e92d3b60b6a6145578db759c3601bcb09211","title":"Nepalese runners won two titles in Malaysia.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-runners-won-2-titles-in-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/422620795_859372276202663_5891976066813061462_n1714904704_1024.jpg","category":"sports","content":"Nepalese runner Mahadev Rijal won two running competitions in Malaysia:\n\n* **Today:** 1st place in the 21 km half marathon (time: 1:14:48)\n* **Yesterday:** 1st place in the 21 km Climbathon (time: 3:03:58)\n\nRijal had also won the Tower Runner competition in Malaysia last year. He is a former resident of Nepal now living in Malaysia.","summary":"Nepali runner Mahadev Rijal won the 21km half marathon and 21km Climbathon in Malaysia, becoming the 8th Tower Runner in 2023."},{"hash":"7d22f65cb13004efc951d1a7217634e5de098beab800527921bfd8488bcb265b","title":"Nepal defeated West Indies A in the final match of the T20 series.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/nepal-wins-final-match-against-west-indies-a-in-t20-series","imageLink":"https://web.nepalnews.com/storage/story/1024/438230324_859581999531515_2675064775143100892_n1714829807_1024.jpg","category":"sports","content":"Nepal beat West Indies 'A' in the final T20 match by 6 wickets.\n\nNepal had lost the first three matches but bounced back in the last match.\n\nWest Indies 'A' scored 172 runs, with Athanaze being their top scorer with 42 runs.\n\nNepal's Sompal Kami and Sagar Dhakal each took 3 wickets.\n\nNepal chased down the target in 18.5 overs, with Anil Shah scoring 58 runs.\n\nKushal Malla's 37 runs and Asif Sheikh's 51 runs also helped Nepal win the match.","summary":"After losing three matches in a row, Nepal defeated West Indies 'A' by six wickets in the T20 series finale, with Anil Shah scoring 58 runs."},{"hash":"bb189a36492ef05672b1ce8763b3e6b70343c234cd53688b22d4345275939757","title":"The President expressed his well wishes to the cricket players for their upcoming games.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/president-extends-best-wishes-to-cricket-players","imageLink":"https://web.nepalnews.com/storage/story/1024/Sheetal_Niwas1623082198_1024.jpg","category":"sports","content":"President Ramchandra Paudel wished Nepal's cricket team luck in the ICC T20 World Cup. The team is leaving for the US tonight to compete in the tournament, which starts on June 1. Nepal is in Group D with South Africa, Sri Lanka, Bangladesh, and the Netherlands. Their first match is against the Netherlands on June 4.","summary":"President Paudel extends well wishes to Nepal's ICC T20 World Cup team, which departs for the tournament starting June 1."},{"hash":"63f0360edf629c2552c07da82b4f8a204ad5b2ed608c251932759e4931274472","title":"West Indies A wins T20 series against Bangladesh A","date":1715711466979,"source":"nn","link":"https://nepalnews.com/s/sports/west-indies-a-clinches-t20-series-title","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714701176_1024.jpg","category":"sports","content":"West Indies 'A' won the 4th T20 match against Nepal, securing the series title with one match remaining.\n\nWest Indies 'A' scored 209 runs, led by Andre Fletcher's 84. Nepal chased but fell short at 181 runs, with Rohit Kumar Paudel scoring 82.\n\nWest Indies 'A' bowlers Hayden Walsh and Matthew Forde took three wickets each.\n\nThe final match of the series will be played on Saturday.","summary":"In a 5-match T20 series, West Indies 'A' clinched the title after defeating Nepal by 28 runs in the 4th match, leading 3-1 with one match remaining."},{"hash":"861efdcdd7b9bb4c770c81439a2fd932c74de0eb45e8006cb36eb832c3c6a1a9","title":"Noted philanthropist and businessman James H. Simons passed away.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/health/noted-philanthropist-simons-passes-away","imageLink":"https://web.nepalnews.com/storage/website/default_1024.jpg","category":"health","content":"Jim Simons, the founder of organizations supporting Nepal's healthcare, passed away at 86.\n\nJim, a mathematician and investor, developed a connection to Nepal after a visit and established the Nick Simons Institute to support its healthcare system.\n\nAs a mathematician, Jim made significant contributions to geometry, Quantum Field Theory, and String theory.\n\nJim later founded Renaissance Technologies, an investment firm that made him successful on Wall Street.","summary":"James Harris Simons, founder of Nick Simons Foundation and Institute, renowned mathematician and philanthropist, passed away at 86, leaving a legacy of supporting Nepal's healthcare system."},{"hash":"2165db3ad229b8198f7d7924349127eb28c0732cae88617ea9825599a4e56d6a","title":"D.P.M. Yadav, a politician, has resigned from his government position.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/health/dpm-yadav-resigns-from-government","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav1616083078_1024.jpg","category":"health","content":"Deputy Prime Minister Upendra Yadav and Minister Deepak Karki have resigned from the government due to political disagreements.","summary":"Deputy Prime Minister Upendra Yadav and State Minister Deepak Karki, both from Janata Samajbadi Party, resigned from the government citing political developments."},{"hash":"b70088aed087be48dc7ad38ba6f972de6b0d941f8703d43a1cae84eb468445f4","title":"Dengue cases in Bagmati province of Nepal have exceeded 11,000, with Kathmandu Valley accounting for the most cases.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/health/dengue-cases-surpass-11-thousand-in-bagmati","imageLink":"https://web.nepalnews.com/storage/story/1024/kushtia_dengue_6yr_old_child_dies_of_dengue_in_kushtia_daily_bangladesh_16941828191697183214_1024.jpg","category":"health","content":"Many people in Bagmati Province have gotten dengue fever recently. Over 11,000 cases have been found in the past nine months, with the most cases in Dhading (3,501) and the least in Rasuwa (2). Other affected areas include Kathmandu (3,000 cases), Chitwan (1,708), Makwanpur (857), and Bhaktapur (494). One person in Makwanpur died from dengue. The government is working to kill mosquito larvae to stop the spread of dengue, which is caused by mosquito bites and is more common in summer.","summary":"Over 11,000 dengue fever cases have been confirmed in Bagmati Province since July 17, 2023, with Dhading reporting the highest number (3,501) and Rasuwa the lowest (2)."},{"hash":"8aef9eb1da2d64a20abdcf3e1f946935576aaae84d7d0b3cd9ba8aa4647804c0","title":"Nepal prioritizes human rights in its efforts to address population and development issues. Deputy Prime Minister Yadav emphasizes the importance of protecting reproductive health and creating opportunities for women and girls. This approach aims to improve well-being, reduce poverty, and promote sustainable development.","date":1714435200000,"source":"nn","link":"https://nepalnews.com/s/health/nepal-s-approach-to-population-and-development-is-right-based-dpm-yadav","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav_NewYork_1_1068x8011714461437_1024.jpg","category":"health","content":"**Nepal in Population and Development**\n\nNepal follows a rights-based approach to population and development. It aims to implement and achieve the goals of the International Conference on Population and Development (ICPD) to create a fair and just society.\n\nSince 1994, Nepal has made progress in reducing poverty, improving health, increasing life expectancy, promoting education, and advancing gender equality.\n\nHowever, challenges such as pandemics, conflicts, and climate change affect progress. Nepal remains committed to improving people's lives, protecting human rights, and ensuring sexual and reproductive health and rights.","summary":"Nepal adopts a rights-based approach to population and development, emphasizing full implementation of the ICPD Programme of Action, acknowledging progress while addressing challenges and reaffirming commitment to advancing human rights, gender equality, and reproductive health."},{"hash":"853075cf39e1fcb42df78d974231e5f27301b7a218e2c71c13a200de5ecc34ac","title":"Japan donates community center to another country for use as a disaster prevention facility.","date":1713830400000,"source":"nn","link":"https://nepalnews.com/s/health/japan-hands-over-the-community-center-for-disaster-prevention","imageLink":"https://web.nepalnews.com/storage/story/1024/1_IMG_22281713885995_1024.jpeg","category":"health","content":"Japan donated a new community center to Indrawati, Nepal for disaster prevention. It includes a center, committees, broadcasting, warehouses, and landslide prevention measures. Japan's Ambassador hopes it will improve disaster prevention and help the community recover.","summary":"Japan donated a Community Center for Disaster Prevention to Indrawati Rural Municipality, Sindhpalchowk, constructed by JAFS to enhance disaster prevention capabilities through committees, activities, broadcasting, warehouses, and landslide prevention measures."},{"hash":"91ef85d22d1f5e45d5c9e0d118acd881370663a55fa7eb366d52362a948b3462","title":"Dr. Sharma, a parliamentarian, has generously donated Rs. 2 million to a children's hospital.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr. Sunil Sharma gave 2 million rupees to help build a children's hospital in Kathmandu. The hospital is being built by Dr. Bhagwan Koirala, who plans to build specialized children's hospitals in all 7 provinces of Nepal. A hospital is already operating in Damak and a 100-bed hospital is planned for Kathmandu. After building the Kathmandu hospital, plans are to build 50-bed hospitals in the other provinces.","summary":"Dr. Sharma donated two million rupees towards the construction of a new Children's Hospital in Kathmandu, spearheaded by Cardiothoracic Surgeon Dr. Bhagwan Koirala."},{"hash":"154799215f3c56c152f4cdd1f6bebd98fb198c0a0ba3bac898391362156c398f","title":"Kami Rita Sherpa, the world record holder for summiting Mount Everest, has safely returned to base camp after his successful 26th summit.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/world-record-holder-summitter-kamirita-sherpa-returns-to-basecamp","imageLink":"https://web.nepalnews.com/storage/story/1024/440473958_2120038861686741_5404807050641227950_n1715579789_1024.jpg","category":"travel-and-tourism","content":"Kamirita Sherpa, who has climbed Mount Everest 29 times, is back at the base camp. He was welcomed by other climbers and officials. He might climb Everest again if the weather is good.","summary":"Renowned climber Kamirita Sherpa, having scaled Mt. Everest 29 times, returned to base camp where he was celebrated with a cake-cutting ceremony and plans to ascend again, weather permitting."},{"hash":"0def68ec9475499743587d7dfa1b69e48c2918665227bae0f811cd539e897d09","title":"Kamirita Sherpa, a renowned climber, has successfully reached the summit of Mount Everest for the 29th time, making her the first woman to achieve such a feat.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/29th-everest-summit-by-kamirita-sherpa","imageLink":"https://web.nepalnews.com/storage/story/1024/kamirita_sherpa1715505850_1024.jpg","category":"travel-and-tourism","content":"Kamirita Sherpa, a Nepali mountaineer, has climbed Mount Everest a record 29 times, making him the world's most successful mountaineer. He reached the summit today at 7:25 am, adding to his 43 successful climbs of peaks over 8000 meters.","summary":"Kamirita Sherpa, a Nepali mountaineer, has broken the world record by successfully summiting Mount Everest for the 29th time, surpassing Appa Sherpa's previous record of 21 ascents."},{"hash":"7efddc90140d04fa91f492053d99953e89c8838baa42fdcd7dccb4c8a6f2a607","title":"Nepali professionals gathered in Berlin for a summit to discuss issues facing the Nepali community in Germany and Europe, and to explore opportunities for collaboration and mutual support.","date":1715711512506,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/nepali-professionals-summit-in-berlin","imageLink":"https://web.nepalnews.com/storage/story/1024/441574689_10161848659342745_5517088881319440471_n1715478667_1024.jpg","category":"travel-and-tourism","content":"The Second Nepali Professionals' Summit in Berlin connected Nepali professionals in Germany to share knowledge and skills. The event was organized by the Embassy of Nepal and GIZ, Kathmandu.\n\nAmbassador Ram Kaji Khadka emphasized the growing number of Nepali professionals in Germany and hoped for more opportunities with the amended Skilled Migration Act.\n\nNepal is making efforts to attract its diaspora through initiatives like the National Brain Gain Centre, the Non-Resident Nepali Act, and the Citizenship Act amendment.\n\nPanel discussions focused on harnessing diaspora knowledge, gender mainstreaming, tourism, and other topics. Parallel sessions covered climate change, energy, health, and IT.\n\nThe event concluded with a call for more regular gatherings to strengthen professional ties and contribute to Nepal's development.","summary":"The Second Nepali Professionals' Summit in Berlin, Germany provided a platform for professionals in Germany to share knowledge and skills on topics such as diaspora engagement, gender mainstreaming, tourism, climate change, health, and digitization."},{"hash":"40899e9d7a5aff1d58bf20aaf5e461d05969e0c90d1d867e5a1879b1a34b67cd","title":"105 crocodiles were released into the Rapti River to enhance the riverine ecosystem and promote conservation efforts.","date":1715711519341,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/105-crocodiles-released-into-rapti-river","imageLink":"https://web.nepalnews.com/storage/story/1024/Crocodiles1683781744_1024.jpg","category":"travel-and-tourism","content":"105 Gharial crocodiles were released in Rapti River. These crocodiles come from a breeding center that has released 1,957 crocodiles into different rivers. However, the crocodile population has not increased due to human activities and flowing across borders.","summary":"105 Gharial crocodiles, bred at Chitwan National Park's breeding center, were released into the Rapti river as part of an ongoing conservation effort, bringing the total number of crocodiles released into various rivers in Nepal to 1,957."},{"hash":"ce58d4a6666fe76708b3ffc82114d1e802b467d2b3ef22c88119d7ff90a676a6","title":"Private airlines ask Prime Minister for regular flights at Gaya airport.","date":1715711524775,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/private-sector-seeks-pm-s-support-for-regular-flights-at-gia","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_gautam_budha_airport1715388257_1024.jpeg","category":"travel-and-tourism","content":"Bhairahawa's businesses urged Prime Minister Dahal to start regular flights at Gautam Buddha International Airport. The Prime Minister said he would support their request.","summary":"The private sector in Bhairahawa requested Prime Minister Dahal for regular flights at Gautam Buddha International Airport, which he responded to positively."},{"hash":"e115a6d41dc575a6fb20a754295e2c6493cf6d2654ae267d4145bfcfcc13107f","title":"Prime Minister Modi announces a fund to support innovation and expand the IT sector. This fund will provide resources to businesses and encourage the development of new technologies and solutions.","date":1714608000000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/pm-announces-to-institute-innovation-fund-for-it-sector-expansion","imageLink":"https://web.nepalnews.com/storage/story/1024/91fd8100_c369_454d_8e45_d73c48c2fe8d_1000x5001714631578_1024.jpg","category":"science-and-technology","content":"Prime Minister Prachanda plans to create an innovation fund in the upcoming budget to support the growth of the IT sector. He believes that economic and social progress depends on the use of information technology. The government aims to support young scientists and startups in this field. Prachanda also plans to address concerns about cybercrime through legal measures.","summary":"Prime Minister Prachanda plans to establish an innovation fund to support the expansion of the information technology sector in Nepal."},{"hash":"f695aa1ad994bab3c00f1b5a8d5ea6fd3e689cc6689b961e67fffef625c6e80d","title":"Today, the National ICT Day is being observed to highlight the importance of information and communication technologies (ICT) in Pakistan.","date":1715711535985,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/national-ict-day-being-observed-today","imageLink":"https://web.nepalnews.com/storage/story/1024/ict_day1714614867_1024.jpg","category":"science-and-technology","content":"**National ICT Day**\n\nToday is National ICT Day in Nepal, celebrating the development of information and communications technology (ICT).\n\nThe government believes that ICT can lead to economic prosperity, and is working to advance the sector.\n\nIndividuals and organizations who have made significant contributions to ICT will be honored today.\n\nMinister Rekha Sharma said that the government is committed to making ICT accessible and affordable for all.","summary":"Nepal observes National ICT Day, honoring individuals and organizations for contributions to the advancement of information and communications technology, with an emphasis on its role as a pillar of economic prosperity."},{"hash":"9789ea6409b4715294fcecec4caf76bc9f86f5d00af5cd8543239bf9f3e5e012","title":"Politics should excite investors because it affects the economy and businesses. Governments make decisions that impact investment opportunities, such as tax policies, regulations, and infrastructure projects. By understanding political trends, investors can make informed decisions and adjust their strategies accordingly.","date":1714003200000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/politics-should-fill-enthusiasm-among-investors-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_25_at_131714045205_1024.jpg","category":"science-and-technology","content":"President Paudel believes that politics should encourage investors to invest in Nepal's energy sector.\n\nNepal has the resources and potential to become prosperous through energy development.\n\nTo achieve this, the government needs to create favorable policies and the private sector needs to prioritize national interests and invest.\n\nNepal's transition to federalism and stable democracy is making the country more attractive for investment.\n\nThe energy sector is a key priority for Nepal's economic prosperity, and the country has become an energy exporter, increasing national security.\n\nTrading energy with neighbors is contributing to Nepal's economy and promoting the use of renewable energy.","summary":"President Paudel emphasizes the role of politics in fostering investor enthusiasm for energy development in Nepal, highlighting its potential for prosperity amidst political stability and abundant natural resources."},{"hash":"8645e6e32c99e132c7dedb2a85a2626985e9d5f7e0c18cf2f27997f5d483ec41","title":"Draft law proposes:\n\n* Clear and fair use of Artificial Intelligence (AI).\n* Accountability for AI developers and users.\n* Protection of personal data and privacy.","date":1710201600000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/draft-bill-on-it-and-cyber-security-seeks-transparent-accountable-use-of-ai","imageLink":"https://web.nepalnews.com/storage/story/1024/Ministry_of_Communication1710223162_1024.jpg","category":"science-and-technology","content":"**IT and Cyber Security Management Bill**\n\n**Key Points:**\n\n* Uses innovative technologies (AI, blockchain, IoT) responsibly.\n* Establishes a center for research and development in these technologies.\n* Creates a structure for IT and cyber security with a Minister-led committee.\n* Includes provisions for electronic records, data protection, cyberbullying bans, and IT tribunal.\n* Restricts data collection by government.\n* Requires government websites to meet certain standards.\n* Mandates registration and licensing for domain names and cyber security services.","summary":"Nepal's draft IT and cyber security bill emphasizes innovation technology, establishing research centers, governance structures, and regulations covering data privacy, cybercrime, and domain name management."},{"hash":"7b3564e64335cf6b09ca9388a43353ae8e4c829e4a33b5dafd81bc5c1b419b8b","title":"Minister Sharma emphasizes the need for cyber-laws to address issues in the digital realm.","date":1715711554770,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/cyber-legislation-needed-to-resolve-problems-minister-sharma","imageLink":"https://web.nepalnews.com/storage/story/1024/Sharma1695206333_1024.jpg","category":"science-and-technology","content":"Cyber laws are needed to address problems caused by delays in their creation. The government is working on these laws and seeks input from various sectors. Public awareness campaigns on cyber security are essential. Information technology has brought both benefits and challenges, including misuse of data and cybercrimes.","summary":"Minister Sharma emphasizes the need for cyber legislation to address challenges, highlighting the government's ongoing law-making process and the importance of public awareness for cyber security."},{"hash":"c11dd4e0a73ed780f50db62b525aa16fa7c624433478c86d79746516e89b9f0d","title":"India and Bangladesh are discussing a deal to export energy, enhancing their partnership.","date":1715711559011,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/talks-positive-with-bangladesh-to-export-energy","imageLink":"https://web.nepalnews.com/storage/story/1024/Nepal_Electricity_Authority1691846323_1024.jpg","category":"science-and-technology","content":"Nepal and Bangladesh are close to an agreement to allow Nepal to start selling electricity to Bangladesh during the upcoming rainy season. Officials from both countries have had positive discussions and are working out the final details. Nepal's Managing Director Kulman Ghising said the authorities in Bangladesh will consider permission from higher ups to green light the deal soon.","summary":"NEA and BPDB have agreed on a power trade deal, with Nepal exporting electricity to Bangladesh from the upcoming rainy season."},{"hash":"a214fef6a569a812921b8fd6905466efcae36821d314e2d976e99d6f2fb54eff","title":"**Japan Foundation Traveling Exhibition: Yakishime: Earth Metamorphosis**\n\n* Showcases Japanese pottery called Yakishime, a unique type of ceramic made from clay and fired in a kiln.\n* Explores the transformative process of creating Yakishime, from extracting the clay to shaping and firing it.\n* Features works by leading Yakishime potters, highlighting their artistic techniques and the beauty of this ancient craft.\n* Offers a glimpse into the cultural traditions and natural environment of Japan that have influenced Yakishime's development.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/japan-foundation-traveling-exhibition-yakishime-earth-metamorphosis","imageLink":"https://web.nepalnews.com/storage/story/1024/Leaflet_front1715264259_1024.jpg","category":"entertainment-and-lifestyle","content":"**Japanese Ceramic Exhibition in Nepal**\n\nThe Embassy of Japan is hosting an exhibition of Japanese \"Yakishime\" ceramics at the Embassy Hall from May 11 to 30.\n\nYakishime is a type of unglazed, high-fired ceramic used for serving food and drinks in Japan. The exhibition explores the history, uses, and artistic value of yakishime.\n\nVisitors will have the opportunity to experience the unique sensibility and aesthetics of Japanese culture through these ceramics.","summary":"The Embassy of Japan and Japan Foundation will host an exhibition showcasing the history and beauty of yakishime ceramics, offering Nepalese visitors a glimpse into Japanese culture and aesthetics."},{"hash":"e61c612a2fa2945dbce36e78bfcbfcfe5e05c704908dd9baac7769efb299faed","title":"Fifty years of friendship, memories, and laughter have been shared. Through thick and thin, they have stood by each other, always there to offer support and encouragement. They have witnessed each other's triumphs and been there for each other during challenging times. Their bond is unbreakable, a testament to the enduring power of friendship.","date":1715711569815,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/celebrating-50-years-of-friendship","imageLink":"https://web.nepalnews.com/storage/story/1024/209370c5_271f_40b2_b38c_4d479196175d1714881747_1024.jpeg","category":"entertainment-and-lifestyle","content":"**50th Anniversary of Korea-Nepal Ties**\n\n**Cultural Event**\n\nJoin in the celebration with traditional and modern Korean performances.\n\n**Highlights:**\n\n* **Martial Art Demonstration:** K-Tigers will showcase Taekwondo with a modern twist.\n* **K-Dance Showcase:** Enjoy the energy and creativity of B-boy dance teams.\n* **Celebrating Friendship:** Commemorate the 50th anniversary of Korea-Nepal relations.\n\nExperience the rich culture and friendship between our nations through this unforgettable event.","summary":"South Korea and Nepal celebrate 50 years of diplomacy with a cultural event showcasing Taekwondo, K-dance, and friendship."},{"hash":"5db1f1b27f140836a538af8994d1d20d3c4e3bfba7357d0ab258108d457e3803","title":"Veteran actor CP Lohani, known for his roles in various films and TV shows, has passed away.","date":1714348800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/actor-cp-lohani-passes-away","imageLink":"https://web.nepalnews.com/storage/story/1024/cp_lohani_11714394375_1024.jpg","category":"entertainment-and-lifestyle","content":"Actor CP Lohani, known for his role in the first Nepali blockbuster movie \"Maitighar,\" passed away at 86. He suffered from Alzheimer's and pneumonia before dying in the hospital while being treated. Lohani also worked in the government and was involved in the film and music industries. He was married to Bollywood actress Mala Sinha. His funeral will be held today at Pashupati Aryaghat.","summary":"Renowned actor CP Lohani, star of Nepal's first privately-produced hit movie, passed away at 86 at Annapurna Neuro Hospital due to Alzheimer's and pneumonia; final rites to be held at Pashupati Aryaghat today."},{"hash":"47c5ab0dc3d11afc19bb0a2ea497b4519a334d00648998358c7cab2575b09124","title":"Democratic Republic emphasizes the importance of ethical principles and values, similar to those found in religion, for the guidance of its leaders.","date":1713657600000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/a-democratic-republic-seeks-moral-values-and-virtues-like-religion-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_21_at_111713687967_1024.jpeg","category":"entertainment-and-lifestyle","content":"President Paudel says religion should guide people towards goodness and happiness. He praised the Jain followers in Nepal for their contributions to society. Jainism promotes values like non-violence, peace, and equality.","summary":"President Paudel emphasized the moral and virtuous aspects of the Federal Democratic Republic and all religions, highlighting the importance of non-violence, peace, and human welfare during the celebration of Lord Mahabir's birth anniversary."},{"hash":"36bf5184da2134fc7913480835b722431a60fe0d878008465b1a5b5221530db2","title":"Chaiti Chhath concludes with devotees offering prayers to the rising sun.","date":1715711586905,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/chaiti-chhath-concludes-offering-argha-to-rising-sun","imageLink":"https://web.nepalnews.com/storage/story/1024/NawadeepShrestha_Bidur_RSS_14_ChhathPhoto1667194260_1024.JPG","category":"entertainment-and-lifestyle","content":"The Chaite Chhath festival in Mithila ended with people offering prayers to the rising sun this morning. The festival, which lasts four days, is celebrated by fasting devotees who wish for peace, prosperity, and longevity.","summary":"The Chaiti Chhath festival in the Mithila region concluded with devotees offering 'argha' to the rising sun, marking the end of the four-day celebration for prosperity and longevity."},{"hash":"5c4e40b0cfcc81a841cfed842ce2aa92af57f2e88130f43a69d94018c770008a","title":"Socialist culture is essential for creating the foundation for a socialist society.","date":1715711592031,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/socialist-culture-a-primary-condition-for-preparing-base-of-socialism-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/436421060_2683866678446874_1444593645290858072_n1713059615_1024.jpg","category":"entertainment-and-lifestyle","content":"**Summary:**\n\nPrime Minister Dahal emphasizes the need for a socialist culture to build a socialist society. He believes all communities should contribute to this goal.\n\nThe government is committed to supporting culture through policies, funding, and infrastructure.\n\nA cultural evening showcases diversity and inspires national unity.\n\nThe Sanskritik Sansthan promotes folk traditions and plans weekly cultural events.","summary":"PM Dahal emphasizes the importance of socialist culture as a foundation for socialism, with a focus on preserving and promoting cultural diversity."},{"hash":"9e903d4ae9895d0b7227863508b544a185bf4f79d4c7dd15477cc5fe3ef9bc87","title":"Congress continues to be at a standstill, with both parties unwilling to compromise on key issues. This has led to an ongoing impasse in the House of Representatives.","link":"https://kathmandupost.com/national/2024/05/14/parties-dig-in-as-efforts-intensify-to-end-house-deadlock","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1715649443.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"national","content":"- Ruling parties tried to let President present government policies in Parliament.\n- Opposition Congress Party wants an investigation into a cooperative scam involving the Home Minister.\n- Ruling coalition refuses to investigate; Congress threatens to disrupt Parliament.\n- President may not be able to present policies on Tuesday.\n- Congress Party leaders met and decided to keep their demand and not let the President speak.\n- Home Minister wants to speak in Parliament to defend himself against allegations.\n- Congress Party is asking its members to protest against the scam and pressure the government.","summary":"Ruling parties' efforts to present President Paudel's annual policies and programmes in Parliament were unsuccessful due to Nepali Congress' demand for a parliamentary investigation into cooperative embezzlement involving Home Minister Lamichhane, leading to possible disruption of House proceedings."},{"hash":"92a1a0426d458104dce65a41a0053b1e186e02957a6012da7042e97f06fb647e","title":"Nepal's court has ordered foreign individuals and companies involved in the 2017 purchase of Airbus planes to appear for questioning. The deal is under investigation for corruption and money laundering.","link":"https://kathmandupost.com/money/2024/05/14/nepal-s-court-summons-foreigners-and-firms-implicated-in-2017-airbus-deal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb8-1715649654.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"money","content":"**Airbus A330 Scandal**\n\nThe court has summoned 5 foreigners and 5 companies for a hearing in the \"wide-body scam\" involving the purchase of Airbus A330s in 2017.\n\n**Accusations:**\n\n* Corruption and illegal benefits\n* Loss to the government of Nepal (1.47 billion rupees)\n* Second-hand aircraft purchased instead of new\n\n**Key Individuals Involved:**\n\n* Former Tourism Minister Jeevan Bahadur Shahi\n* Former Nepal Airlines Managing Director Sugat Ratna Kansakar\n* Former Tourism Secretary Shankar Adhikari\n* Former Finance Secretary Shishir Kumar Dhungana\n\n**Summoned Foreigners and Companies:**\n\n* Deepak Sharma (UK)\n* Christian Nuehlen (Germany)\n* Oleg Calistru (Romania)\n* AAR International Inc. (USA)\n* German Aviation Capital GmbH (Germany)\n* Hi Fly-Transporte Aereos (Portugal)\n* HI Fly X Ireland Limited (Ireland)\n* Escrow Agent Norton Rose Fulbright LLP (Germany)\n\nThe court has given them 15 days to appear and respond. If they fail to appear, legal action may be taken.","summary":"The Special Court summons five foreign individuals and five companies involved in Nepal's $209.6 million Airbus A330s deal, alleging corruption and a $13.38 million loss to the government."},{"hash":"ef8cf1e2fea903bd66225c35424bc06043ef415da56289d337aad8abb14af118","title":"Regional parties are losing influence in India. This is because national parties are expanding and gaining more seats in state elections. This is due to factors such as:\n- National parties have more resources and can better campaign in multiple states.\n- Regional parties are often associated with corruption and inefficiency.\n- Voters are becoming more aware of national issues and are less likely to vote for regional parties.","link":"https://kathmandupost.com/politics/2024/05/14/from-the-centre-to-the-provinces-the-diminishing-influence-of-regional-parties","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Picsart240514071758842-1715650475.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"politics","content":"**Regional Political Parties in Nepal**\n\nSeveral regional political parties in Nepal, which gained prominence after 2006, are now facing disputes and splits.\n\n**Janata Samajbadi Party (JSP-Nepal)**\n\n* Split occurred on May 5th between leaders led by Ashok Rai and Upendra Yadav.\n* Rai's faction registered a new party, Janata Samajbadi Party.\n* Yadav challenged the split in court and resigned from his government positions, causing JSP-Nepal to withdraw support from the government.\n* Yadav's party has also lost power in the Madhesh province.\n\n**Other Splits**\n\n* Rajendra Mahato, key leader of Loktantrik Samajbadi Party (LSP), formed Rastriya Mukti Andolan.\n* Bijay Kumar Gachchhadar merged his party with Nepali Congress.\n* Hridayesh Tripathi formed Janata Pragatisheel Party.\n* Prabhu Sah formed Aam Janata Party.\n* Nagarik Unmukti Party (NUP) has factional disputes.\n\n**Reasons for Splits**\n\n* Intra-party feuds and power struggles.\n* Divergence from original motives towards self-interest.\n* Lack of internal democracy and autocratic leadership.\n\n**Impact**\n\n* Weakening of regional political forces.\n* Rise of new regional parties like Janamat Party.\n* Continued relevance of regional parties despite challenges.","summary":"Nepal's regional political parties, once dominant after 2006, are now plagued by disputes, divisions, and loss of influence due to power politics and autocratic leadership."},{"hash":"32104834055959b094125de256188f02af795a2e657bc95d1e2257342194b8dc","title":"57 districts across [country] have reported dengue cases.","link":"https://kathmandupost.com/health/2024/05/14/57-districts-report-dengue-infection","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1715650595.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"health","content":"**Dengue Outbreak Concerns**\n\n* Rains are bringing conditions for dengue mosquitoes to breed.\n* 57 districts report dengue cases, including Kathmandu Valley.\n* Around 50 people are infected weekly, and the number may rise.\n* Nepal has dengue outbreaks throughout the year.\n* Over 1,000 infections reported so far in 2024.\n* Most infected people have mild or no symptoms.\n* Dengue can be deadly and has killed people in recent years.\n* Experts urge authorities to take action now to prevent outbreaks.\n* Health officials are alerting agencies about the risk.\n* Mosquitoes breed in clean water, so keep water containers covered.\n* Symptoms include fever, muscle pain, rashes, and headache.\n* Seek medical help if symptoms appear, as early detection can save lives.","summary":"Dengue cases in Nepal may spike due to pre-monsoon rains, with over 1,000 infections reported and experts urging preventive measures including awareness campaigns and vector surveillance."},{"hash":"de2da61207a933b841a8c816e31d8ecdddcd536870a13dcabd4291cd2093a2a5","title":"Both the House of Representatives and the Senate have temporarily stopped their work until Thursday.","link":"https://kathmandupost.com/national/2024/05/14/both-houses-adjourned-until-thursday","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb-1715692192.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"national","content":"Nepali Congress stopped meetings of both Houses of Parliament, demanding an investigation into Deputy Prime Minister Lamichhane. Prime Minister Dahal was supposed to present policies, but the meetings were adjourned until Thursday due to the obstruction. This is part of a larger protest by the opposition since the start of the session.","summary":"Nepali Congress obstructed parliamentary meetings demanding an investigation into Home Minister Rabi Lamichhane's cooperative fraud allegations, postponing presentations of policies and programmes until Thursday."},{"hash":"47b3561e5fb1619b07f378bd26e299584a7de32760094b6a5005818c588e221e","title":"President Bidya Devi Bhandari presents government policies and programmes to parliament, outlining the government's plans for the coming year.","link":"https://kathmandupost.com/national/2024/05/14/president-paudel-presents-government-s-policies-and-programmes","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/PresidentPaudel-1715681134.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"national","content":"President Paudel presented the government's plans for the coming year. He said the economy is improving and more foreign investment is needed. The government plans to open closed industries and fix troubled ones with help from the private sector. They will also focus on providing electricity, jobs, and good government services. The government plans to make Nepal a leader in information technology, with 5,000 new jobs in the sector. They will also improve broadband internet and expand high-speed internet to remote areas. Finance Minister Pun will present the budget on May 28.","summary":"President Paudel presented the government's policies prioritizing economic stability, foreign investment, infrastructure development, and technology advancements while focusing on implementing the constitution, strengthening federalism, and curbing corruption."},{"hash":"c3075613429a814ac667cc5c315d3a93ccf2feb33fa59c8e25b4106ea3df7a74","title":"Keeping your word means doing what you say you will do. It's important to keep your promises because it builds trust and respect with others. When you don't keep your word, people may lose trust in you and think that you're unreliable. Keeping your word also helps you build a good reputation and make people want to work with you.","link":"https://kathmandupost.com/editorial/2024/05/14/keep-your-word","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1715566357.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"editorial","content":"Seven political party leaders pledged to improve Nepal's investment climate. They emphasized cooperation among political forces and stakeholders to attract investment.\n\nLeaders have made similar promises before but failed to deliver. Nepal needs political stability and predictable policies to encourage investment.\n\nGenuine investors seek policy predictability before investing, which is a concern raised at the Kantipur Economic Summit.\n\nTo appear serious about investments, the government amended Acts but they couldn't be tabled due to parliamentary obstruction.\n\nPolitical parties must overcome obstacles, such as the deadlock over Deputy Prime Minister Lamichhane's investigation, to pass the budget and attract quality investments.\n\nFor the country's benefit, political parties should cooperate and prioritize the nation's interest over partisan interests.","summary":"Seven major political parties pledge to promote investment, but obstacles remain, including a parliamentary deadlock and concerns over policy predictability."},{"hash":"f39214bd1041c6ad6f746c6d1ed9c57d946ec78f7397661f6402cce78f5e95af","title":"Amnesty International report highlights discrimination and violence faced by Dalits in India.\n\nThe report calls for the government to address the root causes of Dalit oppression, including discrimination and poverty.\n\nAmnesty International recommends reforms to the caste system, protection against bonded labor, and better access to education and healthcare for Dalits.","link":"https://kathmandupost.com/columns/2024/05/14/reviewing-amnesty-s-report-on-dalits","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/leadpostillustration-1715654748.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"columns","content":"**Nepal Must Address Caste Discrimination**\n\nNepal needs to take serious action to end caste-based discrimination, also known as \"descent-based discrimination,\" against Dalits (a marginalized group). A report by Amnesty International, titled \"No-one Cares,\" highlights the ongoing suffering of Dalits due to discrimination in areas such as health, education, housing, and employment.\n\nWhile human rights concerns may not have much impact on powerful countries like Israel, they can be valuable in countries that rely on international aid, like Nepal. The report provides specific recommendations for the government and other agencies to address Dalit issues.\n\nHowever, the report lacks a deeper analysis of the underlying cause of caste discrimination: the Hindu religion and culture. This is a significant factor that shapes Nepalese society and beliefs. To effectively address caste discrimination, it is essential to tackle its root causes.\n\nThe report also faced limitations in its research methodology, as it primarily consulted with established Dalit activists and organizations. Engaging with the younger generation and speaking directly with ordinary Dalits would provide a more comprehensive understanding of the ground realities.\n\nOverall, the report highlights the urgent need for Nepal to implement meaningful measures to eliminate caste-based discrimination and ensure equality for all its citizens.","summary":"“It [Nepal] must move away from merely paying lip service to the ideals of achieving equality for all but take a concrete human rights-centric approach to relegating descent-based discrimination to the dustbins of history.” These are the powerful words of Fernanda Doz Costa, Amnesty International’s director of the gender and racial discrimination programme, at the launch of Amnesty International Nepal’s report on Dalits on May 10, 2024. Researched in 2023, the report is entitled ‘“No-one Cares”: Descent-Based Discrimination Against Dalits’.In this column, I analyse the report, focusing on its strengths and limitations while appreciating its potential value for the Dalit freedom struggle.A useful exercise All the talk about human rights and justice appears hollow in today’s world as we watch the horrifying images of the Israeli forces slaughtering tens of thousands of Palestinian civilians—many of them women and children—with total impunity. Even the United Nations has failed to stop this genocide.One wonders, then, what difference the voice of any human rights organisation or movement would make in any way, anywhere at all. While the concerns of international human rights organisations like Amnesty International may practically mean nothing for rich and powerful countries with powerful blind supporters like Israel, they could still prove useful in powerless and donor-dependent countries like ours. Here, Western governments and agencies have a degree of leverage, which could be utilised to liberate the suppressed masses. I, therefore, commend the organisation for carrying out this research on the largely forgotten caste discrimination issue. If anything, this report helps amplify voices against the persistent suffering of the Dalits and the total apathy of the state and non-state actors, both at the national and international levels. The study’s findings are largely consistent with the everyday experiences of most Dalits across the country and, to some extent, in the diaspora communities too. Additionally, the Amnesty report gives a set of specific and notable recommendations to the federal parliament, the prime minister’s office, the home ministry, as well as to the National Human Rights Commission, the Dalit Commission and UN agencies to take Dalit issues seriously and take appropriate measures to tackle them. Indeed, silence and inaction have persisted for too long while Dalits continue to be killed, injured, raped, humiliated and excluded; caste bigotry and hate are on the rise. And, as the report rightly suggests, Dalit women and girls have suffered the most. The report’s findings and recommendations can help Dalit activists raise their voices and garner wider support and solidarity for their cause. It could become a catalyst for generating greater interest in the issue and reviving and revitalising the Dalit movement, which has become dormant over the years. Forgotten religion and culture The Amnesty report repeatedly asks Nepali authorities not to limit Dalit problems to criminalisation and to find a more holistic solution. Unfortunately, the report itself lacks a nuanced or holistic analysis. Too much emphasis on impunity and an unresponsive legal and judicial system overshadows the bigger picture. The analysis is shallow, as religion and culture, the tectonic plates that move the whole thing, have been ignored. The report does occasionally mention the “Hindu caste system” but refrains from delving into it. This is a wrong approach because the fundamental underlying cause of the persistence and prevalence of caste discrimination is the Hindu religion and culture. I don’t state this as a scholar or an activist; ask any non-political and ordinary Dalit person, and the facts will become clear. In the everyday experience of the Dalits, including many Dalit leaders and activists themselves, caste-based humiliation and exclusion are based on their ritually polluted status. Lack of access to power, poverty, illiteracy and other factors are secondary. As we sometimes see in news reports, even mayors and ward or municipal chairs in many parts of the country face caste-based exclusion. I’m sure many Dalit lawmakers themselves would struggle to rent property in Kathmandu because the landlords fear offending their ancestral spirits and other deities through contact with the ritually polluted! Herein lies the root of the problem: Nepalis are highly religious and spiritual people who live in constant fear and awe of their gods, their lineage deities, and the spirit of their dead ancestors. There is a strong belief that any transgression of the traditional ritual hierarchy based on caste would offend the supernatural powers, thereby causing death and destruction in the family and community. Caste is so sacred that many Nepalis would rather go to jail or even die than flout certain caste rules and “invite” the terrible wrath of their gods or deceased relatives. For these fundamentalists, state laws and law enforcement hardly mean anything.Why has there been a surge in attacks against the Dalits in recent years? Why don’t many police officers, administrators and judges take the caste discrimination issue seriously? Why do prime ministers and ministers and legislators turn a deaf ear to Dalit voices for change? Why have Dalit activists themselves not been very effective in defending their rights? All these questions can be answered with just two words: Religion and culture. There is a contradiction between state laws and religious/cultural laws. Today’s policemen and judges probably don’t need to be preached about universal human rights, but they also cannot deny their long-standing cultural and spiritual beliefs and practices of keeping their castes sacred. If religio-cultural traditions have greatly ‘caste-ified’ our social psychology, how can those in legal and judicial power positions be immune from it? This is the crux of the problem that needs unpacking by all sides.Problem with methodology?I understand the sensitivities surrounding religion and culture in any country or society. I don’t know why the Amnesty report remained silent on these complex yet vital issues. However, I suspect part of the problem lies in the research methodology itself. If you want new insights into any topic, you must involve and work with the younger generation. During the report’s launch, I saw the same old faces of Dalit activists and lawyers. I don’t mean to undermine their ongoing and historical contribution, but the new and younger generation also deserves a voice. The report was prepared with support from and consultation with Dalit non-governmental organisations that have long been commanded by the same old people. Moreover, they are usually connected to a political party, and upper-caste leaders invariably control every party. No wonder, mainstream Dalit discourse is still shy about putting religion and culture in the spotlight. The report itself makes it amply clear that the Dalit movement thus far has been toothless and that there is a need for new ways of tackling the problem. However, to show a new direction for freedom fighters and organise a paradigm shift, international players must move beyond their usual consultation with the same old activists and groups and find new kids on the block. Talking directly with the ordinary Dalits instead of through mediation with established groups would make ground realities apparent.  "},{"hash":"1129646c354dc7fc5002de47cd2f0fded37f1f0e088085fc09887f0a2146716f","title":"People living in mountainous regions are affected by climate change. Warming temperatures cause snow and glaciers to melt, leading to water shortages, increased risks of avalanches, and changes in local ecosystems. Mountain communities also depend on tourism, which is vulnerable to climate change impacts such as reduced snowfall for winter sports.","link":"https://kathmandupost.com/columns/2024/05/14/people-mountains-and-climate-change","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/DownPostFilePhoto-1715654555.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"columns","content":"**Government of Nepal Hosts International Dialogue on Mountains, People, and Climate Change**\n\nDate: May 22-23, 2024\nLocation: Kathmandu, Nepal\n\n**Purpose:**\n* Strengthen collaboration on mountain issues within the context of climate change.\n* Position mountains as a priority in global climate negotiations.\n\n**Importance of Mountains:**\n* Essential ecological services, including water supply, food, and biodiversity.\n* Home to 15% of the world's population and nearly half of global biodiversity hotspots.\n\n**Threats to Mountains:**\n* Climate change (warming, drought, erratic rainfall)\n* Environmental threats (air pollution, heat)\n* Glacial lake outburst floods\n\n**Vulnerability of Mountain Communities:**\n* High risk of resource degradation and displacement due to climate change.\n* Reliance on climate-sensitive industries (agriculture, tourism, hydropower).\n\n**Need for Prioritization:**\n* Mountains often receive less attention in global environmental discussions.\n* Urgent need to support mountain communities and protect their ecosystems.\n\n**Dialogue Goals:**\n* Build solidarity and prioritize mountain actions for climate justice.\n* Develop roadmaps for collaboration among mountainous countries.\n* Exchange knowledge and solutions on climate resilience.\n\n**Expected Outcomes:**\n* Raised awareness and collaboration on mountain issues.\n* Strong partnerships for climate justice.\n* Funding and technology support for mountain communities.\n* Protection and preservation of mountain environments for future generations.","summary":"Nepal hosts an international dialogue on \"Mountains, People, and Climate Change\" to advocate for prioritizing mountain issues and forging partnerships for climate justice in mountainous regions."},{"hash":"bb8e7dc403e9f3d41c27c9d6575dbf72a3b5154a09b028b0ccfb3aa4094cdb98","title":"Not suitable or safe to eat or drink.","link":"https://kathmandupost.com/editorial/2024/05/12/unfit-for-consumption","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/Untitled1-1715566116.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"editorial","content":"**Fresh Food Storage and Safety in Nepal**\n\nStoring fresh food during hot summer months is difficult in Nepal, where refrigerators are not widely used.\n\nFood safety is a concern, as food often gets contaminated. Eateries often display food openly to attract customers, which attracts bacteria and dust.\n\nNepal has food safety regulations, but they are poorly implemented and monitored.\n\nInspectors rarely check food quality, and even when they do, many eateries ignore regulations.\n\nThe government should enforce food safety standards by requiring vendors to:\n\n* Keep perishable food in freezers\n* Use coverings to protect food\n* Separate food items to prevent cross-contamination\n\nThis will help prevent food-borne illnesses and keep the public healthy.","summary":"In Nepal, despite food safety regulations, the lack of refrigeration, casual attitudes, and poor monitoring lead to contaminated food and food-borne diseases."},{"hash":"f124414492c38340c68ec14b81c44ab6a17125df376947f2fdd293310c4cc4f2","title":"Nepal has announced its preliminary squad for the World Cup qualifier match against the United Arab Emirates (UAE).","link":"https://kathmandupost.com/football/2024/05/14/nepal-name-preliminary-squad-for-world-cup-qualifier-match-against-uae","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb2-1715697024.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"football","content":"**Nepal's World Cup Squad**\n\nCoach Vincenzo Alberto Annese has picked 28 players for Nepal's upcoming qualifier matches.\n\nThe squad includes Rohit Chand, who missed the Bahrain games in March.\n\nNepal will play against the United Arab Emirates on June 6 in a neutral venue since Nepal's Dasharath Stadium does not meet international standards.\n\nNepal lost their last four matches, so they cannot advance to the third round of the World Cup qualifiers but can still qualify for the Asian Cup in March 2024.","summary":"Nepal's 28-member preliminary squad prepares for FIFA World Cup and Asian Cup qualifiers, led by Rohit Chand, despite stadium issues and earlier defeats."},{"hash":"4f6c0c0d161730bcb3e8374da646cf28d36a4c762ad66082a2f3b91d6a86513b","title":"The EU Business Forum 2024 will take place on May 15th.","link":"https://kathmandupost.com/money/2024/05/14/eu-business-forum-2024-on-may-15","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/EU-1715693011.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"money","content":"The European Union (EU) will hold a business forum in Nepal in 2024 to celebrate 50 years of relations and attract European investment.\n\nThe forum will connect European and Nepali companies, as well as government officials. It will focus on investment opportunities in sectors like renewable energy and technology.\n\nNepal welcomes foreign investment, and the EU wants to strengthen economic ties with Nepal as it becomes a middle-income country.","summary":"The EU-Business Forum 2024 will promote European investment in Nepal's high-potential sectors like renewable energy and ICT, fostering economic ties between the EU and Nepal."},{"hash":"a5c9e32bed97fd87267cdc2b3cf40ef8c0165bcb9bbdadfd97339ba4828fe507","title":"Prime Minister Narendra Modi submitted his nomination papers for upcoming elections, while denying allegations that he is trying to win by creating divisions among people.","link":"https://kathmandupost.com/world/2024/05/14/india-s-modi-denies-stoking-divisions-to-win-election-files-nomination","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/Modi-1715692673.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"world","content":"Prime Minister Modi is running for re-election, and his opponents say he is trying to get Hindu voters to support him by criticizing Muslims. Modi denies this, saying he believes in unity and does not want to talk about religion in politics. Modi's critics say he and his party target Muslims, but Modi says he did not mention any religion in a recent speech.","summary":"In the midst of an ongoing election campaign, Indian Prime Minister Narendra Modi defended himself against allegations of stoking Hindu-Muslim divisions while accusing the opposition of favoring Muslims."},{"hash":"4c952c675119945df0af472f3d71a9f8ac1113138ebe1f63d5d9c6d45d39a93d","title":"South Korea invests $9.8 million to generate employment opportunities through initiatives that recycle and upcycle materials.","link":"https://kathmandupost.com/national/2024/05/14/korea-supports-usd9-8-million-to-create-jobs-through-recycling-and-upcycling-projects","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/36cad6c4ac104f5b9858e1c530803413-1715691053.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"national","content":"Nepal and South Korea have signed an agreement to create jobs by recycling and upcycling waste in Pokhara.\n\nThe Korean government will provide $9.8 million for the project, which will be carried out by the United Nations Development Programme.\n\nThe project will create a \"green venture zone\" where people can learn about recycling and upcycling. It will also establish 30 recycling and upcycling businesses, creating green jobs in Pokhara.","summary":"Nepal and South Korea signed a MoU to create jobs through recycling and upcycling projects in Pokhara, with an investment of USD9.8 million from South Korea to establish a green venture zone and foster green economic practices."},{"hash":"25530936a91e10622739c9a79cfcad86f995a5d71ade68598cd266042e55cf71","title":"Israeli tanks have entered the Rafah area of Gaza, causing more civilians to flee their homes.","link":"https://kathmandupost.com/world/2024/05/14/israeli-tanks-push-into-gaza-s-rafah-as-displaced-civilians-flee-again","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreuters5RUH7XFNIBJ4FIQQFA7Z5T2NII-1715680138.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"world","content":"Israeli tanks entered eastern Rafah, a densely populated city in the Gaza Strip, where over a million people had sought shelter during the ongoing war.\n\nDespite warnings from international allies and aid groups about a potential humanitarian crisis, Israel has vowed to continue its ground operation in Rafah to eliminate Hamas battalions hiding in the city.\n\nResidents reported clashes between Israeli tanks and Palestinian gunmen in several neighborhoods. Israel has ordered evacuations, but aid agencies warn that designated safe zones lack proper facilities.\n\nFighting has escalated in recent days, including in areas where Israel had previously claimed to have dismantled Hamas' military capacities.\n\nThe Palestinian death toll has exceeded 35,000, including 82 killed in the past 24 hours, the highest daily toll in weeks.\n\nA foreign U.N. security staff member was killed in Rafah when a U.N. vehicle was struck, marking the first international U.N. fatality of the war.","summary":"Amidst ceasefire negotiations, Israeli tanks advanced into Rafah, sparking clashes and civilian evacuations, despite warnings from allies and aid groups of a humanitarian crisis."},{"hash":"00d7da071f3513b2a8f5c9c6bca9a3d46b614f0865572c411ee453f100fea09d","title":"Historian and Nepal expert Gyanmani Nepal has passed away.","link":"https://kathmandupost.com/national/2024/05/14/historian-gyanmani-nepal-dies","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb4-1715679515.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"national","content":"Gyanmani Nepal, a renowned Nepali literature expert, passed away at 91. He was known for his influential works, including \"Mahabharata of Nepal\" and \"Nepal Nirukta.\" He made significant contributions to the study of Nepali history and literature. Nepal is survived by his two sons.","summary":"Gyanmani Nepal, a renowned Nepali literature scholar, passed away at 91 after being hospitalized for ten days."},{"hash":"d48ac6fabbab87e847d2ff0d7031848d7d8617d8ed09ee40a7ba8da869e7b765","title":"Wegovy, a weight-loss drug, helped people keep weight off for four years in a study.","link":"https://kathmandupost.com/world/2024/05/14/wegovy-weight-loss-sustained-for-four-years-in-trial-novo-nordisk-says","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/LEUV56WPONJUHO5GOB2SVBAIXY-1715674895.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"world","content":"People taking Novo Nordisk's Wegovy for weight loss kept losing about 10% of their body weight, even after four years on the medication. This new research may help convince insurers to cover Wegovy, as it shows the drug's long-term benefits. Wegovy is the first in a new class of drugs called GLP-1 agonists, which are also being tested for other uses like lowering heart attack risk and treating sleep apnea.","summary":"Novo Nordisk's Wegovy obesity treatment study showed sustained 10% weight loss over four years, potentially bolstering reimbursement coverage and challenging the notion of limited long-term effectiveness."},{"hash":"39a21e3738e34e21ac22ff3e01c5ee3a4fda10160336e1e78d00ef5a4868a738","title":"nepal-to-use-drones-to-transport-garbage-from-mount-everest","link":"https://kathmandupost.com/money/2024/04/30/nepal-to-use-drones-to-transport-garbage-from-mount-everest","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/everest-1714541533.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"money","content":"**Drones to Clean Up Mount Everest**\n\nFor the first time, drones will be used to remove trash from Mount Everest. This could reduce the risk for high-altitude support staff who currently carry heavy loads through the dangerous Khumbu Icefall.\n\nThe drones can carry up to 30 kg and fly up to 6,500 meters. They are being tested and could be used more widely next season.\n\nThis year, over 400 climbers are expected to summit Everest. New rules have been implemented to manage garbage and make climbing safer. Climbers must use poop bags to prevent contamination of water sources. They must also bring back used ropes and garbage to receive a refund of their deposit.\n\nDespite these efforts, the bodies of climbers who die above 8,000 meters are often left on the mountain due to the high cost and difficulty of retrieval.","summary":"Drones are being used on Mount Everest for garbage removal, potentially impacting high-altitude support staff and reducing casualties from the Khumbu Icefall."},{"hash":"20d6fba38f7a72404f31e0e9c78ed336011a973a2c15264bdb33a8dce3fe58fb","title":"In Nepal, there are no clear rules or laws for child adoption, making the process difficult. This lack of regulations leads to confusion and uncertainty for potential adoptive parents and biological parents.","link":"https://kathmandupost.com/national/2024/05/01/regulatory-void-complicates-child-adoption-process-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb14-1714527484.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"national","content":"**Adoption in Nepal**\n\nAnistha had trouble having a baby and was suicidal after losing her newborn. She and her husband adopted an abandoned baby boy in 2017.\n\nIn 2017, legal domestic adoption became available in Nepal.\n\n**Requirements for Adoption:**\n\n* Couples married for less than 10 years\n* Unmarried individuals over 45\n* Widowed, divorced, or separated individuals\n\n**Challenges in Adoption:**\n\n* Lack of guidelines for matching children with parents\n* Heteronormative society and laws prevent LGBTQ+ couples from adopting\n* Concerns about child trafficking and abuse in inter-country adoptions\n\n**Inter-Country Adoption:**\n\n* Banned in Nepal since 2019 due to concerns about child trafficking and abuse\n* Lack of a committee to handle inter-country adoptions\n\n**Recommendations:**\n\n* Create a committee to facilitate adoption and protect children\n* Improve regulation to prevent child abuse\n* Allow LGBTQ+ couples to adopt","summary":"Anistha Shrestha's journey towards motherhood included a decade of struggles, a legal adoption breakthrough, societal complexities, and a fortunate encounter with an abandoned baby, highlighting the complexities of adoption in Nepal."},{"hash":"3f364a7b488f4787fc0e376951c1783548e5f460595979e877cac188d021df81","title":"Old political parties won in Ilam by-elections, showing their continued strength. However, the results were a reality check for the new Rastriya Swatantra Party (RSP), which did not meet its expectations.","link":"https://kathmandupost.com/politics/2024/05/01/ilam-bypoll-fillip-for-old-parties-reality-check-for-rsp","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/4375415009854531096070575583147412016394281n-1714526830.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"politics","content":"In the Ilam-2 by-election, a new politician from the CPN-UML party won. This doesn't change the government much, but it shows that people in the area still care about identity politics. Two candidates who wanted to change the name of the province to reflect the ethnic group there did not get many votes. This shows that identity politics is still a big issue in the area. \n\nThe election also showed that the Rastriya Swatantra Party (RSP), a new party, has a lot of work to do before it can become a major force in Nepal. They did not perform as well as the traditional parties because they don't have as many people supporting them in rural areas. \n\nThe RSP is also facing problems because its leader, Rabi Lamichhane, is accused of being involved in a scam.","summary":"In Ilam-2 by-election, Suhang Nembang's victory suggests the relevance of established parties amid identity politics and the need for Rastriya Swatantra Party to strengthen its rural presence."},{"hash":"3b8f07fcf0196cc796d5e7ea9b735b31007811ccd0b4a7cef5a04cffbc352d27","title":"Nepal wants to attract tourists from the LGBTQ+ community, which is worth billions of dollars.","link":"https://kathmandupost.com/money/2024/04/21/nepal-sets-sight-on-multi-billion-dollar-lgbtiq-tourism-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled-1%20(1).jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"money","content":"Nepal held the first LGBTIQ tourism conference to promote its tourism industry and attract a share of the global pink market.\n\nSame-sex marriage was legalized in Nepal last year, marking a milestone for LGBTIQ rights.\n\nThe conference highlighted the importance of economic opportunities for the LGBTIQ community, which has faced discrimination in the past.\n\nNepal's tourism industry recognizes LGBTIQ tourism as a valuable segment, catering to travelers who seek safe and welcoming destinations.\n\nNepal has a diverse culture with traditions and rituals that relate to the LGBTIQ community, offering unique cultural experiences for visitors.\n\nThe conference aims to promote inclusion and empower the LGBTIQ community while contributing to Nepal's economic growth.","summary":"Nepal hosted the first international LGBTIQ tourism conference, aiming to capitalize on the multi-billion dollar pink market after its groundbreaking same-sex marriage recognition, with the goal of fostering economic opportunity and inclusion for the LGBTIQ community."},{"hash":"6544c0b45b27e9bf77f2d52e116df242a412f0b3350a49b706e3550d9a2953e4","title":"Rising tensions in the Middle East threaten Nepal's economy by:\n\n- Disrupting oil supply, leading to higher fuel prices\n- Reducing tourism revenue from Middle Eastern visitors\n- Lowering remittances from Nepali workers in the region","link":"https://kathmandupost.com/money/2024/04/15/escalating-middle-east-crisis-threatens-nepali-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1713147555.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"money","content":"**Nepal's Economy Faces Risks from Middle East Tensions**\n\nNepal, which relies heavily on money sent home by workers abroad, is at risk from rising tensions in the Middle East. If the conflict escalates, it could lead to:\n\n* **Job losses:** Many Nepalis work in the Middle East, and if countries there stop hiring, unemployment in Nepal could rise.\n* **Reduced remittances:** Money sent home by workers would decrease, hurting Nepal's economy.\n* **Higher inflation:** Conflict in oil-producing countries can push up prices, increasing inflation in Nepal.\n* **Economic stress:** Nepal's foreign currency reserves could decline, putting pressure on the economy.\n\nExperts say Nepal should prepare to deal with these potential shocks, which could also impact tourism, foreign aid, and investment.","summary":"Increasing tensions in the Middle East following Iran's attack on US and Israeli targets could lead to disruptions in Nepal's remittance-dependent economy, potentially causing labor market shocks, reduced foreign exchange reserves, and increased inflation."},{"hash":"79b8b64d55170d97b5398013f1e0be09edf6390a68972040dac7d9012da81a36","title":"Nepali nationalism is rooted in the idea of Nepal as its own nation, distinct from its neighbors and united by a shared culture and history. These ideas were first developed by Hari Sharma, who wrote about Nepal's unique identity and culture.","link":"https://kathmandupost.com/videos/2024/05/01/nepali-nationalism-idea-of-nepal-with-hari-sharma","date":1714521600000,"source":"kp","category":"videos","content":"**Input:** Provide the input text you want summarized.","summary":"Key events summarized concisely, capturing the main actions and outcomes."},{"hash":"da1de9d00cddf5d4e54cf41c1f92b9ea3c65052d5d623d6c79bf8571e6fc3343","title":"china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","link":"https://kathmandupost.com/videos/2024/04/14/china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","date":1713052800000,"source":"kp","category":"videos","content":"The Araniko Project, led by Mandarin speaker Rajbhandari, researches Nepal-China relations using Chinese sources. Rajbhandari emphasizes the importance of understanding Mandarin for accurately translating Chinese history and understanding China's perspective on Nepal.","summary":"The Araniko Project, led by Rajbhandari, a fluent Mandarin speaker with a Master's in Chinese politics, explores Nepal-China relations through primary Mandarin sources."},{"hash":"260be847ea4643b523c3e2c77aa8eb77abfa0ace0b6d4a34348f05f7a4f6c2d2","title":"Public debate about the \"idea of Nepal\" in Nepal, with Saumitra Neupane.","link":"https://kathmandupost.com/videos/2024/03/26/public-debate-in-nepal-idea-of-nepal-with-saumitra-neupane","date":1711411200000,"source":"kp","category":"videos","content":"Neupane organized \"Project Sambad,\" an event that aims to encourage critical discussions on Nepal's society and policies. Its first event was held in Kathmandu in March 2023.","summary":"Prominent figures discuss the state of Nepali public debates and promote critical conversations through \"Project Sambad,\" launched on March 14-15."},{"hash":"d5d55349db8224f79ac2f5502e8ef4d7a68f9f2c08b2ac9c91c850dba1308134","title":"**Nepal's Constitution: Nepal's Identity**\n\nNepal's Constitution reflects the country's unique identity, as explained by Bipin Adhikari. It recognizes Nepal as a multi-ethnic, multilingual, and multicultural nation. The constitution promotes unity and diversity, ensuring equal rights for all citizens. It also emphasizes federalism, with provinces having more authority to address local needs. Additionally, the constitution protects freedom of expression, religion, and other fundamental rights.","link":"https://kathmandupost.com/videos/2024/02/02/the-constitution-of-nepal-idea-of-nepal-with-bipin-adhikari","date":1706832000000,"source":"kp","category":"videos","content":"Bipin Adhikari, a law professor and constitutional expert, discusses:\n\n- Key elements of Nepal's 2015 Constitution\n- Its strength and resilience\n- The history and development of Nepal's constitutional system","summary":"Professor Bipin Adhikari, a constitutional law expert, analyzes key aspects of Nepal's 2015 constitution, considering its longevity and the evolution of Nepal's constitutional framework."},{"hash":"bb06191d96b41f889a0ee66504cd3497cbd5bc3f64eddecd21f76111153a72a2","title":"**Mythology Mirrors Life**\n\n* Mythology reflects real-life experiences, emotions, and social structures.\n* Myths often have characters and events that symbolize human traits, fears, and aspirations.\n* By studying mythology, we can gain insights into ourselves and the world around us.","link":"https://kathmandupost.com/theater/2024/05/12/when-mythology-mirrors-life","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled2-1715481070.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"theater","content":"**Is Human Life Predetermined?**\n\nMandala Theatre's play, 'Bakhaama', explores this question through the Kirati Mundum, an oral tradition about the \"First Man\" on Earth. The play follows the love of Saya and Sikhum, which mirrors the love of the Kirati deities, Sumnina and Paruhang.\n\n**Mythology and Cultural Identity**\n\nKirati mythology is closely connected to their cultural identity. 'Bakhaama' preserves these stories and values through theatre. The play showcases the Kirati belief in animalism, where animals and nature are seen as beings with free will.\n\n**Immersive Storytelling**\n\n'Bakhaamma' is captivating with its elaborate costumes, stunning set design, and immersive storytelling. Alisha Rai's performance as Saya and the goddess Sumnina is particularly noteworthy. The play explores themes of romantic, maternal, and community love.\n\n**Comprehensibility Issues**\n\nDespite its strengths, some scenes may be confusing, as multiple roles are played by two actors. Additionally, the storyline's moral message could have been clearer. The director acknowledges these flaws and plans to improve the play.\n\n**Preserving Heritage and Theatre Culture**\n\n'Bakhaama' celebrates the traditional Kirati Mundum, preserves cultural heritage, and contributes to Nepal's growing theatre culture. The play's popularity demonstrates its significance in fostering community pride and appreciation of art.","summary":"Mandala Theatre's 'Bakhaamma' explores the Kirati Mundum, questioning destiny and the blurring of the mystical and ordinary through a tale of love and cultural identity."},{"hash":"7e26b616e94de57b192df8218df36ecaaf4466f1158034c966b537b95a17b683","title":"After Nepal's political split, tensions are rising in the Madhesh region over the future of the ruling coalition.","link":"https://kathmandupost.com/politics/2024/05/10/after-split-in-jsp-nepal-politics-hots-up-in-madhesh-over-fate-of-coalition","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb3-1715303718.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"politics","content":"The ruling party in Madhesh province, JSP-Nepal, has split nationally.\n\nThis could lead to a new government in the province because the Maoist Party, which supports the current government, is considering a change.\n\nWhile the UML, the largest party in the province, may want to lead the government, the JSP-Nepal still has strong support in the province.\n\nThe decision on whether or not the Madhesh government changes will depend on the ruling coalition at the national level.\n\nIf the coalition supports the split JSP-Nepal faction, the government could remain in place. However, if the coalition does not support the split JSP-Nepal faction, the government could change with the UML as the leading party.","summary":"JSP-Nepal's split at the center may lead to the Madhesh provincial government's collapse, with talks underway between the Maoist Centre and other parties about forming a new government."},{"hash":"40a529e517bf93a20206c3fc06b60ee095358e2bdafb9cde44387b93947eaaf8","title":"Yadav plans to challenge the registration of a new political party in court.","link":"https://kathmandupost.com/politics/2024/05/09/yadav-to-move-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/UpendraYadav-1715216471.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"Janata Samajbadi Party Nepal is planning to take legal action against the Election Commission's decision to recognize a new party formed by a splinter group. The new party, led by Ashok Rai, was registered quickly without a clear legal basis. The Janata Samajbadi Party Nepal believes the registration is illegal and will challenge it in court.\n\nThe division within the party stems from long-standing discontent and allegations of autocratic leadership by Upendra Yadav. Despite attempts to accommodate dissenters, the split occurred after a group led by Rai applied to register a new party while Yadav was away.\n\nYadav maintains that the party has not split and that he still has majority support. He has met with Prime Minister Pushpa Kamal Dahal to assure him of the party's continued support for the ruling alliance.","summary":"Janata Samajbadi Party Nepal (JSP-N) will challenge the Election Commission's recognition of a splinter group led by Ashok Rai as a separate party, arguing that the registration was illegal due to the lack of legal provisions for party splits."},{"hash":"f6f0addbb8cbaa32a930541099e8ab8b80dbd645a10abca7ca6caeeb2cd39f3a","title":"Political parties change their positions and beliefs over time to gain support or meet changing needs.","link":"https://kathmandupost.com/politics/2024/05/09/political-parties-shift-stances-based-on-convenience","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/meeting-1715218714.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Gold Smuggling Investigation:**\n\n* A year ago, UML demanded a judicial investigation into gold smuggling involving Nepali Congress and Maoist leaders. Congress rejected it.\n* Now, UML (ruling party) rejects Congress' (opposition) demand for a parliamentary investigation against Home Minister Lamichhane (accused of embezzling cooperative funds).\n* UML claims their previous demand was different because they suspected powerful people in gold smuggling, while Congress' demand is for a specific individual.\n\n**Cooperative Funds Misappropriation:**\n\n* Congress demands a parliamentary probe committee against Lamichhane.\n* UML argues that Lamichhane's views should be heard before forming a committee.\n* Congress claims the state apparatus is trying to prove Lamichhane innocent.\n\n**Political Positions:**\n\n* UML opposed a probe committee when they were in opposition but support it now that they are in power.\n* Congress demanded a probe committee when they were in opposition but oppose it now that they are in opposition.\n* Political experts criticize this partisan approach and argue that the state apparatus should be trusted to investigate wrongdoing.","summary":"UML's previous demand for a judicial gold smuggling investigation versus Congress's current demand for a parliamentary cooperative fraud probe, highlighting partisan differences in power."},{"hash":"993e3dfb635cc252b93bf935dad75ef144713614867292c57642795d1f8ac6ff","title":"Nepali Congress may allow Rastriya Swatantra Party (RSP) President Rabi Lamichhane to speak in parliament, despite his citizenship issue.","link":"https://kathmandupost.com/politics/2024/05/09/nepali-congress-may-allow-lamichhane-to-speak-in-parliament","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb18-1715215891.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Ne Nepali Congress Demands Investigation of Home Minister Lamichhane**\n\nThe opposition Nepali Congress is demanding that Parliament investigate Home Minister Lamichhane for allegedly stealing money from credit cooperatives. Police reports show that millions of rupees were taken from two cooperatives without following proper procedures.\n\nLamichhane denies any wrongdoing and says he used the police and attorney general's office to prove his innocence. The Congress says he abused his power and misled the public.\n\nThe Congress has rejected a government proposal to create a broader investigation into all cooperative problems. They insist on a separate investigation into Lamichhane's case.\n\nThe government has scheduled a House meeting, but the Congress says they will block it until their demand is met.\n\nThe Congress also discussed the political situation in two provinces where the ruling parties are having difficulty forming governments. They believe the ruling parties are breaking the law.","summary":"Nepali Congress demands parliamentary investigation into Deputy Prime Minister Lamichhane's alleged involvement in cooperative funds scam, despite government's proposed broader investigation into cooperative sector."},{"hash":"0d8fb09ab1026484e465284d903ed753ad28550936d7ae26eefcff4b8df23383","title":"three-arrested-for-allegedly-duping-us-aspirants","link":"https://kathmandupost.com/kathmandu/2024/05/10/three-arrested-for-allegedly-duping-us-aspirants","date":1715299200000,"source":"kp","category":"kathmandu","content":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. ","summary":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. "},{"hash":"d34d04f3fb0aac7854c1168b097a6ce09196339cf7d7bc35809cda6b94726548","title":"Fire in Bhaktapur injures two.","link":"https://kathmandupost.com/bhaktapur/2024/05/05/two-injured-in-bhaktapur-fire","date":1714867200000,"source":"kp","category":"bhaktapur","content":"A fire broke out in a carpet factory in Bhaktapur, Nepal. Two people were injured while trying to stop the fire. The injured are receiving treatment at hospitals. The fire, which lasted 5 hours, was put out with the help of fire engines and locals. The cause of the fire is still unknown, and damage is estimated at Rs18 million.","summary":"Two people were injured and property worth Rs18 million was destroyed in a fire at a carpet factory in Bhaktapur district."},{"hash":"b6207fb9e973312bf402c67e85a81cf80ec93fb9549d25542321817afde006d8","title":"Two people died while digging a well in Bhaktapur. They suffocated after running out of oxygen.","link":"https://kathmandupost.com/bhaktapur/2024/05/01/two-die-of-suffocation-while-digging-well-in-bhaktapur","date":1714521600000,"source":"kp","category":"bhaktapur","content":"I am unable to summarize the text as you have not provided any text to summarize. Please provide the text you want summarized, and I will gladly assist you.","summary":"Provide the major events for me to summarize in 1 line."},{"hash":"f5d5a914ad325d0dc9cdbe3e13aee77b709515bae18e316ed2e1dfc20803ba5d","title":"A man who was injured in a forest fire has died.","link":"https://kathmandupost.com/lalitpur/2024/04/30/man-injured-in-forest-fire-dies","date":1714435200000,"source":"kp","category":"lalitpur","content":"A man named Shankar Pahari died from burn injuries sustained while fighting a forest fire. The fire also injured Ramesh Pahari, who is still being treated. Another fire in a different forest is ongoing, and 65 patients from a nearby hospital were evacuated.","summary":"A man died and another was injured while fighting a fire in Lalitpur's Tapeshwar community forest, while a separate fire in Ananda forest is ongoing, forcing the evacuation of 65 patients from Anandaban Hospital."},{"hash":"576aedd4fb42b61a1e529a2a54b7b58d3d019f11c45cb0f9be739c017645a00d","title":"Seven wards in Kolkata Municipal Corporation (KMC) have started segregating waste, with four more to follow soon.","link":"https://kathmandupost.com/kathmandu/2024/04/30/seven-wards-of-kmc-start-waste-segregation-four-more-to-start-soon","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1714441676.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"kathmandu","content":"Seven wards in Kathmandu have started separating degradable and non-degradable waste at home. The waste is collected in different trucks and taken to be turned into compost or biogas. The city is trying to reduce the amount of waste in the city by doing this.","summary":"Kathmandu Metropolitan City implements waste segregation in seven wards, creating compost, biogas, and electricity from biodegradable waste, and plans to expand the program to the city's entire 32 wards."},{"hash":"1a053a3483ec1f17e52af1e44ae444684520d4e096d37d9a8a9745a81e0757bf","title":"Private businesses say Nepal's tax system unfairly targets them, while not taxing the wealthy or essential services enough.","link":"https://kathmandupost.com/money/2024/05/13/private-sector-says-nepal-s-tax-system-is-upside-down","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1715566357.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"money","content":"**Private Sector Urges Tax Rate Changes**\n\nTo stop smuggling, businesses want the government to set a competitive tax rate. Nepal and India's border is open, but prices are 30-40% higher in Nepal. High taxes in Nepal encourage smuggling, as neighboring India has lower taxes on essential goods.\n\nThe current tax system in Nepal is unfair, with low-income earners paying more than the wealthy. The private sector believes that reducing taxes on essentials and raising them on luxuries could stimulate the economy.\n\nBusinesses believe the economic slowdown is due to government import bans, global economic challenges, and political instability. They want government policies to protect the private sector and end the slowdown.","summary":"Nepal's private sector urges government to introduce competitive tax rates to curb rampant smuggling and stimulate economic growth through progressive tax policies."},{"hash":"bac85bfd8fbe8dc3ec19bd57e21e7d55fb8ee1d6e7f3d6210e11c9b616730af7","title":"Finance Minister's humor highlights the need to carefully examine India's economic situation.","link":"https://kathmandupost.com/money/2024/05/12/finance-minister-pun-stresses-need-for-critical-analysis-of-the-country-s-state","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb26-1715518050.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"money","content":"**Nepal's Economy Needs Assessment**\n\nFinance Minister Pun says Nepal's economy needs a deep review. Despite progress in tourism and hydropower, the country is facing challenges.\n\nThe government and provinces are not working together, leading to unused funds. The construction industry is struggling due to a lack of investment.\n\nBusiness groups say strict government policies are hurting the private sector. Private investment and job opportunities are declining, forcing even small business owners to leave the country.\n\nThe Non-Resident Nepali Association (NRNA) has the potential to invest in Nepal, but government procedures are slowing progress.","summary":"At Kantipur Economic Summit 2023, Nepal's Finance Minister emphasized the need for critical analysis, addressing economic challenges and coordination failures between government levels, while industry representatives expressed concerns over unfavorable policies and investment decline leading to business closures and emigration."},{"hash":"598d47179f347b323a132ca5a175cddf5c7d9425a715572e35c22b375dbc2709","title":"Nepal's banking industry is a leader in South Asia in hiring women.","link":"https://kathmandupost.com/money/2024/05/11/nepal-s-banking-industry-is-a-leader-in-south-asia-in-employing-women","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715392971.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"money","content":"Devna faced challenges as a woman in banking. Despite Nepal's strong representation of women in the industry, she faced biased questions in interviews and limited support at work. She struggled to balance work and family, which affected her career progression. Despite her hard work, lack of support and unclear feedback hindered her advancement. However, Nepal's legal framework and progressive policies aim to promote women's participation and equality in leadership roles.","summary":"Devna's banking career in Nepal reflects the challenges and opportunities facing women in a patriarchal society, despite Nepal's high representation of women in banking compared to South Asian neighbors."},{"hash":"c5fe1d2f9a8cd6eef1f0a323caa11b7801cd42a62a453832aeefed4f02fa2511","title":"Government plans to check pregnant women for mental health issues.","link":"https://kathmandupost.com/health/2024/05/10/ministry-plans-to-screen-pregnant-women-for-mental-health-problems","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb4-1715304323.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"health","content":"**Mental Health Screening for Pregnant Women**\n\nThe Health Ministry plans to screen pregnant women for mental health issues, which have been linked to maternal deaths. The goal is to reduce deaths related to suicide and other mental health problems.\n\n**Pilot Program at Paropakar Hospital**\n\nThe screening will start at Paropakar Maternity and Women's Hospital in Kathmandu. All pregnant women seeking services will be screened during their prenatal and postpartum visits.\n\n**Maternal Mortality Statistics**\n\nIn Nepal, 6% of maternal deaths are due to self-harm. The country has made progress in reducing maternal mortality, but more needs to be done to address mental health issues.\n\n**Causes of Maternal Deaths**\n\nPreventable causes of maternal deaths include excessive bleeding, high blood pressure, and mental health problems.\n\n**Ministry Efforts**\n\nThe Health Ministry has implemented programs to reduce maternal deaths, including free institutional delivery, travel allowances, and distribution of medication.\n\n**Sustainable Development Goals**\n\nNepal aims to reduce maternal mortality to 75 per 100,000 births by 2030 as part of the UN's Sustainable Development Goals.","summary":"Amidst rising maternal deaths, Nepal launches a pilot program to screen pregnant women for mental health issues and provide prompt treatment to reduce self-harm and improve maternal outcomes."},{"hash":"59f298234b280fa0591d0d30e4fbe9e9eb1f6e5022825d49db7c9d29cf0971ae","title":"Doctors and health workers get trained on screening for non-communicable diseases (NCDs) like diabetes and heart disease to improve early detection and prevention in communities.","link":"https://kathmandupost.com/health/2024/05/09/doctors-health-workers-get-ncd-screening-training","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/health/thumb19-1715216811.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"health","content":"Fifty health workers in Kathmandu have been trained to check for non-communicable diseases like high blood pressure, heart disease, and diabetes. These diseases cause many deaths in Nepal. The health workers will screen patients for these diseases at local health centers. Medicines for some of these diseases are available for free at government health facilities. The training aims to diagnose and treat these diseases early, reducing the burden they pose on public health.","summary":"Kathmandu Health Office trained 50 health workers to screen patients for major non-communicable diseases such as heart disease, cancer, diabetes, and mental health problems in Kathmandu district's health facilities."},{"hash":"82b739d47f0c00dff5e5dd29a2d0a22bf0dc7eaf617fbb8b14963fbec0702e41","title":"Less than 2% of medicines sold are thoroughly tested within 9 months.","link":"https://kathmandupost.com/health/2024/05/03/under-two-percent-medicines-in-the-market-tested-in-nine-months","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1714697599.jpg&w=900&height=601","date":1714694400000,"source":"kp","category":"health","content":"The Department of Drug Administration (DDA) in Nepal tests medicines for safety. They have tested 348 out of 20,000 medicines in the market over the past 9 months. This means they have only tested less than 2% of all registered drugs. Some samples collected 13 months ago have not yet been tested, and some may have already expired. The DDA admits that they have not tested enough medicines to ensure their quality. This is because they do not have enough staff and the laboratory does not have enough capacity to conduct timely tests. The DDA inspectors collect random samples of drugs and send them for testing to the government's laboratory. If drugs are found to be problematic or substandard, the department directs the manufacturing companies to recall those drugs from the market. However, the department does not have an effective mechanism to ensure the recall either. In most cases, delays in testing at the laboratory mean that results come in only after all the substandard drugs in the market have been sold.","summary":"Drug Administration Department tested 348 medicine samples from 20,000 registered and unregistered medicines, revealing substandard samples and delayed testing, impacting patient health due to inadequate staff and laboratory capacity."},{"hash":"f7d587fba320830df3d5490b1476f7bed784a09cb467e0da2566ea0c042e9aa7","title":"Polluted air can cause asthma in young children.","link":"https://kathmandupost.com/health/2024/04/29/toxic-air-is-giving-young-children-asthma","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GKnxljjWYAAVcmb-1714354861.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"health","content":"**Air Pollution Worsens Childhood Asthma in Kathmandu**\n\n* Air pollution has increased in Kathmandu, leading to more children getting childhood asthma.\n* Asthma causes shortness of breath and wheezing.\n* Forest fires, traffic, and burning farm waste make the air toxic.\n* Air pollution also harms women and children in other ways, such as causing pregnancy loss and developmental problems.\n* People living in polluted areas are more likely to get asthma.\n* Asthma can be treated but needs early diagnosis and proper care.\n* Air pollution is shortening people's lives in Nepal by about 5 years.","summary":"Air pollution worsens childhood asthma in Nepal, leading to increased hospitalizations, health hazards, and shortened life expectancy."},{"hash":"0ed1ef279c5c1097aa7cd97df03f1d585cd0b8b8aa22954171fd3e38f37f8625","title":"Nepalese cuisine is being introduced to New York City, bringing its unique flavors to the city's culinary scene.","link":"https://kathmandupost.com/food/2024/05/10/taking-nepali-taste-to-new-york","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/food1-1715265554.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"food","content":"**Aditya Mishra, a Nepali chef in New York City, is passionate about sharing Nepali cuisine with the world.**\n\nHe started his own restaurant, called \"The Sewing Tin,\" to create a communal dining experience with food inspired by Nepali culture.\n\nMishra's signature dish, Confit Duck Chatamari, combines traditional Nepali ingredients like rice and fermented radish with French culinary techniques.\n\nHe believes that Nepali cuisine has a unique blend of flavors that can appeal to people around the globe.\n\nMishra encourages chefs to embrace creativity and share their own stories through their food, rather than just copying popular trends.","summary":"Nepali chef Aditya Mishra elevates Nepali cuisine through his New York-based restaurant The Sewing Tin, promoting its authenticity while blending it with modern culinary techniques."},{"hash":"4f18229de2a5d8016e8888758de34cc858e98af2b542ed3077fa8ab2d1e49a3b","title":"Patience, passion, and pastries are intertwined. Success requires patience and passion. Pastries represent the sweet rewards that come from perseverance and doing what you love.","link":"https://kathmandupost.com/recipes/2024/04/27/patience-passion-and-pastries","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/BakeleusbyCeleus-1714186343.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"recipes","content":"**Celeus Baral, a Baker with a Serene Spirit**\n\nCeleus is a baker who believes in precision and patience. She started her online shop \"Bakeleus\" and sells a variety of treats. Her love of nature inspires her unique creations.\n\n**Environmentalist with a Passion for Baking**\n\nCeleus grows her own ingredients and believes in understanding the origins of food. She also advocates for zero waste at home.\n\n**Easy Baking Recipes for Home**\n\nHere are three recipes from Celeus:\n\n* **Mini Carrot Cakes:** Mini cakes with cream cheese frosting, made with carrots, walnuts, and spices.\n* **Mulberry Fudge Cake:** A fudgy cake with mulberries and a vanilla ice cream topping.\n* **Strawberry Casserole:** A creamy casserole with strawberries, almond flakes, and a slight golden-brown top.","summary":"Celeus Baral, a 21-year-old baking enthusiast, established her online shop, Bakeleus, in 2021, showcasing her delectable baked goods inspired by her environmental science background and her commitment to sustainability."},{"hash":"9780e132b8e20251511cc1c330b02a430eeb7118100ff4ca205cc2bdd81eedba","title":"**Potato**\n\n**Description:**\n* Starchy vegetable\n* Comes in different colors (white, red, yellow, purple)\n* Can be boiled, mashed, fried, roasted, etc.\n\n**Nutritional Value:**\n* Rich in potassium, vitamin C, dietary fiber\n* Good source of energy (carbohydrates)\n\n**Health Benefits:**\n* Supports heart health (potassium)\n* Boosts immunity (vitamin C)\n* Aids digestion (fiber)\n\n**How to Cook:**\n* Scrub clean and pierce with a fork\n* Boil (20-30 minutes) or roast (40-60 minutes)\n* Can be mashed, fried into chips, or baked into fries","link":"https://kathmandupost.com/food/2024/01/27/know-your-food-potato","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled8copy-1706323718.jpg&w=900&height=601","date":1706313600000,"source":"kp","category":"food","content":"**Potatoes in Nepal:**\n\n* **Important food:** Widely eaten and used in many dishes, from cheap home meals to fancy curries.\n* **Nutritious:** Contains vitamins, minerals, fiber, and potassium, which benefits the heart, muscles, and digestion.\n* **Grows well:** Cultivated in various climates, making it resistant to climate change.\n* **Red, white, and dark potatoes:** Available in Nepal, with dark potatoes being high in antioxidants.\n* **Health benefits:** Helps build bones, reduce blood pressure, lower cholesterol, and support digestion.\n* **Low pesticides:** Compared to other vegetables, making them safer to eat.\n* **Chips and fries:** Popular but should be eaten in moderation due to high calories and potential nutrient loss during frying.\n* **Diabetics:** Should limit potato intake as they can raise blood sugar levels.","summary":"Potatoes, a widely consumed and nutritious staple food in Nepal, provide numerous health benefits including essential vitamins, minerals, and fiber."},{"hash":"8f050af11428f186d46c4f64b300a3441341f2f7048fe6b8a30e31626fd61759","title":"**Eggs: Know Your Food**\n\nEggs are a nutritious food that provide:\n\n* Protein for building and repairing the body\n* Essential Vitamins and Minerals, such as vitamin A, vitamin D, and iron\n* Antioxidants to protect against damage\n\nDifferent egg sizes have slightly different nutrient levels.\n\n**Types of Eggs:**\n\n* **Cage-Free:** Hens are not confined to cages.\n* **Free-Range:** Hens have access to an outdoor area.\n* **Pasture-Raised:** Hens have the most freedom to roam and graze.\n\n**How to Choose and Store Eggs:**\n\n* Choose eggs with clean, uncracked shells.\n* Store eggs in the refrigerator for up to 45 days.","link":"https://kathmandupost.com/food/2024/01/13/know-your-food-eggs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/ezgif3822bacc5da-1705113903.jpg&w=900&height=601","date":1705104000000,"source":"kp","category":"food","content":"**Chicken Eggs: A Healthy Superfood**\n\n**Benefits:**\n\n* Rich in protein, vitamins, and minerals\n* Help with weight loss, blood pressure, and infections\n* Contain Omega-3s, which are good for heart health\n\n**Types:**\n\n* Big and medium sizes\n* Pastured eggs (from local chickens) contain more nutrients\n\n**Recommended Intake:**\n\n* 1-2 eggs per day for healthy adults\n\n**Quality Issues:**\n\n* No agency checks the quality of eggs in Nepal\n* Concerns about antibiotic use in chickens\n\n**Other Benefits:**\n\n* May enhance skin, eye, and brain health\n* Help with prenatal development\n* Reduce stroke risk","summary":"Chicken eggs, a nutritious superfood rich in proteins, vitamins, and minerals, are widely consumed in Nepal for their numerous health benefits, including weight loss, reduced blood pressure, and protection against infections."},{"hash":"4441762448a02cd0b37a86fb1a58f420dbb6206d6c636319eb6405bfa4ae8b25","title":"Piano Piano South offers delicious Italian food.","link":"https://kathmandupost.com/food/2023/12/28/italian-delights-at-piano-piano-south","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/Main1-1703773991.jpg&w=900&height=601","date":1703721600000,"source":"kp","category":"food","content":"Piano Piano South (Sanepa, Lalitpur) is an Italian restaurant with a peaceful garden dining area. It offers a wide range of Italian dishes, including appetizers, main courses, desserts, and wines.\n\nThe menu features appetizers like Tomato Soup Shots, Bruschetta Caprese, and Calamari Fritti. Main courses include Ravioli Prosciutto and Pasta Con Calamari E Gamberi. Desserts include Tiramisu and Torta Al Cioccolato. The restaurant also has a well-curated wine list.\n\nSome of the highlighted dishes are:\n\n- Creamy Tomato Soup: A smooth and flavorful soup with a hint of sweetness, served with crunchy croutons.\n- Ravioli Agli Spinaci: Spinach-filled ravioli with a delicate creamy filling and a flavorful sauce.\n- Prosciutto with Slow-Roasted Tomatoes and Eggplant: A combination of thinly sliced prosciutto, sweet slow-roasted tomatoes, and tender eggplant.\n- Prosciutto E Arugula Pizza: A crispy pizza with salty prosciutto, creamy cheese, and peppery arugula.\n\nPiano Piano South is a great place to relax and enjoy Italian cuisine in a peaceful setting.","summary":"Piano Piano South, an Italian restaurant in Lalitpur, offers a tranquil oasis with a revised menu featuring diverse appetizers, hearty main courses, delectable desserts, and a curated wine selection, creating a memorable dining experience in a serene setting."},{"hash":"85fd1b1b76fc26f28ffe0a271a86ba321af054d84ef73a9cb8c3c3bf2c72f12e","title":"Explore 7 Enchanting Destinations in Nepal in 2024:\n\n1. **Kathmandu:** Vibrant city with ancient temples and bustling markets.\n2. **Pokhara:** Serene lake town with stunning mountain views.\n3. **Chitwan National Park:** Home to endangered one-horned rhinos and tigers.\n4. **Lumbini:** Birthplace of Lord Buddha, a sacred pilgrimage site.\n5. **Mount Everest Base Camp:** Witness the grandeur of the world's highest peak.\n6. **Annapurna Circuit:** Trek through breathtaking mountain landscapes.\n7. **Janakpur:** Historic city known for its Janaki Mandir, a popular Hindu temple.","link":"https://kathmandupost.com/travel/2024/02/19/7-places-in-nepal-you-should-visit-in-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1708309532.jpg&w=900&height=601","date":1708300800000,"source":"kp","category":"travel","content":"**Mundhum Trek, Koshi**\n\n* New walking trail through indigenous villages and landscapes.\n* Offers views of Mount Everest and other high peaks.\n* Best time to trek: Spring (March-May).\n\n**Janaki Mandir, Madhesh**\n\n* Largest temple in Nepal, with 60 rooms.\n* Houses an idol of Sita, wife of Lord Ram.\n* Pilgrims gather here for religious festivals.\n\n**Kuri Village, Bagmati**\n\n* Popular destination for snow and mountain views.\n* Located near Kathmandu at an altitude of 3,842 meters.\n* Best time to visit: Winter (December-March).\n\n**Annapurna Base Camp, Gandaki**\n\n* Short and budget-friendly trek to the foothills of Mount Annapurna.\n* Offers cultural diversity and stunning scenery.\n* Best time to trek: Autumn (September-October) and spring (March-May).\n\n**Bardiya National Park, Lumbini**\n\n* Home to Royal Bengal Tigers, Asian elephants, and rhinos.\n* Offers jungle safaris and rafting opportunities.\n* Best time to visit: September-December and February-May.\n\n**Khaptad National Park, Sudurpaschim**\n\n* Pristine and offbeat trekking destination.\n* Ranges in elevation from 1,400 to 3,300 meters.\n* Best time to visit: Spring (March-May) and autumn (October-November).","summary":"Nepal offers diverse travel experiences with cultural trails in Koshi, religious sites in Madhesh, snow-laden landscapes in Bagmati, picturesque treks in Gandaki, wildlife adventures in Lumbini, and offbeat national parks in Sudurpaschim."},{"hash":"c077b34beda2250a997231f215f178053a057340c5c72de0aec15b25ae40ddb7","title":"**Memories and Change in Phidim**\n\nPhidim, a town in Nepal, is a place where the past and present blend.\n\n* Memories of the past, such as traditional homes and farming practices, still exist.\n* However, new developments, like roads and businesses, have also changed the town.\n\nThis mix of old and new creates a unique identity for Phidim, where residents cherish their heritage while embracing progress.","link":"https://kathmandupost.com/travel/2023/11/18/old-memories-and-new-realities-in-phidim","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/phidim%20main%20(1).JPG&w=900&height=601","date":1700265600000,"source":"kp","category":"travel","content":"**Hometown Revisited**\n\nUpon arriving in Phidim, the author was surprised by the transformation his hometown had undergone.\n\nConcrete buildings had replaced old stone houses, and the town had gained new landmarks. The author reminisced about his childhood, recalling playing soccer in the school grounds and attending literary festivals.\n\nDespite the changes, Phidim still holds a place in the author's heart. He recognizes the town's lack of opportunities, which has led to an exodus of people. However, he also sees Phidim as a transit point for pilgrims, bringing new life to the town.\n\nAs the author leaves, he reflects on the inevitability of change and the bittersweet memories Phidim will always hold for him.","summary":"A nostalgic journey to the author's hometown, Phidim, reveals a transformation from a mud-brick town to a bustling urban center, marked by modernization, population influx, and a loss of past charm."},{"hash":"6ec2c2cb523a223a47b5f232132774b5872a4d0a9220fb4a176d50e203ea7484","title":"Architecture and art combine seamlessly, creating stunning designs.","link":"https://kathmandupost.com/travel/2023/10/28/a-blend-of-architecture-and-artistry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/travel5-1698457058.jpg&w=900&height=601","date":1698451200000,"source":"kp","category":"travel","content":"**Bara Imambara: A Must-See Architectural Wonder in Lucknow**\n\nLucknow, known as the \"City of Nawabs,\" welcomes visitors with a warm invitation to smile. Bara Imambara, built over 200 years ago, is a captivating architectural gem in the heart of this bustling city.\n\n* **Grand Entrance:** Enter through the imposing Rumi Darwaza (Turkish Gate) and step into a vast complex.\n\n* **Asafi Mosque:** Admire the exquisite whitewashed mosque with intricate calligraphy and elegant domes.\n\n* **Asafi Hall:** Marvel at the massive hall without pillars or beams, its vaulted ceiling supported by an ingenious brick interlocking system. The tomb of Asaf-ud-Daula, the builder, is located here.\n\n* **Bhool Bhulaiyaa (Labyrinth):** Get lost in the labyrinthine tunnels high above the main hall, with echoes amplifying every sound.\n\n* **Rooftop View:** Climb to the roof for a panoramic view of Lucknow, contrasting the city's modern skyline with the monument's timeless charm.\n\n* **Shahi Baoli (Stepwell):** Descend to the underground stepwell, a cool refuge with intricate Mughal carvings. Observe the ingenious design that allowed the well to act as a CCTV camera, mirroring people's faces in the water.","summary":"Bara Imambara in Lucknow, built in 1784, showcases architectural marvels like the Asafi Mosque, Asafi Hall, Bhool Bhulaiyaa labyrinth, Shahi Baoli stepwell with a unique CCTV-like well design, and Rumi Darwaza entrance."},{"hash":"e38b1beb524d0349efe3710dd274aab2205ecb04d36e45cc18e25ff5fb66e639","title":"Trekking and hiking involve exploring natural areas on foot. They offer physical and mental challenges, scenic beauty, and opportunities for personal growth. Trek is longer and more challenging, often involving camping and self-sufficiency. Hiking is shorter, focusing on day trips and established trails. Both activities promote exploration, connection with nature, and a sense of accomplishment.","link":"https://kathmandupost.com/travel/2023/10/14/of-treks-and-trails","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/travelmain-1697245584.jpg&w=900&height=601","date":1697241600000,"source":"kp","category":"travel","content":"**Climbing Everest: A Guide's Perspective**\n\nClimbing Everest is a tough journey, but it's possible with the right mindset and preparation.\n\n**Tips for Beginners:**\n\n* **Stay positive:** Maintain a \"can-do\" attitude, even when it's hard.\n* **Prepare physically:** Start training with walking and workouts a month before.\n* **Pack wisely:** Choose light, warm clothing.\n* **Carry essentials:** Include down jackets, caps, goggles, sunglasses, sunscreen, and sturdy boots.\n* **Manage periods:** Pack necessary supplies and prepare for discomfort.\n* **Handle altitude sickness:** Rest and wait, then seek help if needed.\n* **Communicate effectively:** Talk to your fellow trekkers and guides.\n\n**Challenges for Female Trekkers:**\n\n* **Underestimation:** Female trekkers can face doubts about their abilities.\n* **Becoming a Guide:**\n* **Connect:** Join a trekking association.\n* **Training:** Enroll in a guided course or bachelor's program.","summary":"Experienced guides provide tips for trekking in Nepal, emphasizing mindset, preparation, packing essentials, and navigating challenges faced by female trekkers in a field where they prove their abilities."},{"hash":"a9ad689d21f22e85bcaa462724561585142b33988f2d2ded57420f55cc029fb5","title":"**Solo Travel in Nepal**\n\nTravel Nepal independently for an adventurous and enriching experience.\n\n**Benefits:**\n\n* Set your own itinerary and pace\n* Meet fellow travelers and locals\n* Immerse in the culture\n* Gain independence and confidence\n\n**Safety:**\n\n* Nepal is generally safe for solo travelers\n* Trust your instincts and be aware of surroundings\n* Stay in well-lit areas at night\n\n**Tips:**\n\n* Learn basic Nepali phrases\n* Pack light and use a backpack\n* Book flights and accommodation in advance\n* Carry a first-aid kit and travel insurance\n* Be respectful of local customs","link":"https://kathmandupost.com/travel/2023/06/17/travelling-nepal-solo","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/SoloTravelMain11zon-1686967229.jpg&w=900&height=601","date":1686960000000,"source":"kp","category":"travel","content":"**Duluwa Outdoors for Women**\n\n* Five Nepalese women started Duluwa Outdoors to empower women to travel alone.\n* It's a platform where women can connect, share experiences, and get encouragement.\n\n**Solo Travel in Nepal**\n\n* Nepal is generally safe for solo travelers, including women.\n* Many women in Nepal travel alone for various reasons.\n* Good solo travel destinations in Nepal include:\n    * Kathmandu for hiking\n    * Pokhara-Bandipur for short trips\n    * Annapurna area for trekking\n    * Illam, Dharan-Dhankuta, Palpa for exploring valleys\n    * Chitwan, Bardiya, Shuklaphanta for wildlife\n\n**Tips for Solo Travelers**\n\n* Plan your trip thoroughly, including research and budgeting.\n* Dress appropriately and prepare for risks like altitude sickness.\n* Be aware of your surroundings and trust your instincts.\n* Inform others of your plans and location, especially in remote areas.\n* Consider a wilderness first aid course for emergencies.","summary":"Five women founded Duluwa Outdoors in 2021 to encourage and empower women to travel Nepal alone through a platform for sharing experiences and safety tips."},{"hash":"31323178bffe2838ebba4d0ac7de45c3b2e5c17466239af0ca73e65437a4c39b","title":"APF Susurpaschim continue their winning streak in ongoing football tournament.","link":"https://kathmandupost.com/cricket/2024/05/13/apf-susurpaschim-continue-winning-run","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/APFvsBPw05132024150A0054copy-1715609938.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"cricket","content":"APF Women's Cricket Team won again in the tournament by beating Bagmati Province by 8 wickets. APF's Mamta Chaudhary was the star, taking 3 wickets and scoring 35 runs.\n\nSudurpaschim also won, beating Koshi Province by 19 runs. Samjhana Khadka scored 54 runs for Sudurpaschim.\n\nAPF and Sudurpaschim are now in the top positions in the tournament standings.","summary":"In the Lalitpur Mayor Women's T20, defending champions Armed Police Force Club defeated Bagmati Province, while Sudurpaschim overcame Koshi Province, putting APF atop the standings with four points."},{"hash":"346a5f2f19865b112acdb63b0ab14c7409a30a75c64d379907b20275126249e8","title":"Kritika gave Mayor S. Xi a successful start to his term.","link":"https://kathmandupost.com/sports/2024/05/12/kritika-gives-mayor-s-xi-flying-start","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/Untitled2-1715480641.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"sports","content":"Lalitpur Mayor's team won their first match in the women's cricket tournament with a seven-wicket victory over Bagmati Province.\n\nKritika Marasini took four wickets, including a hat-trick, for the winning team.\n\nLaxmi Chaudhary and Puja Mahato scored runs for Lalitpur Mayor's team, leading them to victory.\n\nThe tournament features teams that failed to qualify for the Prime Minister Cup semi-finals.\n\nLalitpur Mayor's team will next face Sudurpaschim, while Armed Police Force Club and Koshi will also compete.","summary":"Kritika Marasini's four-wicket haul and a hat-trick led Lalitpur Mayor's XI to a seven-wicket victory over Bagmati Province in the Lalitpur Mayor Women's T20 Championship opener."},{"hash":"6abff852e013616a4b186563210990eae2ab277dec212259f16a73c76d3dc949","title":"Government to reward successful cricketers and athletes with cash prizes.","link":"https://kathmandupost.com/sports/2024/05/10/government-to-provide-cash-reward-to-cricketers-athletes","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb6-1715304954.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"sports","content":"- Government approves cash prizes for sportspersons totaling Rs 29.71 million.\n- Cricket players receive over Rs 20.47 million.\n- Men's cricket team, including head coach, manager, and others, rewarded for qualifying for T20 World Cup.\n- Karateca Arika Gurung honored for her silver medal at the Asian Games.\n- Women's kabaddi team recognized for their bronze medal achievement.\n- Palesha Goverdhan, Asian Para Games medalist, rewarded for her accomplishments.","summary":"The government awarded cash prizes to sportspersons, including the cricket team qualifying for the T20 World Cup, karateka Arika Gurung for her Asian Games silver, and the women's kabaddi team for their Asian Games bronze."},{"hash":"d3bf2681c5f44f567c2b7e08f966046fb572ea416e8cfddac399e392844a7256","title":"Nepal defeated West Indies \"A\" in the last match of the series, securing a final score of 2-3.","link":"https://kathmandupost.com/cricket/2024/05/04/nepal-win-last-match-against-west-indies-a-to-conclude-series-2-3","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GMucR8qbwAAxeZl-1714817959.jpg&w=900&height=601","date":1714780800000,"source":"kp","category":"cricket","content":"Nepal beat West Indies A in the fifth T20 match thanks to strong batting performances by Aasif Sheikh, Anil Sah, and Kushal Malla. The match win helped Nepal salvage some pride, but West Indies A still won the series 3-2. Sagar Dhakal and Sompal Kami from Nepal impressed with their bowling.","summary":"Nepal defeated West Indies A in the final T20 match by six wickets, restoring some pride despite losing the series 3-2, with key contributions from Sheikh, Sah, Dhakal, and Kami."},{"hash":"0aa0ee4be054140b3d53f08c9e5317523300a0722a26f14bce47461d82b391ca","title":"A thunderstorm in Mumbai caused a billboard to collapse, killing at least 14 people.","link":"https://kathmandupost.com/world/2024/05/14/at-least-14-killed-after-billboard-collapses-in-mumbai-during-thunderstorm","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersWXN6ZDNASFLXNLIDL6R2DFHWZU-1715665829.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"world","content":"A giant billboard collapsed in Mumbai during a storm, killing 14 people and injuring at least 74. The billboard fell on houses and a gas station, trapping many. Rescue crews worked overnight to free people. The storm also caused traffic jams and airport delays.","summary":"A billboard in Mumbai collapsed during a thunderstorm, killing at least 14 people, injuring dozens, causing traffic disruptions and airport delays."},{"hash":"7c940f2dd432560d416b2f490c51b208a07a507c38bb2b66d1cdfde2aaa589de","title":"Heavy rains in West Sumatra, Indonesia led to severe flooding that killed 43 people and left 15 missing.","link":"https://kathmandupost.com/world/2024/05/13/floods-kill-43-in-indonesia-s-west-sumatra-15-missing","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/floodindonesia-1715601937.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"world","content":"Torrential rain in West Sumatra, Indonesia caused flash floods and mudslides, killing at least 43 people. Around 15 people are still missing. The floods were triggered by heavy rainfall and volcanic activity from Mount Marapi, which released a mix of volcanic ash, rock debris, and water known as cold lava. Rescuers are searching for the missing, using excavators and drones. Almost 200 houses were damaged, and over 70 hectares of land were affected.","summary":"Torrential rainfall in Indonesia's West Sumatra triggered flash floods, landslides, and a lahar from Mount Marapi, resulting in 43 confirmed deaths and 15 missing people."},{"hash":"4d1e5970683b220a3a181fcf8a9659ad24ba8e6238140fc24bf200beeabc779f","title":"unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","link":"https://kathmandupost.com/books/2023/07/31/unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/books-1690776078.jpg&w=900&height=601","date":1690761600000,"source":"kp","category":"books","content":"**Unauthorized Book Translations in Nepal**\n\n- Nepali book market is full of unauthorized translations of popular books.\n- Author Taslima Nasrin says her books have been illegally translated into Nepali without permission.\n- Many books are poorly translated, with pages omitted or inaccuracies.\n- Publishers are not seeking permission from authors or publishers to translate books.\n- Some publishers even claim they have done \"creative writing\" on unauthorized translations.\n- Unauthorized translations harm authors, publishers, and readers.\n- The Copyright Act (2002) prohibits unauthorized translation.\n- The government has taken some steps to crack down on piracy, including seizing pirated books and closing websites that sell pirated ebooks.\n- The government should work with publishers, authors, and readers to control piracy and protect intellectual property.","summary":"Nepali publishing industry is rampant with unauthorized translations of popular foreign books, resulting in poor-quality translations, infringement of authors' rights, and tarnishing Nepal's reputation for intellectual property protection."},{"hash":"f91af36450d89ad58798b4c4d401adfda4ba09b3625ea1c7677f78706e25f747","title":"Youth in India's former Maoist-affected areas struggle to find opportunities in the United States.","link":"https://kathmandupost.com/national/2023/06/25/desperate-youths-from-maoist-heartland-hit-us-wall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/CIJ-1687660964.jpg&w=900&height=601","date":1687651200000,"source":"kp","category":"national","content":"**Deportation of Nepali Youths from the US**\n\nMany Nepali youths from Rukum East have been illegally traveling to the US, often facing deportation.\n\n**Estimated Losses**\n\n* Eight deportees from the village of Tak have lost a total of Rs45 million.\n* The village of Tak has lost an estimated Rs40 million due to deportations.\n* The number of people who have attempted the journey without completing it and the amount they have lost is unknown.\n\n**Reasons for Travel**\n\n* Youths have taken out high-interest loans to pay agents who facilitate illegal travel.\n* In Tak village, half of the households have had at least one member attempt the journey.\n* Youths were once drawn to Maoist slogans of revolution, but now are seeking a better life in the US.\n\n**Consequences**\n\n* Deported youths face debt and pressure from creditors.\n* Some families have been forced to leave the village.\n* Mental health issues have been reported among deportees.\n\n**Lack of Support**\n\n* Local governments and political parties have not addressed the issue.\n* Anti-Human Trafficking Bureau receives few complaints due to threats from agents and fear of legal repercussions for families.\n\n**Data and Statistics**\n\n* 178 Nepalis, including 174 men, have been deported from the US since 2018.\n* Rukum has the highest number of deportees (49), followed by Dang (37).\n\n**Recommendations**\n\n* Political scientist Bhaskar Gautam suggests addressing livelihood issues in former Maoist base areas to reduce the vulnerability of youths to human trafficking.","summary":"Youths from Rukum East and Dang villages, particularly former Maoist \"base areas,\" are risking massive debts and facing deportation or death in the pursuit of illegal travel to the US, with little support from local authorities or political parties."},{"hash":"5b41caa28761fd8ada1be7951764ae6954dd5a645984d3ea1fe0cdb1a6b25396","title":"Poor patients in India often cannot afford private hospital beds, leading to overcrowding and poor care in public hospitals.","link":"https://kathmandupost.com/national/2023/06/10/no-private-hospital-bed-for-poor-patients","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/thumb19-1686358218.jpg&w=900&height=601","date":1686355200000,"source":"kp","category":"national","content":"**Summary:**\n\nGyanumaya BK, a laborer, spent Rs50,000 on medical bills despite hospitals being required by law to provide free treatment to those in need. This is because the Health Facility Operation Standards-2020, which would ensure this, is not being followed by many private hospitals.\n\nWhile some hospitals claim to give discounts, they often do not have proof. This happens in Pokhara, Chitwan, Biratnagar, and Butwal because:\n\n- Hospitals do not provide information to authorities on how they are following the law.\n- Authorities lack staff to inspect hospitals and enforce the law.\n- Some hospitals claim the law is impractical and want it changed.\n- Even when hospitals are caught not following the law, they face no consequences.","summary":"Private hospitals in Nepal are ignoring Health Facility Operation Standards-2020, denying free treatment to the underprivileged despite government mandates and regulations, leading to financial burdens for patients like Gyanumaya BK who could have received assistance."},{"hash":"472549c50da63897835297d9af44c92dee7e25b018fea73bdca08e8671effe28","title":"Protect your trade by:\n\n* **Researching your market:** Know your competitors and your customers' needs.\n* **Setting competitive prices:** Offer prices that are attractive but still profitable.\n* **Offering unique products or services:** Differentiate yourself from competitors.\n* **Building strong relationships with customers:** Provide excellent customer service and build trust.\n* **Adapting to market changes:** Monitor the market and make changes as needed to stay ahead.","link":"https://kathmandupost.com/columns/2024/05/12/protecting-trade-with-a-competitive-edge","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadPostFilephoto1-1715537112.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"columns","content":"**Nepal's Trade with India**\n\n* India has banned rice exports, leading to higher prices in Nepal.\n* India also restricts exports of other goods like wheat, sugar, and onion.\n* Nepal's trade with India is unbalanced, with a large trade deficit.\n* India is Nepal's largest trading partner, accounting for over 60% of its trade.\n\n**India's Protectionism**\n\n* India has imposed tariffs and other measures to protect its own industries.\n* This makes it difficult for Nepali goods to enter the Indian market.\n* For example, India has anti-dumping duties on Nepali jute products.\n\n**Nepal's Response**\n\n* Nepal should focus on promoting industries with a competitive advantage.\n* It should also explore alternative markets for its exports.\n\n**Conclusion**\n\nNepal's unbalanced trade relationship with India and India's protectionist policies are affecting Nepal's economy. Nepal needs to develop a balanced trade policy and promote industries that can compete in the global market.","summary":"India's export restrictions on rice and other commodities have exacerbated Nepal's trade deficit and dependence on India, highlighting the unbalanced nature of the bilateral trade relationship and the risks of protectionism in global trade."},{"hash":"60faefd489efc08e667acb3e019637674ad12d2f18bf19d6d93c0640e14bb2b3","title":"Politics and education are closely intertwined. Politicians shape educational policies and decisions, while education influences political beliefs and civic engagement.\n\n* Political ideologies shape education goals, curriculum, and funding.\n* Education can promote critical thinking, civic values, and informed voting.\n* Political influence on education can sometimes lead to censorship or biased teaching.\n* Educational institutions can provide a platform for political activism and debate.\n* Educators should strive for neutrality and objectivity in the classroom, while encouraging students' political literacy.","link":"https://kathmandupost.com/columns/2024/05/11/between-politics-and-education","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/PostPhotoKeshavThapaTKP-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Political Engagement in Education in Nepal**\n\nPolitical involvement of teachers and students in Nepal is a controversial topic.\n\n**Historical Context:**\n\n* After the fall of the previous government, educational institutions became highly politicized.\n* Students protested during the previous government, which influenced teacher unions.\n* Political parties found student organizations a useful way to spread ideas during the previous government.\n\n**Current Situation:**\n\n* Education Minister proposes banning teachers from political activities.\n* Political parties and leaders have conflicting opinions.\n* Some parties believe political activism should be kept out of education.\n\n**Roots of Political Involvement:**\n\n* During the previous government, students and teachers supported political parties that opposed the government.\n* These parties used student and teacher organizations to spread their ideas.\n* After the previous government fell, political activism in education became more common.\n\n**Impact and Concerns:**\n\n* Politically active teachers and students have damaged educational institutions.\n* Students have become militant in support of political parties.\n* Political parties have used students and teachers as propaganda tools.\n\n**Recommendations:**\n\n* Minister's proposal to limit political involvement in education is supported.\n* Students should focus on education and not political activism.\n* Teachers should not be political party members.\n* Political parties should avoid using students and teachers for their own purposes.","summary":"Political involvement in Nepali education has been debated, as political parties and educators seek to balance party activism and educational institutions' integrity, considering the historical influence of students and teachers in spreading multiparty ideas during the Panchayat regime."},{"hash":"e943a68aa258e52347de4c4ef667427dd1bd98eb627b430a76a5591b12bc5ddc","title":"Iran is increasing its influence in the East, particularly in Iraq, Syria, and Lebanon. This is due to several factors, including Iran's support for Shiite militias in these countries and its desire to create a strategic buffer zone against its rivals in the Middle East.","link":"https://kathmandupost.com/columns/2024/05/11/iran-s-eastward-push","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownAPRSS-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"Iranian President visited Pakistan and Sri Lanka.\n\n**Pakistan**\n\n* Relationship has had tensions, but they cooperate.\n* Signed agreements to boost trade and energy cooperation.\n\n**Sri Lanka**\n\n* Iran has supported Sri Lanka in the past, including during its war.\n* Visited to open an electricity project and irrigation project.\n* Both countries are interested in expanding economic ties.\n\n**Overall**\n\n* Iran's visits to Pakistan and Sri Lanka are part of its \"Look East\" policy to strengthen ties with friendly countries.\n* However, both Pakistan and Sri Lanka need to balance their economic dependence on the West with their relationship with Iran.","summary":"Iranian President Raisi visited Pakistan and Sri Lanka, deepening geopolitical ties, signing agreements including barter trade with Pakistan and inaugurating an electricity project in Sri Lanka despite US sanctions on Iran."},{"hash":"7697a965cad2b4fe488203fca9b9011d5cec32b3593ca4875efef4d9d92612c0","title":"cruellest-crime","link":"https://kathmandupost.com/editorial/2024/05/09/cruellest-crime","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb1-1715303210.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"editorial","content":"The Nepal Children's Organization leased out its land illegally to a school. The school then sub-leased some of the land to another school.\n\nThe Central Investigation Bureau has now issued arrest warrants for 20 people, including former officials of the organization and school representatives.\n\nThe Nepal Children's Organization has scrapped the lease and filed a case with the CIB.\n\nThis case is a reminder of other major land grab scams in Nepal, such as the Lalita Niwas and Bansbari Chhala Jutta scams.\n\nThe media has been reporting on these scams, which is important for holding the government accountable.","summary":"The Nepal Children's Organization land lease scam investigation progresses with arrest warrants issued for 20 accused, including former office bearers and business representatives benefiting from the illegal lease."},{"hash":"1801d6ead071c649a64c0fde0790be274f8900ce60b54acca6dfb6dbc55067e8","title":"karki-s-excesses-in-koshi","link":"https://kathmandupost.com/editorial/2024/05/08/karki-s-excesses-in-koshi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/third-party/thumb21-1715217280.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"editorial","content":"Keder Karki, a politician, faced pressure to step down as Chief Minister of Koshi Province after his coalition partners withdrew support. Despite holding onto the post, he was asked to form a new government. Karki's rise to power involved support from rival parties, which led to controversy within his own party and contributed to the downfall of the coalition government. As he loses his position, Karki represents the growing greed and unethical practices in provincial politics, undermining the intended benefits of federalism in Nepal.","summary":"Kedar Karki resigns as caretaker Chief Minister of Koshi Province after losing coalition support, highlighting the erosion of democratic norms and immoral power grabs in provincial politics."},{"hash":"505beefca11049926520cda4acceb5956f992fa7c660a8ef9ded812776844ff1","title":"Toilets-for-All is a campaign to provide accessible restrooms for people with disabilities in public places.","link":"https://kathmandupost.com/editorial/2024/05/07/toilets-for-all","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb-1715129836.png&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Gender-Inclusive Toilets for All**\n\nLGBTIQ people want toilets that don't label people as \"male\" or \"female.\" This is important because:\n\n* It makes people feel safer if they don't fit into traditional gender roles.\n* Transgender students often avoid using toilets altogether to avoid harassment.\n* In the United States, 43% of LGBTQ youth avoid toilets due to safety concerns.\n\nNepal is working to make its country more inclusive, and gender-inclusive toilets are a part of that. There is one in Nepalgunj, but only a few elsewhere.\n\nMayor Balendra Shah has promised to build 10 new gender-inclusive public toilets in Kathmandu, but this has not yet happened.\n\nThe World Health Organization recommends that gender-inclusive toilets have:\n\n* Good design\n* Menstrual hygiene supplies\n* Running water\n* Tactile pavements for blind people\n\nGender-inclusive toilets alone are not enough. People also need to be educated about disability, sexuality, and gender diversity.\n\nBuilding gender-inclusive toilets will boost tourism for LGBTQ individuals, who will feel more welcome in Nepal.","summary":"Activists and LGBTIQ individuals worldwide advocate for gender-inclusive toilets to promote equality and safety for non-binary individuals, despite the lack of such facilities in Nepal and the prevalence of harassment in public spaces even in countries with inclusive toilets, where awareness campaigns and policy implementation are crucial to address this issue."},{"hash":"27aa43494503b60618fd5225c4fae10c9d428f87bca4ca47b527fa5919936ace","title":"No effort should be spared to ensure that victims of conflict receive justice.","link":"https://kathmandupost.com/interviews/2024/05/12/no-stone-should-be-left-unturned-to-ensure-justice-for-conflict-victims","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/WhatsAppImage20240513at75840AM-1715566552.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"interviews","content":"**Summary of UN Resident Coordinator's Interview in Nepal**\n\n**Background**\n\nHanaa Singer-Hamdy, UN Resident Coordinator, discusses Nepal's development and peace efforts, as well as the UN's role in the country.\n\n**Changes in Nepal**\n\nMs. Singer-Hamdy notes progress in Nepal since her previous tenure, including:\n\n* Reduced poverty\n* Improved maternal and child health\n* Increased school enrollment\n* Expanded infrastructure\n\nHowever, challenges remain, including:\n\n* Reducing inequality\n* Tackling climate change\n* Graduating from LDC status\n\n**LDC Graduation**\n\nNepal is scheduled to graduate from LDC status by 2026. Challenges include:\n\n* Institutional weaknesses\n* Limited manufacturing\n* Gap in critical infrastructure\n\n**Sustainable Development Goals (SDGs)**\n\nNepal has made significant progress towards SDGs, with:\n\n* 42% of indicators on track, compared to 15% globally\n* Challenges include data gaps and financing shortfall\n\n**Nepal Investment Summit**\n\nMs. Singer-Hamdy commends Nepal for hosting the Investment Summit and highlights the UN's support in policy advice and technical assistance.\n\n**UN-Nepal Cooperation**\n\nThe UN Sustainable Development Cooperation Framework (UNSDCF) focuses on:\n\n* Sustainable economic transformation\n* Inclusive human development\n* Environmental sustainability\n* Effective governance\n\n**Climate Change**\n\nMs. Singer-Hamdy emphasizes the UN's support for climate adaptation and disaster resilience.\n\n**Peace Process**\n\nMs. Singer-Hamdy calls for the conclusion of the transitional justice process through an inclusive and comprehensive approach.\n\n**Nepal's Global Role**\n\nMs. Singer-Hamdy praises Nepal's leadership in global forums, including as Chair of the LDC Global Coordination Bureau and a member of the Human Rights Council.\n\n**Multilateralism**\n\nMs. Singer-Hamdy stresses the UN's role in fostering dialogue and diplomacy amidst geopolitical polarization.","summary":"Hanaa Singer-Hamdy, UN Resident Coordinator in Nepal, highlights challenges and successes in Nepal's development, peace, and UN cooperation, including LDC graduation, SDG progress, investment summit, transitional justice, and international leadership role, while emphasizing the need for collective action amidst global polarization."},{"hash":"b8cf800b128e5429effac6538b5cdeff14e12e5c92d4968c239f48ce105eb283","title":"Padam Giri, a renowned Indian entrepreneur, shares his insights on innovation and entrepreneurship:\n\n**Innovation:**\n- Requires a curious and open mindset.\n- Failure is a valuable part of the process.\n- Embrace collaboration and diverse perspectives.\n\n**Entrepreneurship:**\n- Identify a genuine problem to solve.\n- Build a strong team with diverse skills.\n- Be persistent and resilient in the face of challenges.\n- Leverage technology to enhance outcomes.\n- Give back to the community and support future entrepreneurs.","link":"https://kathmandupost.com/interviews/2024/05/05/interview-with-padam-giri","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/padamgiri-1714923097.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"interviews","content":"**Parliamentary Session Starts Amid Unresolved Issues**\n\nThe upcoming parliamentary session begins with no resolution to the ongoing conflict over a probe committee into alleged fraud charges against Deputy Prime Minister Rabi Lamichhane. The government plans to discuss forming a panel to investigate fraud in the cooperative sector as a whole, rather than focusing on a specific case.\n\n**Minister of Law Discusses Plans**\n\nLaw Minister Padam Giri says the government aims to make the House productive and endorse crucial bills. He emphasizes the need for broader discussions on bill drafting and consultation with stakeholders.\n\n**Bill Endorsement and Pending Legislation**\n\nThe session will prioritize passing the Enforced Disappearances Inquiry Bill, School Education Bill, and amendments to banking and other laws. The ministry is working on submitting additional bills.\n\n**Transitional Justice Bill Update**\n\nDiscussions on the Transitional Justice Bill are ongoing, with most contentious issues resolved. However, differences remain on defining serious violations and reducing sentences. The formation of a committee to recommend office bearers for the transitional justice commissions proceeds despite reservations.\n\n**Judicial Appointments and Electoral System**\n\nThree Supreme Court justices are to be appointed soon. There are concerns about amending the constitution to revisit the electoral system, but no formal discussions are underway.","summary":"The budget session of the Nepalese parliament commences despite ongoing disputes over an investigation committee for deputy prime minister Rabi Lamichhane's alleged cooperative fraud, leaving the House's functionality uncertain."},{"hash":"39eb27d07dda639b3d5dd4481b8d6012361b0eeb330937898496f65c11c09fe8","title":"Expect difficult times ahead for the next two months due to recent fires.","link":"https://kathmandupost.com/interviews/2024/04/28/next-two-months-will-be-challenging-due-to-fire-incidents","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/anilpokharel-1714368894.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Fire Incidents in Nepal: Causes and Mitigation Efforts**\n\n**Causes of Increased Fire Incidents:**\n\n* Low rainfall, leading to dry forest areas\n* Increased temperatures and wind speeds\n* Accumulation of forest litter from lack of previous fires\n* Stubble burning practices\n\n**Impacts of Fires:**\n\n* Loss of lives and property\n* Damage to homes and settlements\n* Destruction of ecosystems and indirect health effects\n\n**Government Response:**\n\n* Training local community forest groups and volunteers\n* Providing portable fire pumps for remote areas\n* Using helicopters for fire suppression\n* Developing awareness campaigns\n* Equipping local governments with resources\n\n**Role of Provinces:**\n\n* Conducting risk assessments\n* Enhancing local government capacity\n* Providing insurance for disaster victims\n\n**Concern about Fire Preparedness in Urban Buildings:**\n\n* The government plans to assess risks and ensure adequate fire safety measures in large buildings by collaborating with local governments.","summary":"Frequent fire incidents in Nepal have caused significant damage and loss of life due to factors such as low rainfall, rising temperatures, increased wind gusts, and accumulated forest litter, prompting the government to explore new technologies and training programs to enhance emergency response."},{"hash":"2d1dcd1af2a010f1dc8a5288d051100d0a7e6e1ee7a6d0087e377a8fa051364f","title":"Nepal welcomes investors with equal opportunities, ensuring a level playing field for all.","link":"https://kathmandupost.com/interviews/2024/04/28/nepal-presents-equal-opportunity-for-all-investors","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1714270342.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Nepal Hosts Investment Summit**\n\nNepal is hosting an investment summit to attract foreign investors. The government has learned from past summits and is taking steps to improve the investment climate.\n\n**New Measures to Attract Investment**\n\n* Presenting success stories of investors in Nepal\n* Amending laws to remove obstacles to investment\n* Improving sovereign credit rating\n* Facilitating investment and dividend repatriation\n\n**Focus on Hydropower**\n\nNepal is prioritizing investments in hydropower, despite India's reluctance to buy power from Chinese-financed projects. The government is exploring other markets, such as Bangladesh and China, for surplus energy.\n\n**Addressing Political Instability**\n\nThe government emphasizes that political changes do not affect investment policies, which remain stable.\n\n**Geopolitics and Investment**\n\nNepal welcomes foreign investment that does not harm any country and is open to investments from all countries, despite geopolitical rivalries.","summary":"Nepal hosts its third Investment Summit, aiming to attract Foreign Direct Investment (FDI) by presenting investment prospects to investors and amending laws to ease investment."},{"hash":"b8119b43ed80553d871f3b6e70a45b435e16350f69e3656d8ec00cdfd1f5e39e","title":"Directly electing Prime Ministers and Chief Ministers could solve the problem of political instability.","link":"https://kathmandupost.com/interviews/2024/04/21/direct-election-of-prime-minister-and-chief-minister-way-out-of-instability","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/interview-1713764589.jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"interviews","content":"**Political Instability in Nepal**\n\n* Political parties are competing to form provincial governments, leading to public frustration.\n* Leaders blame the mixed electoral system for political instability.\n\n**Electoral System**\n\n* Some argue that the current system promotes instability, while others believe it increases representation for marginalized groups.\n* The first-past-the-post system favors high-caste males, while the proportional representation system increases representation for women, dalits, and indigenous communities.\n\n**Provinces**\n\n* Provinces have replicated the central government's corruption and inefficiency.\n* Some argue that provinces are unnecessary and add to state expenses.\n* Others believe that provinces need more authority to be effective.\n\n**Public Perception**\n\n* Provinces have failed to deliver on public expectations.\n* Madhesh Province, led by Madheshi parties, has failed to promote inclusivity and reduce discrimination.\n* The public is dissatisfied with the parties that championed the federal system.\n\n**New Parties**\n\n* Rastriya Swatantra Party, Janamat Party, and Nagarik Unmukti Party have emerged from the 2022 elections.\n* Janamat Party focuses on fighting discrimination against Madhesh.\n* Rastriya Swatantra Party prioritizes good governance.\n* Nagarik Unmukti Party represents the Tharu community and aims to address their discrimination.","summary":"Political parties' unethical competition for provincial leadership has heightened public frustration, while leaders blame the mixed electoral system for instability; analysts argue for direct election of executive heads and reforms to correct systemic misuse rather than scrapping the proportional representation category, emphasizing the need for accountability and effectiveness in both provinces and local units."},{"hash":"16ca03860b600f5d221a63cab7bc1b2ab4dad746bbb104c9f57095e07f85ef78","title":"Muluki Ain is a Nepali legal code that covers various aspects of Nepalese law.","link":"https://kathmandupost.com/letters/2021/11/08/muluki-ain-is-a-legal-code","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/third-party/mulukiain-1636421052.jpg&w=900&height=601","date":1636329600000,"source":"kp","category":"letters","content":"A landmark legal code from 1854, the Muluki Ain, organized legal principles and established the rule of law. While it recognized the caste system, it also hinted at the need for future reforms. The code covered all aspects of society, including punishments for actions such as \"farting in someone's face.\"","summary":"The 1854 Muluki Ain rationalized Nepal's judicial system, codified laws, and aimed to reduce arbitrary verdicts while acknowledging the caste system."},{"hash":"f26d8550751249ca6fce9099e307f744741857845591c48ab0d55210ac42e144","title":"Misleading news is information that is not accurate or truthful. It can be created by people who want to spread false information or by people who are simply mistaken. Misleading news can be harmful because it can lead people to make incorrect decisions.","link":"https://kathmandupost.com/letters/2021/04/12/misleading-news","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/opinion/thumb-1618223282.jpg&w=900&height=601","date":1618185600000,"source":"kp","category":"letters","content":"Sinohydro Corporation denies allegations that it did not pay taxes for materials used in the Melamchi project in Nepal. The company claims it obtained materials from legal sources, including local vendors and recycled materials from tunnel and dam excavations. The company maintains that it has paid all vendors and suppliers and has documentation to prove it.","summary":"Sinohydro denies allegations of unpaid taxes for materials used in Melamchi Water Supply Project, claiming materials were legally sourced and construction purposes specified in agreement."},{"hash":"e862b51d7419ba6f589572cd4032419c790b93c181a1334f46e1b9ab2f51169b","title":"Misunderstanding is when people don't understand each other correctly. It can be caused by many things, like different languages, cultures, or ways of speaking. Misunderstandings can lead to arguments or hurt feelings. To avoid misunderstandings, it's important to be clear when speaking and to listen carefully to what others say.","link":"https://kathmandupost.com/letters/2021/01/03/misunderstanding","date":1609632000000,"source":"kp","category":"letters","content":"**Japan-Nepal Agreement for Workers**\n\n* Japan needs foreign workers and wants to hire Nepalis.\n* The agreement allows Nepali workers to work in Japan without government involvement.\n* Workers and Japanese employers will make contracts.\n* Nepal wants to control the process, but it's not the government's role.\n* Some Nepalis who passed Japanese language and technical tests haven't found jobs yet.\n* Private agencies can help find jobs, but they must be registered in Japan.\n* Japanese companies may not cover travel costs for Nepali workers, but some do.\n* Japan has similar agreements with other South Asian countries for workers in 14 industries.","summary":"Japan opened its labor market to Nepali workers, but there have been misunderstandings about the hiring process, involving government and private agencies."},{"hash":"4d564e4aa9b147540d5d27c861b9724bce96976aa16a590835a10f4f29687ad6","title":"**Contributions to Nepali**\n\n* Developed Nepali language tools and resources.\n* Translated important documents and materials into Nepali.\n* Promoted Nepali language and culture through education and outreach.\n* Advocated for Nepali language rights and representation.","link":"https://kathmandupost.com/letters/2020/11/30/contributions-to-nepali","date":1606694400000,"source":"kp","category":"letters","content":"The author expresses gratitude to Deepak Thapa for highlighting concerns about Nepali studies in Europe and America. They commend Krishna Pradhan's contributions to Nepali teaching at SOAS University of London, which enabled the development of additional courses. However, the author notes that these courses will no longer be available to future UK students due to unforeseen circumstances.","summary":"Michael Hutt acknowledges Deepak Thapa's concerns about Nepali studies and credits the contributions of his colleague Krishna Pradhan, enabling the development of Nepali language, literature, history, and culture courses at SOAS."},{"hash":"a1d8bb473b76b044c715510c1e3cd12b7293a4516faf36066b07acc77fd64756","title":"chhaupadi-persists","link":"https://kathmandupost.com/letters/2020/09/24/chhaupadi-persists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2020/third-party/thumb3-1600897015.jpg&w=900&height=601","date":1600905600000,"source":"kp","category":"letters","content":"Chhaupadi, a harmful tradition in Nepal, treats women as impure during menstruation and excludes them from daily activities. Despite being illegal since 2005, it still occurs in both rural and urban areas.\n\nThe tradition may have originated from a fear of wildlife attacks, but it's no longer a valid excuse. Punishments for violating the ban are too lenient, and many cases go unreported.\n\nWe must work together to end this practice and treat women with dignity during menstruation. Let's make it clear that we will not tolerate such harmful actions against our mothers, sisters, and ourselves.","summary":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email "}]