[
    {
        "hash": "6d3889ccfb52dd59b8667d88bd4b20779ddac2e965c08bea1fc56c172ba197e5",
        "title": "India and China made big promises to invest in Nepal at an investment summit.",
        "date": 1714328100000,
        "source": "kp",
        "category": "money",
        "content": "**China's Economic Diplomacy for Nepal**\n\n* China announced it will:\n    * Exempt Nepali citizens from visa fees to visit China starting May 1.\n    * Start flights from China to Pokhara and Lumbini, Nepal's new airports.\n    * Continue investing in Nepal's infrastructure and economic development.\n\n**India's Economic Engagement with Nepal**\n\n* India stated it is Nepal's largest cumulative foreign direct investor (FDI) and continues to encourage Indian companies to invest.\n* India emphasized the importance of Nepal's hydropower exports to India and is discussing a trilateral power trade agreement with Nepal and Bangladesh.\n\n**Nepal's Investment Summit**\n\n* Over 1,100 foreign participants attended Nepal's Investment Summit, representing India and China.\n* The summit showcased Nepal's investment opportunities in sectors like hydropower and infrastructure.\n* Nepal announced incentives for foreign investors, including tax breaks and protection of intellectual property rights.\n\n**Other Key Points**\n\n* Nepal seeks to attract investment from both China and India to boost its economic development.\n* India-Nepal cooperation focuses on hydropower exports, while China-Nepal cooperation emphasizes infrastructure and connectivity.\n* The United States Chamber of Commerce encourages Nepal to continue economic reforms to improve its business environment and attract foreign investment."
    },
    {
        "hash": "f82247ef29f46f89a26f779539ac5b4c4c75ba3786c58a96a71cb20de84e6eb1",
        "title": "The Supreme Court of India has started a contempt case against a news website for something it published.",
        "date": 1714328100000,
        "source": "kp",
        "category": "national",
        "content": "**Supreme Court takes action:**\n\nThe Supreme Court has started a case against a news website for posting untrue and damaging things about one of its judges. The news website says it used a secret recording to make a video that shows the judge and other important people talking about dropping corruption cases.\n\n**The court says:**\n\n- The video is fake and meant to hurt the judge's reputation.\n- The website has disobeyed the Press Council's order to remove the video.\n- The website is breaking the law by posting it.\n\n**The website refuses:**\n\nThe website refused to take down the video and instead posted more.\n\n**Condemnation:**\n\nMedia groups and others have criticized the website for trying to hurt the judge, the media, and the justice system.\n\n**Hearing scheduled:**\n\nThe court will hear the case on Monday. It's rare for the court to start a case like this itself.\n\n**Evidence requested:**\n\nThe Press Council has ordered the website's editor to come to court with proof to support the claims in the video."
    },
    {
        "hash": "d7b73d550aac2a806ff25561a62bfe52433d86bb566911628b2718b40dd23ad7",
        "title": "There are two secretaries in the Bagmati Health Ministry.",
        "date": 1714379761456,
        "source": "ok",
        "category": null,
        "content": ""
    },
    {
        "hash": "9338b159e4b745a52153e0d2ef70fe1aef32e8127f69201f7079a1978515dd49",
        "title": "A letter written by a British climber before he disappeared on Mount Everest 100 years ago has been released.",
        "date": 1714379808160,
        "source": "ok",
        "category": null,
        "content": ""
    },
    {
        "hash": "08dfb375da0eb24431d9270513f8f0f0dba2edf23e69bb419d15b3ff135b1e3c",
        "title": "Fire has spread through most of the forests in Mohanyal and Chure Gaunpalika villages.",
        "date": 1714379818498,
        "source": "ok",
        "category": null,
        "content": "कैलाली जिल्लाका चुरे पहाडका जंगलहरूमा आगलागी फैलिरहेको छ। स्थानीय समुदाय आगलागी नियंत्रण करने की कोशिश कर रही है, लेकिन पहाड़ी इलाके और तेज हवाओं से आग को बुझाना मुश्किल हो रहा है। आगलागी से पेड़, वन्यजीव और निवास स्थान को नुकसान पहुंचा है। वन अधिकारियों को आग के बारे में सूचित किया गया है, लेकिन अभी तक वे कोई कार्रवाई नहीं कर पाए हैं। कुछ स्थानीय लोगों का कहना है कि आग को बुझाने के लिए अधिकारियों को जमीन की स्थिति के हिसाब से योजना बनानी चाहिए। एक वन अधिकारी का कहना है कि साधनों और मानवीय प्रयासों की कमी के कारण आग को नियंत्रित करना मुश्किल हो रहा है। जिला वन कार्यालय आग को रोकने के लिए जन जागरूकता अभियान चला रहा है, लेकिन इसका अभी तक कोई खास असर नहीं हुआ है।"
    },
    {
        "hash": "70d27b0578d0f9e11af45ab5ee96aa7e156c2a578a65b0ab43cefe085623a185",
        "title": "Global IME Bank has launched a new loan program called \"Global Green Housing Loan\".",
        "date": 1714379825733,
        "source": "ok",
        "category": null,
        "content": "**Global IME Bank's Home Loan Plan**\n\n**Features:**\n\n* Interest rate: 8.99% (fixed)\n* Loan amount: Up to Rs. 12 crores\n* Loan duration: Up to 7 years\n\n**Eligibility:**\n\n* For construction or purchase of eco-friendly homes and apartments\n* For renovation and repairs of existing buildings to make them eco-friendly\n\n**Benefits:**\n\n* Free mobile banking and credit card for participants\n* Encourages environmentally friendly activities"
    },
    {
        "hash": "d46e5ba36830f4151243a7d7876bdbe5a02972a0eeff7e9ae96d0d7b3ed3b975",
        "title": "**Useful Toys for Children**\n\nToys that are good for children help them:\n\n* Learn and grow\n* Develop their imagination and creativity\n* Get exercise and stay active\n* Play and have fun with others",
        "date": 1714379830675,
        "source": "ok",
        "category": null,
        "content": "Sure, I can do that. I can summarize any text into plain-text format in simple English. Just provide me with the text you want summarized."
    },
    {
        "hash": "964d29dd9eab75aa4784bc8bf3bfe180758d666b16c499b98809e833e56e5a46",
        "title": "Nepal has signed an agreement with Korean companies to attract investment in the country.",
        "date": 1714379833415,
        "source": "ok",
        "category": null,
        "content": ""
    },
    {
        "hash": "e75276a86a6ead49e8baf7c70400beb34124724b6287594b0d32476e16472d06",
        "title": "South Korea and Nepal are celebrating 50 years of friendship.",
        "date": 1714328100000,
        "source": "nn",
        "category": "travel-and-tourism",
        "content": "**Joint Expedition and Diplomatic Anniversary**\n\nSouth Korea and Nepal celebrated 50 years of friendship with an expedition to climb a new mountain in Nepal. This historic event was led by a Korean mountaineer and a Nepali climber.\n\n**Tourism Collaboration**\n\nThe expedition showcased the beauty of Nepal's nature and the spirit of adventure. It also highlighted the potential for tourism partnerships between the two countries.\n\n**Official Ceremony**\n\nAt a ceremony in Kathmandu, officials from both countries congratulated each other on the anniversary and highlighted the strong ties between them.\n\n**Attendees**\n\nThe ceremony was attended by government officials, parliament members, diplomats, media representatives, and members of the expedition team."
    }
]