[{"hash":"0def68ec9475499743587d7dfa1b69e48c2918665227bae0f811cd539e897d09","title":"Kamirita Sherpa reached the summit of Mount Everest for the 29th time, breaking her own record for the most summits by a female mountaineer.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/29th-everest-summit-by-kamirita-sherpa","imageLink":"https://web.nepalnews.com/storage/story/1024/kamirita_sherpa1715505850_1024.jpg","category":"travel-and-tourism","content":"Kamirita Sherpa, a Nepali mountaineer, has broken the world record by climbing Mount Everest 29 times. He became the world's most successful mountaineer, surpassing Appa Sherpa's 21 Everest climbs. Sherpa has been climbing Everest since 1994 and has also scaled 43 peaks over 8,000 meters.","summary":"Nepali mountaineer Kami Rita Sherpa has set a new world record by summiting Mount Everest for the 29th time, surpassing Appa Sherpa's previous record of 21 ascents."},{"hash":"1d75ece0f2263764250d18fcdedf8e8436c5aceb5b7cd76a18799f86849e2bbd","title":"**Prime Minister Prachanda Meets President Paudel**\n\nPrime Minister Pushpa Kamal Dahal \"Prachanda\" met with President Bidya Devi Bhandari to discuss national issues. They covered topics related to governance, economic development, and the upcoming local elections. The meeting aimed to foster collaboration and address key challenges facing the nation.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/capital/meeting-with-president-paudel-by-prime-minister-prachanda","imageLink":"https://web.nepalnews.com/storage/story/1024/14eaed5b_9948_4011_9ef5_2edd408aba3c1715508825_1024.jpg","category":"capital","content":"Prime Minister Dahal and President Paudel met to discuss national issues at the presidential residence.","summary":"Prime Minister Dahal and President Paudel met to discuss current affairs, including matters of state."},{"hash":"53588064c081a6c87533cca5dc2ede1a5dcb6aeed25fb5a52d14fbd7c1007587","title":"XINHUA's \"Photos of the Day\" showcases a collection of striking and newsworthy images, captured by the world-renowned news agency's talented photographers.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/global/xinhua-photos-of-the-day","imageLink":"https://web.nepalnews.com/storage/story/1024/XxjpbeE007130_20240512_PEPFN1A0011715500539_1024.JPG","category":"global","content":"There is nothing for me to summarize.","summary":"No input was provided, so I cannot summarize the major events."},{"hash":"6ecec7dcc41b0bc63a8072803adddf9fed5da0420ceddc8233e493f8bf2a6cde","title":"**Jeep Accident in Tanahun**\n\nA jeep carrying passengers crashed into a ravine in Tanahun, Nepal. The accident left several people dead and injured, with some in critical condition. The cause of the accident is under investigation.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/issues/jeep-accident-in-tanahun","imageLink":"https://web.nepalnews.com/storage/story/1024/SanebahadurNepali_Tanahun_RSS_30_phjeepaccident_(1)1715499654_1024.jpg","category":"issues","content":"Your input is empty. Please provide the text you want summarized.","summary":"No events provided to summarize."},{"hash":"7e74c290ce513c9650f9755da425c3fa77b1ef1c55becf8f991d9246d050ee99","title":"PM Dahal and NC President Deuba met to discuss current political issues.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/politics/pm-dahal-and-nc-president-deuba-hold-meeting","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_residence_baluwatar1715498635_1024.jpg","category":"politics","content":"**Prime Minister and Opposition Leader Meet**\n\nPrime Minister Dahal and opposition leader Deuba met today to discuss current issues. The opposition wants to investigate the misuse of cooperative funds, alleging the involvement of a government minister. Prime Minister Dahal is open to the investigation.\n\nThe meeting also discussed running Parliament smoothly, as the opposition has been blocking its business. The opposition will decide on its next steps after a party meeting on Monday.\n\nThe government plans to present its policies and programs for the next year on May 14th, and is hoping to end the parliamentary disruptions before then.","summary":"Prime Minister Dahal and Nepali Congress President Deuba met to discuss Parliament proceedings, parliamentary committee formation for cooperative fraud probe, and government's policies and programs presentation."},{"hash":"795a19c271c2822e7173d13216f0f5406463c568822a25c792250fcfd3a1e032","title":"Rato Machhindranath Jatra, a major Nepalese festival, has begun. This annual event honors the god Machhindranath, believed to bring rain and end drought. Chariots carrying the deity's idol will be paraded through the streets of Kathmandu for four months.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/capital/rato-machhindranath-jatra-begins","imageLink":"https://web.nepalnews.com/storage/story/1024/rato_machindra1715439889_1024.jpeg","category":"capital","content":"**Rato Machhindra Jatra Begins**\n\n* Pulchowk's chariot carries Rato Machindranath, the rain god, to Gahbahal.\n* The chariot displays a statue of the deity and is accompanied by music.\n* The chariot will tour Patan's neighborhoods, including Jawalakhel for the bhoto jatra festival.","summary":"Rato Machindranath's chariot procession, symbolizing rain and prosperity, commences today with the pulling of the deity's chariot to Gahbahal and the famous bhoto jatra at Jawalakhel."},{"hash":"091958b8900dce8c986e4462cf86fb0b2395679aca566cdea1c77b67d2dd9f71","title":"Sarlahi district has witnessed 90% completion of the East-West Electric Railway project.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/nation/sarlahi-section-witnesses-90-percent-progress-in-east-west-electric-railway","imageLink":"https://web.nepalnews.com/storage/story/1024/22368629979661291361715430213_1024.jpeg","category":"nation","content":"In Sarlahi district:\n\n- 90% of East-West Electric Railway construction is complete.\n- 30km of track from Banke to Bagmati is being built.\n- Tree-clearing issues have slowed progress in some areas.\n- Construction company has recently slowed down due to payment delays.","summary":"Sarlahi district witnesses 90% completion of East-West Electric Railway, despite ongoing track opening work and delayed payments to the construction company."},{"hash":"f8282a740f02d116d993c56948f012684d23d53bbe2bd752b50ae2a9ad35eaa3","title":"Political instability hinders development. Oli, the chairperson, emphasizes the importance of stability for economic progress.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/politics/political-instability-takes-a-toll-on-development-chairperson-oli","imageLink":"https://web.nepalnews.com/storage/story/1024/Oli_____1715429406_1024.jpg","category":"politics","content":"**Development in Nepal Impacted by Political Instability**\n\nNepal's political instability has hurt its development. Former Prime Minister KP Sharma Oli said infrastructure is important for entrepreneurship and jobs. He promised policies to improve infrastructure in the next budget year.\n\nDespite progress in infrastructure like railways and electricity, Oli admitted challenges. He stressed the need for small businesses based on agriculture.\n\nSeveral speakers emphasized the importance of spending money more effectively on infrastructure and working together to achieve development goals.","summary":"CPN (UML) Chairperson expressed the need for development of physical infrastructure to stabilize the nation, promote entrepreneurship and employment, especially in agriculture; highlighting the importance of capital expenditure, national unity, and non-partisan politics in achieving progress in the physical infrastructure sector."},{"hash":"f117941c8a9454e9655471f3cc355d13397ae77cbe40ebfc579adf6f7e7497ad","title":"Ambassador Khatri welcomes new Peace Corps volunteers to serve communities with education and health projects.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/ambassador-khatri-congratulates-the-new-batch-of-peace-corps-volunteers","imageLink":"https://web.nepalnews.com/storage/story/1024/440792984_821956013299686_2337627259299591376_n1715417674_1024.jpg","category":"global","content":"There is no input provided to summarize. Please provide the input to summarize.","summary":"No events provided."},{"hash":"9b0893549e23105df4b76c62ab8692bf12cacdd46b822c171e35e8c7cb7a482d","title":"**Argentina Train Accident**\n\nA train in Buenos Aires, Argentina crashed, injuring at least 112 people. The accident occurred when the train ran into a buffer at the end of the track.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/argentina-buenos-aires-train-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/CnyztpE007004_20240511_PEPFN1A0011715415190_1024.jpg","category":"global","content":"No input provided. Please provide the text you want summarized.","summary":"No events were provided to summarize."},{"hash":"5e3394242f39414bd04b852957ea6af944a47c08bcabdd42487b9336b6b4cc4a","title":"Rato Machhindranath Jatra, a month-long festival in Nepal, has begun. The festival celebrates the deity Rato Machhindranath and aims to appease him for rain and good harvest. The festival features a chariot procession and various cultural performances.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/capital/rato-machhindranath-jatra-begins-1","imageLink":"https://web.nepalnews.com/storage/story/1024/rato_machindra1715439889_1024.jpeg","category":"capital","content":"Rato Machhindra Jatra has begun with the pulling of the chariot of the rain god. The chariot has left Pulchowk with music and will travel through Patan to Gahbahal. Along the way, there will be a famous bhoto jatra exhibition in Jawalakhel.","summary":"Rato Machhindranath, the god of rain, had his chariot pulled from Pulchowk to Gahbahal with the deity's statue installed and a bhoto jatra exhibition in Jawalakhel."},{"hash":"87fac0cb140b2af285af825560c1e6eb68abf51d7fc15211617917cf97004287","title":"Person arrested with unspecified amount of money.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/arrested-with-an-undisclosed-amount-of-money","imageLink":"https://web.nepalnews.com/storage/story/1024/BimalBista_KTM_RSS_28_pakrauparekaharu1715328238_1024.jpg","category":"capital","content":"Police in Kathmandu arrested Samir Sunar (28) and Milan (29) with Rs 9.8 lakh. The arrested individuals are from Rupandehi district.","summary":"On Friday, the Valley Crime Investigation Office arrested 2 suspects, 28-year-old Samir Sunar and 29-year-old Milan from Rupandehi, with an undisclosed amount of Rs 9.8 lakh from Kathmandu."},{"hash":"d23832af0fddef3a3c7ce8a247c9fe20bf6172063a6f5c16551274adf35d262b","title":"Gold price increased by Rs. 2,300 per tola.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/gold-price-up-rs-2-300-per-tola","imageLink":"https://web.nepalnews.com/storage/story/1024/Gold_11679993377_1024.jpg","category":"capital","content":"Gold price in Nepal has increased:\n- Hallmark gold: Rs 137,900 per 11.66 grams (tola)\n- Worked gold: Rs 137,250 per tola\nSilver price has also increased:\n- Rs 1,735 per tola","summary":"Gold prices in Nepal rise by Rs 2,300 per tola, reaching Rs 137,900 for hallmark and Rs 137,250 for worked gold; silver prices also increase by Rs 50 per tola to Rs 1,735."},{"hash":"ae75bd54d5601e61c6c9a81aa73478d772e9a34cd805bb301fcc0b4eadcb35d9","title":"Swiss government will provide 9.01 million Swiss francs for tourism projects.","date":1715517879065,"source":"nn","link":"https://nepalnews.com/s/capital/swiss-government-to-provide-9-01-million-swiss-franc-for-tourism-project","imageLink":"https://web.nepalnews.com/storage/story/1024/nepal_swiss1715304936_1024.jpg","category":"capital","content":"Switzerland is giving Nepal 9.01 million Swiss francs for a 4-year trekking tourism project. About 100,000 people in 29 areas of the Koshi Province will benefit directly. The project will help preserve local culture, art, boost local production, create jobs, and develop sustainable tourism. The Swiss Ambassador believes the project will strengthen the local economy and promote environment-friendly development.","summary":"Switzerland grants 9.01 million Swiss francs for a four-year trekking tourism project in Nepal's Koshi Province, benefiting locals through sustainable tourism, cultural preservation, and economic development."},{"hash":"7efddc90140d04fa91f492053d99953e89c8838baa42fdcd7dccb4c8a6f2a607","title":"Nepali Professionals gathered in Berlin for a summit to discuss ways to advance their careers and contribute to Nepal's development. They shared insights, built networks, and explored opportunities for collaboration and investment. The summit aimed to foster growth and prosperity for Nepali professionals and their home country.","date":1715517884425,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/nepali-professionals-summit-in-berlin","imageLink":"https://web.nepalnews.com/storage/story/1024/441574689_10161848659342745_5517088881319440471_n1715478667_1024.jpg","category":"travel-and-tourism","content":"Nepali professionals gathered in Berlin for a summit to share knowledge and skills. The summit covered topics like leveraging diaspora knowledge, gender equality, tourism, and technology. Nepal is making efforts to engage its diaspora in national development through initiatives like the National Brain Gain Centre and the Non-Resident Nepali Act. Over 70 professionals attended the summit, engaging in discussions and learning from experts in various fields.","summary":"The second Nepali Professionals' Summit in Berlin facilitated knowledge exchange among Nepali professionals in Germany, with discussions on diaspora's role in Nepal's development."},{"hash":"c27e38fb103c878cc18eea107c6046114a103915f8ff331789d06f182a288260","title":"Current weather conditions and forecast:\n\n* **Current:** Sunny and warm, with temperatures around 75 degrees Fahrenheit.\n* **Forecast:** Mostly sunny for the next few days, with temperatures remaining in the 70s.\n* **No precipitation** is expected.","date":1715517890303,"source":"nn","link":"https://nepalnews.com/s/nation/weather-update-51","imageLink":"https://web.nepalnews.com/storage/story/1024/Cloudy_Weather1615618535_10241677215140_10241679464023_1024.jpg","category":"nation","content":"Today:\n- Cloudy with some rain, thunder, and wind.\n- Heavy rain possible in some areas.\n- Snow possible in high mountains.\n\nTonight:\n- Still cloudy with some rain and wind.\n- Scattered rain possible in most areas.\n- Snow possible in some high mountains.","summary":"Rain, thunder, lightning, gusty wind, and snowfall are expected throughout the country today and tonight, with heavier rainfall in specific regions and light snowfall in mountainous areas."},{"hash":"40899e9d7a5aff1d58bf20aaf5e461d05969e0c90d1d867e5a1879b1a34b67cd","title":"105 crocodiles released into Rapti River","date":1715517895127,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/105-crocodiles-released-into-rapti-river","imageLink":"https://web.nepalnews.com/storage/story/1024/Crocodiles1683781744_1024.jpg","category":"travel-and-tourism","content":"105 Gharial crocodiles bred at Chitwan National Park were released into the Rapti river. The breeding center aims to protect the endangered species as their survival rate in the wild is low.\n\nSince 2035, the center has released 1,957 crocodiles into various rivers, including 1,222 in the Rapti.\n\nDespite these efforts, the crocodile population has not grown due to human activities and their migration to India.","summary":"105 Gharial crocodiles raised at Chitwan National Park were released into the Rapti River to aid in their conservation and counter the challenges of low survival rates and human interference."},{"hash":"6ca33e303dfb5118dd9b53663aadfff56141f248d072da6d040bba4388cb4d00","title":"Light rain is expected in western regions of Nepal, including Lumbini, Karnali, and Sudurpaschim.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/nation/light-rain-likely-in-lumbini-karnali-sudurpaschim","imageLink":"https://web.nepalnews.com/storage/story/1024/Cloudy_Weather1615618535_10241677215140_10241680759318_1024.jpg","category":"nation","content":"- There is currently rain with thunders and lightning in some areas of Koshi, Gandaki, and Sudurpaschim provinces.\n- This is due to a low-pressure system from India and westerly winds.\n- Today afternoon, expect partly cloudy skies with possible rain and thunder in Lumbini, Karnali, and Sudur Pashchim provinces, and hills in other provinces.\n- A few places in the rest of the country may have light rain or thunder.\n- Some areas in high mountains may have light snowfall.\n- This evening, expect partly cloudy skies with possible rain and thunder in Madesh, Bagmati, Gandaki, and Lumbini provinces, and isolated areas in the rest of the country.\n- Be cautious as snowfall may impact daily life, including farming, travel, and tourism, in affected areas.","summary":"Light to moderate rain, occasional thunderstorms, and gusty winds are affecting multiple provinces across Nepal due to weather systems including a low-pressure system near Bihar, India, with potential for light snowfall in mountainous areas, prompting caution for daily activities."},{"hash":"48734a6c4d1ac6914bc1b7551d247e7e9f154b0e532d2daceb1bdcfa0028e0b3","title":"Joshi Dhakal promoted to Assistant Inspector General (AIG) in Nepal Police.","date":1715517907429,"source":"nn","link":"https://nepalnews.com/s/nation/cabinet-decisions-joshi-dhakal-promoted-to-aig","imageLink":"https://web.nepalnews.com/storage/story/1024/PMO_Singha_Durbar1686496476_1024.jpg","category":"nation","content":"- The Nepalese government has promoted two deputy inspectors to additional inspectors within the police force.\n- 42 individuals were awarded and recognized for winning medals in taekwondo, kabaddi, karate, and cricket competitions.\n- Nanda Lal Majhi will take on the role of Vice Chairman of the Social Welfare Council, and Suresh Manandhar will become Member of the Language Commission.","summary":"Nepal Police Deputy Inspectors General Umesh Raj Joshi and Bhim Prasad Dhakal promoted to Additional Inspectors General, 42 medalists from international sports honored, Nanda Lal Majhi and Suresh Manandhar appointed to Social Welfare Council and Language Commission respectively."},{"hash":"b0548d7d73811f457ad631f1ee665c61883d228e05213db65aec4554aedab71e","title":"Narayangadh-Muglin road is being expanded, with bridge construction in progress.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/nation/bridge-construction-along-narayangadh-muglin-road-section-in-full-swing","imageLink":"https://web.nepalnews.com/storage/story/1024/narayan_ghat_mugling_sadak1715234021_1024.jpg","category":"nation","content":"11 out of 15 bridges on the Narayangadh-Muglin road are now open.\n\n4 bridges are under construction, with 2 expected to be finished by mid-July.\n\nThe Tuin Khola bridge will be done by mid-November.\n\nThe bridges are being built with help from the World Bank.\n\nConstruction delays were caused by the need to cut a wall near the Tuin river and pay people affected by construction in Khahare.\n\nLandslides used to be a problem during the rainy season, but road and bridge improvements have helped.","summary":"Construction of 11 bridges along the Narayangadh-Muglin road section is complete, with 4 more under construction and expected to be operational by mid-November."},{"hash":"625167eaf146bd0aea28cb2af768dfa2e3395746aa48ec1e15a143e1a9646890","title":"Current weather conditions and forecast updates.","date":1715517917472,"source":"nn","link":"https://nepalnews.com/s/nation/weather-update-50","imageLink":"https://web.nepalnews.com/storage/story/1024/Weather_rain1690631860_1024.jpeg","category":"nation","content":"**Today and Tonight:**\n\n* Mostly cloudy with light to moderate rain in parts of the country.\n* Thunderstorms and gusty winds possible in some areas.\n* Light snowfall in high mountain regions.","summary":"Light to moderate rain and thunder with gusty wind and chances of snowfall are expected in most parts of the country, with heavier rainfall in Koshi, Madesh, Bagmati, Gandaki, and Lumbini Provinces."},{"hash":"56330b72bb3ddc8f073ad9982749d236a68e0d9d051741e012c0f23f6f248b86","title":"National Assembly meeting postponed due to protests by National Council of Churches","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/politics/national-assembly-meeting-put-off-after-nc-s-protest","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"The second meeting of the National Assembly was postponed due to protests from opposition party lawmakers. They demanded a probe into embezzlement in cooperatives and refused to participate until a committee was formed. The meeting was adjourned until May 14.","summary":"The second meeting of the National Assembly was postponed until May 14 due to opposition from NC lawmakers who demanded a probe into cooperative embezzlement."},{"hash":"d1a2f48842f771b4299bcea2d45e2042f15eb5905a7bf68b83e57b752a55b66d","title":"House hearing adjourned after opposition protests","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/politics/hor-second-meeting-adjourned-over-opposition-s-protest","imageLink":"https://web.nepalnews.com/storage/story/1024/sansad1715347952_1024.jpg","category":"politics","content":"Nepali Congress (NC) protested House of Representatives (HoR) meetings, demanding an investigation into misuse of cooperative funds. Deputy Prime Minister Lamichhane, accused of involvement, couldn't speak due to opposition protests. The HoR meeting has been postponed until May 14th.","summary":"The second House of Representatives meeting was obstructed by Nepali Congress protests demanding an inquiry into cooperative fund embezzlement, preventing Home Affairs Minister Rabi Lamichhane from speaking and leading to the adjournment of the meeting until May 14."},{"hash":"e02eb400e5968e32b5c175db44dcfd4e1166894dcaab65f44bbfa71b0c13c6b9","title":"The Indian Parliament's budget session begins today.","date":1715517929351,"source":"nn","link":"https://nepalnews.com/s/politics/budget-session-of-federal-parliament-to-commence-today","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"Nepal's federal parliament begins its budget session today. President summoned the session to discuss the upcoming year's budget, which will be presented on May 28. The government will also present its policy and program in the session. The parliament has held discussions to ensure the smooth running of the session.","summary":"Nepal's House of Representatives and National Assembly begin a budget session to present the upcoming fiscal year's budget on May 28, following a joint session on May 2 where the President addresses Parliament."},{"hash":"ab5d56be00b4c1fb7db7e1cffcd9e24b893fcf184a5fd66ad361cf5feab41c8e","title":"Government ignores concerns of main opposition party leader.","date":1715517933360,"source":"nn","link":"https://nepalnews.com/s/politics/govt-ignoring-major-opposition-s-concern-chief-whip-lekhak","imageLink":"https://web.nepalnews.com/storage/story/1024/ramesh_lekhak1690593303_1024.jpg","category":"politics","content":"The opposition party in Nepal is demanding an investigation into stolen money in cooperatives. They want the government to act against the criminals. However, they do not want to form a new government with the other opposition party. Instead, they want to work with all parties to make parliament more effective and responsive to the people.","summary":"NC's Chief Whip demands investigation into cooperative embezzlement, clean-up in the sector, and consensus with major parties to address people's needs and strengthen parliament."},{"hash":"7b5da7471f849ceecb751ef13da93096833ed969408a2a5fc7ed2f453a896e27","title":"DPM Lamichhane believes he should be allowed to speak in Parliament to address issues affecting the nation.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/issues/i-should-get-chance-to-speak-in-parliament-dpm-lamichhane","imageLink":"https://web.nepalnews.com/storage/story/1024/438169985_10228328384329410_8099006724442484847_n1715418212_1024.jpg","category":"issues","content":"Deputy Prime Minister Rabi Lamichhane says he cannot speak in parliament. He wants to speak to address accusations about cooperatives. He says his opponents should prove these accusations. He also says the Nepali Congress cannot control the parliament or his party. He says efforts are being made to arrest a main suspect in the cooperative scam.","summary":"Deputy Prime Minister Rabi Lamichhane protests parliament obstruction over cooperative scam allegations, challenging accusations and demanding an investigation."},{"hash":"4e99a70221a7d6268625e92c0b4ebd09bd1d62198ce041cfeec5e786901fd03d","title":"Minister Joshi calls for immediate aid to build homes for earthquake survivors in Jajarkot.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/issues/minister-joshi-insists-on-immediate-relief-to-build-shelter-for-jajarkot-quake-survivors","imageLink":"https://web.nepalnews.com/storage/story/1024/bhukampa_jajarkot__7_1699080065_1024.jpeg","category":"issues","content":"Minister Bhanubhakta Joshi urges for urgent help for earthquake victims in Jajarkot to build temporary shelters before monsoon.\n\nDespite ongoing challenges from past disasters like the 2015 earthquake and recent natural events, there's a need for effective implementation of disaster management policies.\n\nThe National Risk Reduction and Management Authority has played a role in earthquake recovery in Karnali Province.\n\nHowever, coordination between federal, provincial, and local governments challenges disaster relief efforts due to limited resources.\n\nOver 100,000 houses need to be rebuilt in Karnali.","summary":"Minister Joshi emphasizes the urgent need for compensation and temporary shelter for earthquake survivors, highlighting ongoing natural disasters and the need for effective disaster management policies."},{"hash":"8e4afb40f01a17084214e78590634dd3101fcdac783d9e827fc77cefadccdc48","title":"Tragically, a mother and son died in a house fire, leaving them charred.","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/issues/mother-son-charred-to-death-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"issues","content":"A mother and son died in a fire while trying to save their property from a forest fire in Nepal. The mother, Punya Maya Dhamala, 55, and her son, Kanchan Dhamala, 15, were trying to douse the fire when they were trapped and burned. The police are investigating the incident.","summary":"Mother and son perish in Siddhicharan forest fire after attempting to quell flames, while recent forest fires continue to ravage the district."},{"hash":"b54fa0c4e8a38682d2f1c13456612ee5d6122c8b9d5f6817ae4a70b36ea5683e","title":"Two people died and two more were injured in a road accident.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/issues/two-killed-and-two-injured-in-road-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/dbdbce93_cc17ef2f_15b84da5_accident_850x460_acf_cropped_850x460_acf_cropped1684914032_10241692099166_1024.jpg","category":"issues","content":"**Tragic Road Accident Kills Two**\n\nTwo people died in a tractor accident in Dadeldhura last night. The victims were the driver, Dhiraj Thapamgar, and passenger, Bishnu BK.\n\nTwo others were injured and are being treated at a local hospital.\n\nThe accident occurred when the tractor went off the road in Navadurga Rural Municipality-4.","summary":"A road accident involving a tractor in Dadeldhura left two dead and two injured, including the driver and passengers."},{"hash":"7e6981a5327ce2410247b2aeda4f72cca28c28a108d80560989dc82625cbbe22","title":"Artifacts from Hawaii returned to Nepal","date":1714694400000,"source":"nn","link":"https://nepalnews.com/s/issues/24-pieces-of-artifacts-shipped-to-nepal-from-hawaii","imageLink":"https://web.nepalnews.com/storage/story/1024/441020358_818234927005128_7742768786942770028_n1714749977_1024.jpg","category":"issues","content":"The Embassy of Nepal in the US received 24 artifacts from Ms. Susan Bradford and sent them to the Department of Archaeology in Nepal. These 13th-18th century artifacts were part of Ms. Bradford's collection, and she voluntarily returned them to Nepal. The Embassy thanked her for her generosity and expressed hope that others would follow her example. The Embassy has been working to recover and repatriate lost and stolen Nepali art, and has sent 63 artifacts to Nepal in the past year.","summary":"The Embassy of Nepal in Washington, DC received 24 artifacts from Ms. Susan Bradford on April 19, 2024, which were repatriated to Nepal on May 2, 2024."},{"hash":"6ce8b7f76f049609887d25e051f92c36bdc3626bba462cd4f34a775b9acb8deb","title":"**HWPL Statement on Israel-Iran Conflict**\n\n* HWPL calls for the peaceful resolution of the conflict between Israel and Iran.\n* The use of military force should be avoided, as it would only escalate the violence.\n* Both sides should engage in dialogue and diplomacy to find a solution that respects the rights of all parties.\n* HWPL urges international organizations to support a peaceful resolution and prevent further bloodshed.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/hwpl-statement-on-israel-iran-conflict","imageLink":"https://web.nepalnews.com/storage/story/1024/21715166055_1024.jpg","category":"global","content":"Iran and Israel are fighting, causing international concern. The attacks, including one on Iran's consulate in Syria, violate international law and risk escalating into another war.\n\nThe ongoing Israel-Hamas conflict has killed thousands, highlighting the suffering civilians endure in war.\n\nHWPL supports citizens' demands for peace and urges Iran and Israel to stop fighting and talk.\n\nThe international community should help build peace between the two nations, provide humanitarian aid, and create a legal agreement for peace to ensure future generations live in peace.","summary":"\nThe recent violent conflict between Iran and Israel is causing significant concerns in the international community. The two nations that do not share borders are mobilizing high-end weaponry to attack each other and kill human lives.1 April 2024, the Israeli military attacked the Iranian consulate in Syria. A strike against a non-military facility in a third nation, a nation not directly involved in the conflict, infringes international law and constitutes a war crime. Moreover, on 13 April, Iran responded by attacking Israel’s land. Both nations have pointed their guns directly at each other, and there are growing concerns in the international community that the attacks could escalate into another war.\nThe Israel-Hamas War in Gaza has killed 30,000 since last year, and news outlets reported on dire situations in Gaza, running out of space for proper burial. The war that has persisted in the region over the past century continuously overshadows the prospect of the coexistence of the human race.\nIt is a clear indication that the greatest victims of war are innocent civilians. How could those lost lives ever be brought back? What could compensate for the outcry of children and the anguish of the youth in devastated dwellings?\nHWPL strongly supports the voices of the citizens, the true protagonists of the global village, who oppose war and call for peace. All nations of the global community must uphold the citizens’ demands, thereby ceasing the unjust war and joining to accomplish peace. Organizations worldwide, in alliance with HWPL as peace solidarity, urge Iran and Israel to put a stop to the acts of aggression immediately and to come forward for conversations to usher in peace.\nHWPL recommend that the international community take necessary measures to facilitate the formation of amicable relations between the two nations and provide humanitarian aid. It would be reasonable for all countries to support an international legal instrument for peace that embodies the long-yearned path to peace and to comply with its contents so that we leave a legacy of peace for future generations. HWPL will not spare its efforts for peace and cessation of wars.\n\n\n\n\n\n\n\n"},{"hash":"c94f8e4afac88e1cb0fb370ada56857a008186039807d76728b22d93ca250d67","title":"Nepal and Korea prepare to host a high-level meeting, with discussions focused on strengthening relations and cooperation between the two nations.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/preparation-of-high-level-visit-between-nepal-and-korea","imageLink":"https://web.nepalnews.com/storage/story/1024/korea1715163613_1024.jpg","category":"global","content":"Nepal and South Korea are celebrating 50 years of friendship.\n\nHigh-level officials from South Korea will visit Nepal to mark the occasion.\n\nThe two countries will hold events throughout the year to celebrate.\n\nSouth Korea is the fourth-largest investor in Nepal and plans to invest more in hydropower.\n\nNepal is a popular destination for Korean workers, with over 44,000 Nepalis currently working there.\n\nNepalis are also contributing to Nepal's economy by starting businesses after returning from work in Korea.","summary":"Nepal and the Republic of Korea celebrate 50 years of diplomatic relations with plans for high-level visits, various programs, Korean investment in hydropower, and expanded job opportunities for Nepalis in Korea."},{"hash":"e723ab3067a8adddaf32c9827d2897f76acc62350800bee739d3b29786c034f6","title":"Japan and Nepal share several commonalities, according to Japanese Foreign Minister Kamikawa Yoko.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/global/japan-and-nepal-share-many-things-in-common-japan-s-foreign-minister-kamikawa-yoko","imageLink":"https://web.nepalnews.com/storage/story/1024/japan_foregn_minister1714872450_1024.jpg","category":"global","content":"Japan and Nepal have many similarities, including mountainous terrain and a history of natural disasters. Both countries value freedom and the rule of law, and have supported each other in times of need.\n\nJapan has provided assistance to Nepal's democratization efforts and legal system development. After earthquakes, both countries have provided aid and support to each other.\n\nJapan has also supported Nepal's development in areas like infrastructure, agriculture, and education. Nepal has a growing presence in Japan, with over 170,000 Nepalis living there.\n\nJapan is committed to strengthening its relationship with Nepal and supporting its sustainable development. The two countries share an interest in \"Women, Peace, and Security\" and will explore cooperation in this area.","summary":"Japan and Nepal, both mountainous countries, share a democratic history, have supported each other during earthquakes, and Japan has provided extensive aid for Nepal's development, including infrastructure, education, and healthcare."},{"hash":"e536a2dbbb9354081e37437e2c2cb352bc2780c2c3f77a9a9239ab3df7f99546","title":"The government is committed to making it easier and safer for people to invest in the country.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/government-is-committed-to-facilitate-and-secure-investment-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/PRO_KTM_066A88701715326651_1024.JPG","category":"business","content":"**Government to Boost Economy**\n\nPrime Minister Dahal announces support for investors to transform Nepal's economy. By encouraging private sector investment, the government aims to create jobs, increase productivity, and boost the use of domestic resources. The Prime Minister believes this will attract investors, substitute imports, and contribute to Nepal's economic growth.","summary":"Prime Minister Prachanda pledged to boost economic transformation by encouraging private sector investment, highlighting the inauguration of a Hyundai Motor Assembling Plant as a catalyst for job creation, import substitution, and GDP growth."},{"hash":"472b30dd76138da4860086a7ff9ab65442c89350141d4d804e8c3bb59e227fbe","title":"European Union (EU) will help Nepal promote foreign investment.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/eu-to-help-nepal-bring-investment","imageLink":"https://web.nepalnews.com/storage/story/1024/The_European_Union_(EU)1715320904_1024.jpg","category":"business","content":"The European Union (EU) will help Nepal attract investments from European companies through the \"EU-Nepal Trade Forum\" in Kathmandu on May 15-16. The forum aims to address Nepal's need for foreign investment to create economic development and job opportunities as it aims to graduate from least developed country status by 2026.","summary":"The EU will host a forum in Nepal to attract European investment, supporting Nepal's development goals and efforts to elevate its status from a least developed country."},{"hash":"2aa4d008a1db97151655e83d459e6098de8445064eedbabca63f11fc9a8a3dfe","title":"Transparency and good governance work together to improve government effectiveness and accountability.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/business/transparency-and-good-governance-complement-each-other-president","imageLink":"https://web.nepalnews.com/storage/story/1024/9d263f51_cefd_4241_bb20_05f8888718f21715242217_1024.jpg","category":"business","content":"Transparency and good governance are important. Auditors are like the nation's economic watchdogs, ensuring transparency in money matters. They help prevent false bills and tax evasion.\n\nThe new generation of auditors should educate people about accounting's importance in economic development. The conference will discuss Nepal's economic problems and solutions, as well as policy reforms.\n\nNoted individuals were honored for their contributions to the economy.","summary":"President Paudel highlights the importance of transparency and good governance, praising auditors as the nation's economic watchdogs and emphasizing their role in preventing fraud and promoting accountability."},{"hash":"c421f2f8d013cc5c554ba2c77db9bd9c1b500b22e0c1b023672d9974111f3e94","title":"Prime Minister Dahal will introduce the upcoming budget in a new way.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/business/upcoming-budget-to-be-introduced-in-a-new-manner-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_new1713842655_1024.png","category":"business","content":"Prime Minister Dahal plans to introduce new policies and a budget that focus on improving the economy, especially for those who are struggling. He wants to make the government more responsive to the people and has taken steps to address corruption and other issues. Nepal's international relations have also improved under his leadership.","summary":"PM Dahal announces comprehensive fiscal budget targeting economic inclusivity and improved governance, soliciting public input to enhance its impact."},{"hash":"a075617d73dd2ddd230185e93bc4a96eb63c19df0d395c2fc095fe4264a2bd4b","title":"The Nepal Swadeshi Summit 2024 issued a 35-point declaration, focusing on promoting self-reliance and economic prosperity. The declaration includes:\n\n* Encourage domestic production\n* Reduce dependency on imports\n* Promote investment in agriculture, tourism, and hydropower\n* Develop infrastructure for industrial growth\n* Create employment opportunities\n* Strengthen entrepreneurship and innovation\n* Promote the use of local resources to reduce imports","date":1715518004667,"source":"nn","link":"https://nepalnews.com/s/business/nepal-swadeshi-summit-2024-35-point-declaration-issued","imageLink":"https://web.nepalnews.com/storage/story/1024/441187804_7890365774349885_1226150477776136282_n1715125603_1024.jpg","category":"business","content":"**Make in Nepal-Swadheshi Summit Declaration**\n\n* Encourage local industries, increase domestic production, and promote consumption of locally made products.\n* Reform laws to create a business-friendly environment for growth.\n* Make domestic products the first choice for Nepali consumers.\n* Ensure availability of raw materials and differentiate customs rates to support domestic industries.\n* Establish a financial institution to invest in the industrial sector.\n* Require government agencies to use domestic products and establish a portal to identify them.\n* Implement effective One Stop Service Center and develop industrial areas.\n* Intervene in imports of products where Nepal is self-sufficient.\n* Encourage production and import of domestic products through comparative advantage.\n* Impose fines on erring industrialists instead of criminal charges.\n* Pass a separate Industrial Sector Act.\n* Review trade and investment agreements.\n* Create consensus among political parties on economic development goals.","summary":"The 'Make in Nepal-Swadheshi Summit-2024' concluded with a 35-point declaration promoting local industries, increasing domestic production, and encouraging consumption of indigenous products."},{"hash":"53c3f9bbcf9667cddd56a7f8a64aefc3fbe7ed3365801f9faca679e05896b163","title":"Minister Bhandari believes that economic prosperity starts in Dailekh, a district in Nepal.","date":1715518013106,"source":"nn","link":"https://nepalnews.com/s/business/economic-prosperity-begins-from-dailekh-minister-bhandari","imageLink":"https://web.nepalnews.com/storage/story/1024/dailekh_petrol1696130214_1024.webp","category":"business","content":"The government believes that finding oil in Dailekh district may lead to economic prosperity for Nepal. The final exploration is currently underway, and if successful, could make Dailekh an economic hub. The Chinese government has provided 2.5 billion rupees for the project, which is expected to conclude in six months.","summary":"Industry Minister Bhandari inaugurated the final petroleum exploration drilling in Dailekh, hoping for positive results that could make Dailekh an economic hub of Nepal."},{"hash":"df9b7b06ec76b8f2f869bac62ff8e92d3b60b6a6145578db759c3601bcb09211","title":"Nepali runners won two titles in Malaysia.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-runners-won-2-titles-in-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/422620795_859372276202663_5891976066813061462_n1714904704_1024.jpg","category":"sports","content":"Nepali runner Mahadev Rijal won two races in Malaysia. Yesterday, he won the 21 km Climbathon in 3 hours 3 minutes 58 seconds. Today, he won the 21 km half marathon in 1 hour 14 minutes 48 seconds. He previously won the 8th Tower Runner competition in Malaysia in 2023.","summary":"Nepalese runner Mahadev Rijal won consecutive 21 km races in Malaysia, including the Climbathon event and the half marathon, securing first place in both."},{"hash":"7d22f65cb13004efc951d1a7217634e5de098beab800527921bfd8488bcb265b","title":"Nepal defeated the West Indies A team in the T20 series' final match.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/nepal-wins-final-match-against-west-indies-a-in-t20-series","imageLink":"https://web.nepalnews.com/storage/story/1024/438230324_859581999531515_2675064775143100892_n1714829807_1024.jpg","category":"sports","content":"Nepal won the final T20 match against West Indies 'A' by six wickets. West Indies 'A' had won the previous three matches in the series.\n\nWest Indies 'A' scored 172 runs batting first. Nepal chased down the target in 18.5 overs, with Anil Shah scoring 58 runs and Kushal Malla scoring 37 runs. Sompal Kami and Sagar Dhakal each took three wickets for Nepal.","summary":"Nepal defeated West Indies 'A' in the T20 Series final after West Indies 'A' had previously won three consecutive matches."},{"hash":"bb189a36492ef05672b1ce8763b3e6b70343c234cd53688b22d4345275939757","title":"The President extended well wishes to cricket players, recognizing their achievements and efforts in representing the country.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/president-extends-best-wishes-to-cricket-players","imageLink":"https://web.nepalnews.com/storage/story/1024/Sheetal_Niwas1623082198_1024.jpg","category":"sports","content":"President Paudel wishes the Nepalese cricket team success in the ICC T20 World Cup. The team leaves tonight for the US, where the tournament begins June 1. Nepal is in Group D with South Africa, Sri Lanka, Bangladesh, and the Netherlands. Their first match is against the Netherlands on June 4.","summary":"President Ramchandra Paudel sends well wishes to Nepali cricket team departing for ICC T20 World Cup starting June 1, where they face South Africa, Sri Lanka, Bangladesh, and Netherlands in Group D."},{"hash":"63f0360edf629c2552c07da82b4f8a204ad5b2ed608c251932759e4931274472","title":"West Indies Team A wins the T20 series.","date":1715518031868,"source":"nn","link":"https://nepalnews.com/s/sports/west-indies-a-clinches-t20-series-title","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714701176_1024.jpg","category":"sports","content":"West Indies 'A' won the T20 series against Nepal, despite having one match left to play. They won the fourth match by 28 runs, putting them 3-1 ahead in the five-match series. West Indies 'A' scored 209 runs while batting first, with Andre Fletcher scoring the most runs (84). Nepal scored 181 runs while chasing, with Rohit Kumar Paudel scoring the most runs (82). Hayden Walsh and Matthew Forde took three wickets each for West Indies 'A', while Fabian Allen and Gudakesh Motie took two wickets each. The final match of the series will be played on Saturday.","summary":"West Indies 'A' clinched the T20 series against Nepal after winning the fourth match by 28 runs and securing an unassailable 3-1 lead."},{"hash":"c0268d83151b4700710f0d718bbec12fc67c78746b9c81699b68d8c7925acf37","title":"Nepal lost their third Twenty20 match against the West Indies by 76 runs.","date":1714521600000,"source":"nn","link":"https://nepalnews.com/s/sports/t20-series-nepal-lose-third-match-to-west-indies-by-76-runs","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714577666_1024.jpg","category":"sports","content":"Nepal lost the third T20 match against West Indies 'A' by 76 runs. Despite chasing 228 runs, Nepal could only score 151 runs.\n\nKaran KC and Lokesh Bam were the highest scorers for Nepal with 28 runs each. Johnson Charles scored a century for West Indies, with 119 runs.\n\nNepal has won two and lost one match in the five-match T20 series. The fourth match will be played on Thursday.","summary":"Nepal lost to West Indies 'A' by 76 runs in their third T20 match, with Johnson Charles hitting a century for West Indies."},{"hash":"f6df2c95d8308e02a5d724675b6f580035fa1a3784b03ef6d2594dadf3ba0498","title":"Nepalese athletics team leaves for Asian U-20 Championship.","date":1715518042469,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-team-departs-to-participate-in-asian-u-20-athletics-championship","imageLink":"https://web.nepalnews.com/storage/story/1024/438206076_448748784338052_4246932501331390940_n1713843823_1024.jpg","category":"sports","content":"Nepalese team leaves for Asian U-20 Athletics Championships in Dubai.\n\nTeam members:\n- Badal Karki (800m and 1500m)\n- Adeshkumar Yadav (100m and 200m)\n- Ajay B.K (1500m and 3000m)\n- Kalpana Budha (1500m and 3000m)\n\nCoach: Kanti Mahato","summary":"NSC Member-Secretary Tanklal Ghising sent off Nepal's team for the Asian U-20 Athletics Championships in Dubai, where Badal Karki, Adeshkumar Yadav, Ajay B.K., and Kalpana Budha will compete in various running events under Coach Kanti Mahato."},{"hash":"b70088aed087be48dc7ad38ba6f972de6b0d941f8703d43a1cae84eb468445f4","title":"Dengue cases in Bagmati have crossed 11,000.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/health/dengue-cases-surpass-11-thousand-in-bagmati","imageLink":"https://web.nepalnews.com/storage/story/1024/kushtia_dengue_6yr_old_child_dies_of_dengue_in_kushtia_daily_bangladesh_16941828191697183214_1024.jpg","category":"health","content":"Dengue fever is common in Bagmati Province, Nepal. Over 11,000 cases have been confirmed since July 2023. Dhading has the most cases (3,501), while Rasuwa has the least (2). Kathmandu has 3,000 cases. Tragically, one person has died from dengue in Makwanpur. The risk of dengue is higher in summer, so precautions should be taken. The government is planning a campaign to destroy mosquito larvae and control dengue.","summary":"Bagmati Province in Nepal has experienced over 11,000 confirmed dengue fever cases since July 2023, with the highest cases reported in Dhading and the lowest in Rasuwa."},{"hash":"8aef9eb1da2d64a20abdcf3e1f946935576aaae84d7d0b3cd9ba8aa4647804c0","title":"Nepal's approach to population and development is based on human rights. \n\nThis means that the government recognizes that access to healthcare, education, and other resources should be available to all individuals, regardless of their age, location, or background. \n\nThe government also recognizes that population growth can put a strain on resources and the environment, and that it is important to promote sustainable population growth.","date":1714435200000,"source":"nn","link":"https://nepalnews.com/s/health/nepal-s-approach-to-population-and-development-is-right-based-dpm-yadav","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav_NewYork_1_1068x8011714461437_1024.jpg","category":"health","content":"Nepal is committed to addressing population and development issues in a way that supports human rights.\n\nThe country has worked to implement the International Conference on Population and Development's (ICPD) plan since 1994.\n\nDespite progress in areas like poverty reduction and health, there are still gaps and inequalities.\n\nNepal is committed to advancing people-centered development, human rights, and reproductive health rights.\n\nThe country plans to improve access to reproductive health information, promote youth involvement, and strengthen data systems to achieve the ICPD's goals.","summary":"Nepal reaffirmed its commitment to a rights-based approach in population and development, emphasizing the importance of the ICPD Programme of Action for achieving the SDGs and addressing challenges such as pandemics and inequality."},{"hash":"853075cf39e1fcb42df78d974231e5f27301b7a218e2c71c13a200de5ecc34ac","title":"Japan has given a community center to help prevent disasters.","date":1713830400000,"source":"nn","link":"https://nepalnews.com/s/health/japan-hands-over-the-community-center-for-disaster-prevention","imageLink":"https://web.nepalnews.com/storage/story/1024/1_IMG_22281713885995_1024.jpeg","category":"health","content":"Japan built a community center in Sindhupalchowk District to help people prepare for and prevent disasters. The center has a disaster prevention committee and holds activities and classes to teach people about safety. It also has broadcasting equipment to share information and a warehouse to store supplies. Ambassador Kikuta hopes the center will improve disaster prevention and help the community grow stronger.","summary":"The Government of Japan hands over a disaster prevention community center in Sindhupalchowk to Indrawati Rural Municipality, aiming to enhance self-help and regional revitalization through disaster prevention initiatives."},{"hash":"91ef85d22d1f5e45d5c9e0d118acd881370663a55fa7eb366d52362a948b3462","title":"Dr. Sharma, a parliamentarian, has donated Rs. 2 million to the Children's Hospital.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"- Dr. Sharma donated 2 million rupees to the Children's Hospital being built by Dr. Koirala.\n- The hospital will focus on children's health and have specialized branches in each of Nepal's seven provinces.\n- One such hospital is already running in Damak, Jhapa.\n- In Kathmandu, the planned hospital will have 100 beds, while each provincial one will have 50.","summary":"Dr Sunil Sharma contributed two million rupees to the under-construction Kathmandu Institute of Child Health, initiated by Dr Bhagwan Koirala, who plans to establish specialized children's hospitals in all seven provinces of Nepal."},{"hash":"42e79a4549bfdf6d5604bd78b3d44969e580204855bea65a83fee67398a94def","title":"Pediatric hospital receives a significant donation of 2 million rupees from a generous parliamentarian, Dr. Sharma.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital-1","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr. Sunil Sharma donated two million rupees to the Children's Hospital being built by Dr. Bhagwan Koirala. The hospital aims to construct specialized children's hospitals in all seven provinces of Nepal, with the first being built in Kathmandu.","summary":"Dr. Sunil Sharma provided financial support for the construction of a children's hospital in Kathmandu, as part of a plan to establish specialized children's hospitals in all seven provinces of Nepal."},{"hash":"3366c0665f89d2e7da9c8b7f2493798ccbb5625b22f9517335e99c27063a9b96","title":"Children receiving vitamin A capsules and deworming tablets.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/vitamin-a-capsules-de-worming-tablets-being-administered-to-children","imageLink":"https://web.nepalnews.com/storage/story/1024/vitamin_A1713434673_1024.jpg","category":"health","content":"**Vitamin A and Deworming Program for Children**\n\nThe government is giving free Vitamin A capsules to children under 5 years old and deworming tablets to children aged 1-5 years old.\n\nAbout 3.2 million children will get Vitamin A, and 2.9 million will get deworming tablets.\n\nHealth workers and volunteers will visit every neighborhood to give the medicine.\n\nThis program happens twice a year, in Baishakh and Kartik months.","summary":"Nepal's Department of Health Services launched a two-day National Vitamin 'A' programme for children under five, targeting 3.2 million for Vitamin 'A' and 2.9 million for de-worming tablets."},{"hash":"ce58d4a6666fe76708b3ffc82114d1e802b467d2b3ef22c88119d7ff90a676a6","title":"Businesses ask the Prime Minister to support regular flights at Goa International Airport.","date":1715518081036,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/private-sector-seeks-pm-s-support-for-regular-flights-at-gia","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_gautam_budha_airport1715388257_1024.jpeg","category":"travel-and-tourism","content":"Business owners in Bhairahawa asked Prime Minister Dahal to help start regular flights at the Gautam Buddha International Airport. They gave him a letter explaining the need for flights to operate every day. Dahal told them he supported their request and was working on making it happen.","summary":"Bhairahawa's private sectors request PM Dahal's support for regular flights at Gautam Buddha International Airport, and PM Dahal responds positively."},{"hash":"77f2ca1039f7b869b884c8c70e71bf52e364cb24221e65f25bedbbb6c746c80b","title":"Rope-fixing to the summit of Mount Everest is finished, making it safe for climbers to reach the top during the spring climbing season.","date":1715518086216,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/the-rope-fixing-to-the-everest-is-completed","imageLink":"https://web.nepalnews.com/storage/story/1024/mountainterring_expedition_night_xycJPOAGj51715388058_1024.jpg","category":"travel-and-tourism","content":"**Everest Climbing Season 2024 Opens**\n\nThe path to the summit of Mount Everest has been prepared by fixing ropes. This means climbing is now open for the spring season.\n\n* The Seven Summit Treks Company completed the rope fixing at 8:15 pm.\n* 30 mountains have permission for climbing, including Everest.\n* 956 people have permission to climb, including 200 women and 756 men.\n* The government has collected over 670 million rupees from climbers.","summary":"Seven Summit Treks Company's rope-fixing team completed the route to Mount Everest, opening the 2024 spring season for 956 climbers, including 200 women and 756 men."},{"hash":"c45e4282acc54bba2570dc17499211c4f1135d150f8fe71ebafa6719b481ac3d","title":"Today marks the conclusion of the Maha Kumbha Mela, a grand religious gathering.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/today-the-last-day-of-maha-kumbha-mela","imageLink":"https://web.nepalnews.com/storage/story/1024/Untitled_1_(1)1715333577_1024.jpg","category":"travel-and-tourism","content":"The 12-year Pindeshwar Poorna Mahakumbha Mela, held in Chatradham of Sunsari, has ended. People from Nepal and other countries attended the event, which is similar to the Kumbha Mela held in India. The Saptakoshi River in Barahkshetra and Pindeshwardham are believed to be connected to the Kumbha Mela in Hindu scriptures.","summary":"The twelve-year Pindeshwar Poorna Mahakumbha Mela in Chatradham, Sunsari, ends today, drawing pilgrimage from India and abroad to the ancient Haridwar site, connected to the Kumbha Mela in Hindu scriptures."},{"hash":"e115a6d41dc575a6fb20a754295e2c6493cf6d2654ae267d4145bfcfcc13107f","title":"**Pakistani Prime Minister announces Innovation Fund for IT Sector Growth**\n\nThe Prime Minister of Pakistan has introduced an Innovation Fund to support and expand the country's IT sector. The fund will provide funding to startups, research, and development initiatives aimed at boosting the industry.","date":1714608000000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/pm-announces-to-institute-innovation-fund-for-it-sector-expansion","imageLink":"https://web.nepalnews.com/storage/story/1024/91fd8100_c369_454d_8e45_d73c48c2fe8d_1000x5001714631578_1024.jpg","category":"science-and-technology","content":"Prime Minister Prachanda has promised to create an innovation fund to support the growth of Nepal's technology sector. This fund will help establish laws for its operation, encourage young scientists to make money in tech, and integrate a youth-focused \"Startup Programme.\" The government believes that economic and social progress depends on the development and use of information technology, and will ensure its safe use by controlling cybercrime through new laws and policies.","summary":"Prime Minister Dahal plans to establish an innovation fund and necessary laws to support the expansion of the information technology sector in the upcoming fiscal year, emphasizing the role of IT in economic and social transformation while addressing cybercrime through legal and policy measures."},{"hash":"f695aa1ad994bab3c00f1b5a8d5ea6fd3e689cc6689b961e67fffef625c6e80d","title":"Today is National ICT Day, a day to celebrate the importance of information and communication technology (ICT) in our lives. ICT helps us connect with others, learn, work, and access information.","date":1715518103267,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/national-ict-day-being-observed-today","imageLink":"https://web.nepalnews.com/storage/story/1024/ict_day1714614867_1024.jpg","category":"science-and-technology","content":"Today is National ICT Day in Nepal.\n\nThe government celebrates the day to promote information and communication technology (ICT).\n\nPrime Minister Dahal will attend a special event to honor people and organizations who have helped ICT grow in Nepal.\n\nThe government believes ICT, along with agriculture, tourism, and energy, can make Nepal more prosperous.\n\nThe government is working to make it easier for people to use and benefit from ICT.","summary":"National ICT Day commemorated with programs, recognizing contributions and government initiatives to promote and advance information and communications technology in Nepal."},{"hash":"9789ea6409b4715294fcecec4caf76bc9f86f5d00af5cd8543239bf9f3e5e012","title":"Politics can make investors enthusiastic when:\n\n* Politicians support policies that promote economic growth\n* Politicians create a stable and predictable business environment\n* Politicians invest in infrastructure and education\n* Politicians work to reduce corruption and red tape","date":1714003200000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/politics-should-fill-enthusiasm-among-investors-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_25_at_131714045205_1024.jpg","category":"science-and-technology","content":"Nepal's President, Ramchandra Paudel, says politics should encourage investors to help the country prosper. Nepal has a lot of natural resources, especially energy, which could make it a wealthy nation. The government and private companies should work together to make this happen. The government will make laws and rules that are easy for investors to follow, and private companies should put the country's best interests first and invest more money. Nepal is becoming more politically stable and democratic, which will make it easier to attract investors from Nepal and other countries. The government is focusing on developing the energy sector, and Nepal is now exporting energy instead of importing it. The President thinks this is good for the economy and for the country's overall progress.","summary":"President Paudel highlights importance of investor enthusiasm, government facilitation, and private sector investment for Nepal's prosperity through rapid energy development."},{"hash":"8645e6e32c99e132c7dedb2a85a2626985e9d5f7e0c18cf2f27997f5d483ec41","title":"A proposed law aims to ensure responsible and transparent use of artificial intelligence (AI) in the government and cybersecurity. The law aims to:\n\n* Prevent bias in AI systems\n* Ensure AI systems are secure\n* Promote public trust in AI\n* Provide guidance on the ethical use of AI\n\nIt requires government agencies to develop and follow ethical guidelines for using AI, and to make sure AI systems are used fairly and transparently. The law also establishes a Cybersecurity Council to advise the government on cybersecurity issues and develop standards for AI security.","date":1710201600000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/draft-bill-on-it-and-cyber-security-seeks-transparent-accountable-use-of-ai","imageLink":"https://web.nepalnews.com/storage/story/1024/Ministry_of_Communication1710223162_1024.jpg","category":"science-and-technology","content":"**IT and Cyber Security Management Bill**\n\nThe bill promotes the use of AI, machine learning, and blockchain technologies in a responsible and secure way.\n\nIt establishes a center for researching and developing these technologies.\n\nA structure is set up for IT and cyber security, including a Directors' Committee led by the Minister of Communications.\n\nThe bill covers topics such as electronic records, data privacy, cyber monitoring, and cyber tribunals.\n\nIt prohibits cyberbullying, harassment, and data theft.\n\nGovernment entities must have websites to provide services and share information.\n\nDomain names and cyber security services must be registered and licensed.\n\nFeedback on the draft bill is requested within two weeks.","summary":"A draft bill proposes the use of innovative technologies (AI, machine learning, blockchain, IoT) in IT and cyber security, including establishing research centers, regulatory structures, and addressing data safety, privacy, and cybercrimes."},{"hash":"7b3564e64335cf6b09ca9388a43353ae8e4c829e4a33b5dafd81bc5c1b419b8b","title":"Minister Sharma says India needs cyber laws to deal with problems.","date":1715518122709,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/cyber-legislation-needed-to-resolve-problems-minister-sharma","imageLink":"https://web.nepalnews.com/storage/story/1024/Sharma1695206333_1024.jpg","category":"science-and-technology","content":"Cybercrime is a problem due to lack of laws.\n\nThe government is working on a cyber law and seeks suggestions.\n\nInformation technology is useful but also brings challenges due to misuse.\n\nThe government and community need to be aware of cyber security and its importance.","summary":"Communications Minister Rekha Sharma emphasized the need for swift cyber legislation to address ongoing issues, highlighting the challenges brought by information technology misuse."},{"hash":"c11dd4e0a73ed780f50db62b525aa16fa7c624433478c86d79746516e89b9f0d","title":"India and Bangladesh have discussed energy exports, focusing on increasing electricity trade.","date":1715518126519,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/talks-positive-with-bangladesh-to-export-energy","imageLink":"https://web.nepalnews.com/storage/story/1024/Nepal_Electricity_Authority1691846323_1024.jpg","category":"science-and-technology","content":"Nepal will soon sell electricity to Bangladesh during the rainy season, as agreed upon in recent talks between officials. Both sides are finalizing the details of the deal, which will allow Nepal to export power to Bangladesh.","summary":"Nepal and Bangladesh officials have had positive talks on a power trade deal, with Nepal set to export electricity to Bangladesh starting in the upcoming rainy season."},{"hash":"a214fef6a569a812921b8fd6905466efcae36821d314e2d976e99d6f2fb54eff","title":"Yakishime: Earth Metamorphosis\n\nA Japanese traveling exhibition that showcases the ancient art form of Yakishime pottery. This unique ceramic ware is made from volcanic clay and fired at extremely high temperatures, resulting in a distinctive texture and glaze.\n\nThe exhibition features:\n\n* Historical and contemporary Yakishime pieces\n* Demonstrations by master potters\n* Workshops and lectures\n* Interactive displays exploring the cultural and environmental significance of Yakishime","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/japan-foundation-traveling-exhibition-yakishime-earth-metamorphosis","imageLink":"https://web.nepalnews.com/storage/story/1024/Leaflet_front1715264259_1024.jpg","category":"entertainment-and-lifestyle","content":"The Embassy of Japan in Nepal is holding an exhibition called \"YAKISHIME: Earth Metamorphosis.\" It will showcase Japanese ceramics, including tea and food utensils, and art pieces.\n\nThe exhibition is free and open to the public from May 11-30, 2023, at the Embassy Hall in Panipokhari, Kathmandu.\n\nYakishime, unglazed, high-fired ceramics, is a unique part of Japanese culture. It will offer insights into the creativity and aesthetic of Japan.","summary":"Japan Embassy and Japan Foundation will hold \"YAKISHIME: Earth Metamorphosis\" exhibition from May 11-30 in Kathmandu showcasing Japanese yakishime ceramics, exploring their history and cultural significance."},{"hash":"e61c612a2fa2945dbce36e78bfcbfcfe5e05c704908dd9baac7769efb299faed","title":"50 years of cherished friendship celebrated with joy and memories.","date":1715518137460,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/celebrating-50-years-of-friendship","imageLink":"https://web.nepalnews.com/storage/story/1024/209370c5_271f_40b2_b38c_4d479196175d1714881747_1024.jpeg","category":"entertainment-and-lifestyle","content":"**Korea-Nepal 50th Anniversary Cultural Event**\n\n* Celebrate the 50th anniversary of Korean-Nepali friendship with a cultural extravaganza.\n\n**Highlights:**\n\n* **K-Tigers Martial Art Demonstration:** Witness skilled Taekwondo practitioners combine ancient traditions with modern flair.\n* **K-Dance Showcase:** Experience the energy and creativity of top Korean B-boy dance teams.\n* **Celebrating Friendship:** Join in the celebration of cultural exchange and goodwill between Korea and Nepal.","summary":"Embassy of the Republic of Korea marks 50th anniversary of diplomatic ties with Nepal with cultural event featuring traditional martial arts, K-Dance showcase, and celebration of friendship."},{"hash":"5db1f1b27f140836a538af8994d1d20d3c4e3bfba7357d0ab258108d457e3803","title":"Actor Lokendra Lohani (known as CP) passed away.","date":1714348800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/actor-cp-lohani-passes-away","imageLink":"https://web.nepalnews.com/storage/story/1024/cp_lohani_11714394375_1024.jpg","category":"entertainment-and-lifestyle","content":"* Actor CP Lohani (86) died in hospital from Alzheimer's and pneumonia.\n* Lohani starred in the first Nepali movie \"Maitighar.\"\n* He was also a Bollywood actor, and was married to actress Mala Sinha.\n* His funeral will be held today at Pashupati Aryaghat.","summary":"Renowned Nepali actor CP Lohani, who starred in the first privately-produced hit movie 'Maitighar', passed away at 86 due to Alzheimer's and pneumonia at Annapurna Neuro Hospital."},{"hash":"47c5ab0dc3d11afc19bb0a2ea497b4519a334d00648998358c7cab2575b09124","title":"Republic seeks moral values like religion, seeking guidance from the president.","date":1713657600000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/a-democratic-republic-seeks-moral-values-and-virtues-like-religion-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_21_at_111713687967_1024.jpeg","category":"entertainment-and-lifestyle","content":"President Ramchandra Paudel said that all religions, including the government, seek to promote moral values and virtue.\n\nHe stressed that the core purpose of religion is to create a happy, peaceful, and civilized society.\n\nThe President celebrated the birth anniversary of Lord Mahabir, the founder of Jainism, and highlighted the importance of non-violence.\n\nHe praised the Jain community in Nepal for their positive contributions to society through religion and social service.\n\nReligion emphasizes ethics, honesty, and truth.","summary":"President Paudel emphasizes the shared moral values of religions, including Jainism, on the occasion of Lord Mahabir's birth anniversary, highlighting the goal of building civilized societies and fostering non-violence."},{"hash":"36bf5184da2134fc7913480835b722431a60fe0d878008465b1a5b5221530db2","title":"Chhath Puja ends with people offering prayers to the rising sun.","date":1715518152914,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/chaiti-chhath-concludes-offering-argha-to-rising-sun","imageLink":"https://web.nepalnews.com/storage/story/1024/NawadeepShrestha_Bidur_RSS_14_ChhathPhoto1667194260_1024.JPG","category":"entertainment-and-lifestyle","content":"Chaiti Chhath festival ended today with devotees offering water to the rising sun. Celebrated twice a year, this year's festival took place over four days, with devotees wishing for well-being and prosperity.","summary":"Chaiti Chhath festival concluded with devotees offering prayers to the rising sun in Mithila, marking the end of a four-day celebration."},{"hash":"5c4e40b0cfcc81a841cfed842ce2aa92af57f2e88130f43a69d94018c770008a","title":"Socialist culture is necessary for building the foundation of socialism. It involves changing values and beliefs to align with socialist principles, such as equality, solidarity, and cooperation. Prime Minister Dahal emphasizes this as a fundamental condition for preparing the base for socialism.","date":1715518157069,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/socialist-culture-a-primary-condition-for-preparing-base-of-socialism-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/436421060_2683866678446874_1444593645290858072_n1713059615_1024.jpg","category":"entertainment-and-lifestyle","content":"Socialist culture is important for building a socialist society, says Prime Minister Dahal. He pledged to support cultural institutions and artists. The Sanskritik Sansthan is hosting a \"Happiness of Cultural Institute\" program every Friday evening, showcasing folk arts and traditions from all of Nepal's provinces.","summary":"PM Prachanda emphasizes Socialist Culture as a foundation for Socialism, announcing government support for cultural institutions and policies in the upcoming budget."},{"hash":"44a7af432f348295bc356dc94a37bfa543deb6e68ee15ddfb6b84203dc088c8a","title":"The probe panel's budget presentation was overshadowed by a looming shadow.","link":"https://kathmandupost.com/national/2024/05/12/probe-panel-row-casts-shadow-over-budget-presentation","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb23-1715480220.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"**Nepali Congress and Government Clash over Investigation of Minister**\n\nThe Nepali Congress is blocking Parliament over the investigation of a minister accused of fraud. They want a committee to probe the allegations, but the ruling parties are against it.\n\n**President's Speech and Budget in Doubt**\n\nThe President is scheduled to present the government's plans on Tuesday. However, if the Congress continues to block Parliament, it will delay the presentation and could even affect the budget.\n\n**Ruling Parties Trying for Compromise**\n\nThe ruling parties are trying to reach an agreement with the Congress before Tuesday. They are hoping to avoid a political crisis by finding a last-minute solution.\n\n**Congress Inflexible**\n\nThe Congress has said it will not allow Parliament to proceed without the investigation. They believe it is necessary to address the allegations and maintain the legitimacy of the government's plans.","summary":"The Nepali Congress's demand for an investigation into the Deputy Prime Minister's alleged fraud threatens the presentation of government policies and programs, as the main opposition party continues to obstruct Parliament proceedings."},{"hash":"9e9c227cb13fcc214e546bd4db8894d9974468bb29cf438357b001aa41b15c62","title":"Victims of conflict and activists believe that paying reparations alone is not enough. They emphasize the importance of revealing the truth about what happened and prosecuting those responsible.","link":"https://kathmandupost.com/national/2024/05/12/reparation-no-substitute-for-truth-and-prosecution-say-conflict-victims-activists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb22-1715479231.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"**Reparation in Nepal's Transitional Justice**\n\n**Government Plan:**\n- Preparing a reparation plan after 18 years of peace.\n- Reparation includes providing support to victims for harm suffered during the conflict.\n\n**Cautions:**\n- Reparation should not replace other pillars of justice, such as truth-seeking and prosecution.\n- All levels of government should work together to provide reparations.\n- Reparations should cover all victims, including those who were armed but suffered human rights violations.\n- Victims should participate in developing the reparation framework.\n\n**Principles of Reparation:**\n- Restitution: restoring property or rights.\n- Rehabilitation: providing medical or psychological support.\n- Compensation: financial payment for harm suffered.\n- Satisfaction: apology or public acknowledgment.\n\n**Other Considerations:**\n- Reparation goes beyond the legal framework and includes social and economic needs.\n- Conflict-related sexual violence victims face stigma and need confidentiality.\n- Victims' needs change over time, so consultation is crucial.","summary":"Amidst reparation action plan preparation, victims and advocates caution against substituting it for other transitional justice pillars, emphasizing collective government collaboration, victim inclusion, and addressing diverse victim needs including socio-economic rights and conflict-related sexual violence."},{"hash":"5e14b61f39ad3a117bca462eee128490ddf35a485b3abf32901db9495d30519d","title":"Fake makeup looks like expensive brands but is low quality. This worries real brands as it may confuse buyers and hurt their reputation.","link":"https://kathmandupost.com/national/2024/05/12/concerns-grow-as-cheap-copies-of-high-end-makeup-products-flood-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715479334.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"**Cosmetic Safety Concerns in Nepal**\n\nDeepika Neupane experienced a severe allergic reaction from eyelash glue.\n\nOther concerns include:\n- High lead levels in lipsticks and kajal, which can cause health issues.\n- Counterfeit cosmetic products often contain harsh and low-quality ingredients.\n\n**Regulatory Measures**\n- There is no regulatory body in Nepal to control chemicals in cosmetics.\n- Global organizations like the WHO have set limits for certain harmful metals in cosmetics.\n- Nepal has set guidelines for cosmetics but lacks enforcement.\n\n**Consumer Awareness**\n- Consumers need to be aware of the potential risks of using cosmetics with harmful substances.\n- It's important to understand the differences between genuine and counterfeit products.\n- Reading packaging, inspecting product textures, and verifying brand authenticity can help consumers avoid fake cosmetics.\n\n**Regulatory Oversight**\n- Developed countries have robust regulatory systems to ensure cosmetic safety.\n- Nepal lacks such mechanisms, leaving consumers vulnerable to harmful products.","summary":"Concerns rise over the safety of unregulated cosmetics in Nepal, with cases of allergic reactions, disfigurement, and lead contamination due to the absence of regulatory measures and the widespread availability of counterfeit products."},{"hash":"ee2fbf310381beef215ed81cff523f51996de87b1b685cc5caf9510a49022759","title":"Traders are pleased with the operation of the Nepalgunj Integrated Check Post (ICP), which has made border crossings more efficient and reduced delays.","link":"https://kathmandupost.com/national/2024/05/12/traders-happy-as-nepalgunj-icp-comes-into-operation","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled2-1715479994.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"**Nepalgunj Integrated Check Post Inaugurated**\n\nIndustrialists and traders are excited about the opening of the integrated check post (ICP) in Nepalgunj.\n\nThe ICP was built over six years and covers 88 bighas in Rupaidiha (India) and Nepalgunj. It has separate buildings for customs, security, and immigration.\n\nThe new facility will make trade easier and reduce illegal trade. It uses a \"one-window system\" for all trade-related services, including obtaining licenses and permits.\n\nTraders will benefit from reduced waiting times and hassles. The ICP can handle 200 trucks for import and 75 for export.\n\nEight ICPs are now operating in Nepal, facilitating trade between Nepal and India.","summary":"Nepalgunj's integrated check post (ICP), operational after two decades of Indo-Nepalese agreement, streamlines trade by easing import/export processes and reducing smuggling."},{"hash":"346a5f2f19865b112acdb63b0ab14c7409a30a75c64d379907b20275126249e8","title":"Kritika wins mayor's seat, a promising start for her political career.","link":"https://kathmandupost.com/sports/2024/05/12/kritika-gives-mayor-s-xi-flying-start","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/Untitled2-1715480641.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"sports","content":"- Lalitpur Mayor's XI beat Bagmati Province by 7 wickets in a T20 match.\n- Kritika Marasini took 4 wickets, including a hat-trick, for Lalitpur Mayor's XI.\n- Bagmati Province was all out for 52 runs.\n- In reply, Lalitpur Mayor's XI chased down the target with 13.3 overs to spare.\n- Five teams are participating in the tournament, including four teams from the PM Cup playoffs.\n- The top two teams will advance to the final.\n- APF is the most successful team in the Lalitpur Mayor Championship, winning the past three editions.","summary":"Kritika Marasini's four-wicket haul, including a hat-trick, led Lalitpur Mayor's XI to a seven-wicket victory over Bagmati Province in the opening match of the Lalitpur Mayor Women's T20 Championship."},{"hash":"bb06191d96b41f889a0ee66504cd3497cbd5bc3f64eddecd21f76111153a72a2","title":"Myths and stories often reflect real-life experiences and concerns. They explore human nature, struggles, and hopes through imaginative narratives. By examining myths and stories, we can gain insights into our own lives and the human condition.","link":"https://kathmandupost.com/theater/2024/05/12/when-mythology-mirrors-life","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled2-1715481070.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"theater","content":"**Bakhaamma: A Play by Mandala Theatre**\n\n**Story:**\n- Saya and Sikhum fall in love on a mountain where deities once did the same.\n- Their elopement leads to community acceptance, echoing past stories.\n\n**Cultural Identity:**\n- Bakhaamma preserves Kirati mythology and traditions, which help shape cultural identity.\n- The play celebrates the Kirati community's connection to nature and its belief in the spirits of animals.\n\n**Production:**\n- The play features colorful costumes, an immersive set, and lively characters.\n- The actors shine, especially Alisha Rai as both Saya and the goddess Sumnina.\n- The integration of animals adds a unique and delightful element.\n\n**Themes:**\n- Love, both romantic and maternal.\n- The importance of community and harmony.\n\n**Impact:**\n- Bakhaamma has been well-received and helps promote Nepali theatre.\n- It captures the richness of Kirati culture and its relevance to modern society.\n\n**Details:**\n- Director: Rajan Murarung\n- Language: Nepali\n- Duration: 1 hour 45 minutes\n- Running until May 27 at Mandala Theatre in Kathmandu, with multiple showtimes available.","summary":"Mandala Theatre's 'Bakhaama' explores the interplay of fate, mythology, and cultural identity in the Kirati community through the love story of Saya and Sikhum, showcasing the preservation of cultural heritage and the significance of theater in fostering Nepal's theater culture."},{"hash":"566d1173db212486944a33a3fcd35ad7179b88ffec043a5279c45f1de52aece8","title":"Six individuals have been accused in a court case involving the purchase of equipment for a security printing press.","link":"https://kathmandupost.com/national/2024/05/12/graft-case-filed-against-six-in-equipment-procurement-for-security-printing-press","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb25-1715515996.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"Six people, including former government officials, are accused of corruption in a printing press equipment deal. They are said to have inflated costs and demanded more equipment than needed, leading to a government loss of over $400 million. The anti-corruption body has filed a case and wants a service provider and its CEO charged as main defendants and the money recovered.","summary":"A corruption case against six individuals, including former Security Printing Centre and National Information Technology Centre directors, involving Rs400 million in irregularities in procuring printing press equipment, was filed by the anti-graft body (CIAA) at the Special Court."},{"hash":"60faefd489efc08e667acb3e019637674ad12d2f18bf19d6d93c0640e14bb2b3","title":"Politics and education are closely intertwined. Political decisions shape educational policies, funding, and curriculum. Education, in turn, influences political participation and values.\n\nPolitical ideologies influence educational approaches. Conservative views typically emphasize traditional values and academic rigor, while liberal views favor social justice and critical thinking.\n\nEducation can foster civic engagement by teaching students about government and encouraging them to participate in the political process.\n\nPolitical interference in education can compromise its independence and objectivity. Education should be free from partisan influence to ensure it remains a neutral and equitable institution.","link":"https://kathmandupost.com/columns/2024/05/11/between-politics-and-education","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/PostPhotoKeshavThapaTKP-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Political Involvement in Nepali Schools**\n\nTeachers and students in Nepal often get involved in politics, which has become a topic of debate. Some believe they should stay out of politics to focus on education.\n\nHistorically, students led political movements during the Panchayat era. Teachers also formed unions based on political parties.\n\nAfter the Panchayat ended, political parties used student unions and teachers' organizations to spread their ideas.\n\nRecently, the Education Minister proposed banning teachers from political activities. Some support this idea, while others believe it limits freedom of expression.\n\nIt's important to understand the history of political involvement in schools to make informed decisions.","summary":"Political involvement of teachers and students has been debated, with proposals to bar direct participation while acknowledging the historical influence of party activism in educational institutions."},{"hash":"e943a68aa258e52347de4c4ef667427dd1bd98eb627b430a76a5591b12bc5ddc","title":"Iran is expanding its influence eastward, towards Afghanistan and Pakistan. This expansion aims to increase Iran's regional power and secure its borders. Iran is also seeking to gain access to energy resources and trade routes in the region.","link":"https://kathmandupost.com/columns/2024/05/11/iran-s-eastward-push","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownAPRSS-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Iran's Outreach to Pakistan and Sri Lanka**\n\nIran's President visited Pakistan and Sri Lanka.\n\n**Pakistan Visit:**\n\n* Pakistan and Iran have a history of tensions but have worked to improve relations.\n* Iran is seeking Pakistan's support for its Middle East policies.\n* Both countries signed agreements to increase trade and investment.\n\n**Sri Lanka Visit:**\n\n* Iran and Sri Lanka have a long history of cooperation.\n* Iran opened a power plant and an irrigation project in Sri Lanka.\n* Both countries agreed to deepen their relationship, including trade and energy cooperation.\n\nHowever, Pakistan and Sri Lanka are facing economic crises and are cautious about taking their relationship with Iran too far, as they need support from the International Monetary Fund and the United States.","summary":"Iranian President Raisi visited Pakistan and Sri Lanka, seeking support for Iran's Middle East policy amid tensions with Israel, while both countries aim to expand economic and energy ties despite geopolitical pressures."},{"hash":"bbbb12e3e82fdd07b18fde927b10c0edab92d94ffff56c57cbe6a773bf72d052","title":"**Reasons to Become a Teacher:**\n\n* **Impact on students' lives:** Make a lasting difference in their education and development.\n* **Job satisfaction:** Experience the joy of teaching and inspiring young minds.\n* **Intellectual growth:** Continuously learn and develop your knowledge and skills.\n* **Community involvement:** Play an important role in shaping the community.\n* **Stable career:** Benefit from job security and growth opportunities.\n* **Make a difference:** Use your skills and passion to shape future generations.","link":"https://kathmandupost.com/columns/2024/05/11/why-become-a-teacher","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/SidePostIllustration-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Teaching as a Noble Profession**\n\n- Teaching is about passing on knowledge and values to future generations.\n- It's a job that requires courage and patience, and is one of the most important roles in society.\n\n**Challenges Facing Teachers in Bangladesh**\n\n- Low pay and low social status make teaching less attractive as a career.\n- Differences in salaries compared to other professions create an invisible hierarchy, making teaching less desirable.\n\n**Factors Affecting Teacher Quality**\n\n- Salary alone is not enough to improve teaching quality.\n- Other issues like corruption, lack of professionalism, and toxicity also need to be addressed.\n- Defining a \"good teacher\" is important, and should include factors like kindness and ethics, not just grades.\n\n**The Importance of Values**\n\n- Teachers pass on not only knowledge but also values.\n- As a society, we need to decide which values are important and prioritize them in education.","summary":"Teaching, despite its crucial role in societal progress, faces challenges due to low pay, lack of recognition, and corruption, leading to a shortage of qualified educators and a devaluation of the profession."},{"hash":"7697a965cad2b4fe488203fca9b9011d5cec32b3593ca4875efef4d9d92612c0","title":"Murder, the severest of crimes, takes a life.","link":"https://kathmandupost.com/editorial/2024/05/09/cruellest-crime","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb1-1715303210.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"editorial","content":"**Nepal Children's Organization Land Scam**\n\nTwenty people have been arrested in connection with a scam involving the illegal lease of land belonging to Nepal Children's Organization. The land was leased to a private school, which then sub-leased it to another school. The government has scrapped the lease deal and filed a case against those involved.\n\nThe scam raises concerns about the use of public land for private gain and the misuse of support systems for children in need. The arrests are a step towards reclaiming the land for the children.\n\nThis scam is similar to other land grab scams in Nepal, such as Lalita Niwas and Bansbari Chhala Jutta. The media has been instrumental in bringing these scams to light and should continue to monitor the situation.","summary":"Arrest warrants issued for 20 individuals in the Nepal Children’s Organization land lease scam, including former office bearers and business representatives who illegally leased 29 ropanis of land for Rs9 million a year."},{"hash":"bac85bfd8fbe8dc3ec19bd57e21e7d55fb8ee1d6e7f3d6210e11c9b616730af7","title":"Finance minister made a funny joke about money to emphasize the importance of thoroughly examining India's financial situation.","link":"https://kathmandupost.com/money/2024/05/12/finance-minister-pun-stresses-need-for-critical-analysis-of-the-country-s-state","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb26-1715518050.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"money","content":"**Finance Minister's Statement**\n\n- Need to assess the country's situation and correct past mistakes.\n- Despite challenges, sectors like tourism and hydropower have grown.\n- Coordination issues between central and local governments have hindered budget spending.\n- Government acknowledges failure in supporting the construction industry.\n\n**Private Sector Concerns**\n\n- Construction and private sector growth slowed by restrictive policies.\n- Unnecessary regulations have impacted business confidence and revenue collection.\n- Lack of investment and job opportunities leads to business owners leaving Nepal.\n- Government should focus on increasing business and public trust in the next budget.\n\n**Remittances and NRN Investment**\n\n- Nepal's economy relies heavily on remittances from abroad.\n- Government needs to recognize the potential of non-resident Nepalis for investment.\n- The Nepal-NRN fund should be utilized for significant investment but faces procedural challenges.","summary":"Nepal's Finance Minister highlights the need for critical analysis of the country's economic state, acknowledging progress in sectors like hospitality and hydropower, but criticizing the lack of coordination between central and provincial governments, resulting in underspending and negative growth in construction."},{"hash":"7a3d1ded482b6c16b975bf6c029537706a90fae2f2a932fcc0b8383684f73d29","title":"Lithuanian candidates running for president promise to defend their country from threats from Russia.","link":"https://kathmandupost.com/world/2024/05/12/lithuanian-presidential-hopefuls-vow-to-stand-up-to-russian-threat","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/CPIYV3RQ45MB3JUB25YSZ6HWYE-1715500085.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"world","content":"**Lithuania Presidential Election**\n\nLithuanians vote for president on Sunday. Incumbent Gitanas Nauseda is expected to win, focusing on security concerns after Russia's invasion of Ukraine.\n\nIf no candidate wins over 50% of votes, a runoff will be held on May 26. Nauseda leads with 29%, followed by Prime Minister Ingrida Simonyte with 14%.\n\nBoth Nauseda and Simonyte support increasing defense spending to at least 3% of GDP. They disagree on same-sex civil partnerships, which Nauseda opposes.\n\nThe president has a semi-executive role, leading the armed forces and setting foreign and security policy.","summary":"Lithuanians vote in a presidential election amid heightened security concerns, with incumbent Gitanas Nauseda, a staunch Ukraine supporter, likely to win against Prime Minister Ingrida Simonyte in a potential run-off."},{"hash":"8e4ed32083fb29772dd4d39a406e1cb15ce3e4b0a4aa48be1506e43f5d086775","title":"Economic advisor to the President resigns.","link":"https://kathmandupost.com/national/2024/05/12/economic-expert-to-president-resigns","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb24-1715498466.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"Chiranjivi Nepal, the economic expert to President Paudel, resigned due to controversy over his statement that printing the new Nepal map on the 100-rupee note was inappropriate. The President accepted Nepal's resignation and thanked him for his service. The government's decision to print the new map on the note was controversial, and Nepal's remarks received criticism from CPN-UML chair KP Sharma Oli. Nepal's new map, including disputed territories, was adopted in 2020 and has replaced the old map in official documents.","summary":"Economic expert Chiranjivi Nepal resigns after controversy over printing Nepal's new map on the 100-rupee note."},{"hash":"897df297105d6fe5fa3702d0c9dd641f7b3921fc5a0897eb6089b09267b5613f","title":"Fort McMurray, a large oil town in Canada, has issued an evacuation notice due to an active wildfire.","link":"https://kathmandupost.com/world/2024/05/12/wildfire-evacuation-notice-issued-for-major-canada-oil-town-fort-mcmurray","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/MADML6ZDIBKURB3X3KUS7H6AVU-1715486965.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"world","content":"Fort McMurray in Alberta and Fort Nelson in British Columbia have issued evacuation alerts due to out-of-control wildfires. The government warns of an \"extreme\" fire danger and expects strong winds. The 2016 Fort McMurray fire caused widespread evacuations and oil production shutdowns. Canada is bracing for another severe wildfire season due to high temperatures and El Nino conditions. The government met with fire chiefs to address concerns and prepare for a challenging summer.","summary":"Wildfires rage in Fort McMurray and Fort Nelson, prompting evacuations and concerns about a \"catastrophic\" wildfire season in Canada."},{"hash":"418abed41e4b44f40308bd07f54fd1b7dd2c6464a63d3b0cedf96063502bc769","title":"Young man's elder brother dies while serving in the Russian army. The younger brother has no way to contact him.","link":"https://kathmandupost.com/national/2024/05/12/elder-brother-serving-in-russian-army-dies-younger-one-out-of-contact","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715479474.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"Nepali woman Chandani protests for her husband Birajan's safe return from Russian army. On May 3, she received news of his death through an Indian man who identified him by his watch. Chandani and her family performed his funeral rites with a dummy. Forty-three-year-old Birajan had been in the Russian army for five months. Families of other Nepalis in the army are also protesting for their loved ones' safe return. They have 13 demands, including compensation and repatriation for those killed or injured. Around 295 complaints have been filed by families seeking information about their relatives serving in Russia.","summary":"Birajan Bista, a former Nepali army member serving in the Russian army for five months, was reported dead by an Indian national, prompting his family to perform death rituals and raise concerns about the safety and whereabouts of other Nepalis in the Russian army, leading to protests by their families demanding their safe return and government action."},{"hash":"9c88e11167d74e62f10878afdfddb6fe81bff19356f6bc2392c01d9005d97642","title":"Congress will keep blocking Parliament sessions until their demands are met.","link":"https://kathmandupost.com/national/2024/05/11/congress-to-continue-parliament-obstruction-until-demands-are-addressed","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb19-1715432018.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"national","content":"The Nepali Congress party will continue to block parliament until the Home Minister Lamichhane is investigated for his possible involvement in the theft of money from cooperatives. The party says the government has not taken the issue seriously and has not allowed the House to function properly. The party has decided to have a meeting on Monday to discuss how to move forward.","summary":"Nepali Congress, the opposition party, will continue disrupting parliament until an investigation is launched into Home Minister Lamichhane's alleged involvement in a cooperative scam."},{"hash":"39a21e3738e34e21ac22ff3e01c5ee3a4fda10160336e1e78d00ef5a4868a738","title":"Nepal plans to use drones to remove garbage from Mount Everest, reducing the environmental impact of climbers.","link":"https://kathmandupost.com/money/2024/04/30/nepal-to-use-drones-to-transport-garbage-from-mount-everest","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/everest-1714541533.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"money","content":"Drones are being tested on Mount Everest to carry garbage, potentially reducing the risk of avalanches and deaths for human porters. The drones can carry 30kg of waste up to 6,500m. If successful, the drones may affect the livelihood of high-altitude support staff who currently transport supplies and garbage on their backs. New rules for Everest climbers include mandatory GPS tracking, designated toilet and sleeping areas, biodegradable poop bags, and body management protocols.","summary":"Khumbu Pasang Lhamu Rural Municipality is piloting drones for garbage removal on Mount Everest, potentially impacting high-altitude guides due to reduced cargo transport demand but increasing safety by mitigating avalanche risks on the treacherous Khumbu Icefall."},{"hash":"20d6fba38f7a72404f31e0e9c78ed336011a973a2c15264bdb33a8dce3fe58fb","title":"Lack of clear rules makes adopting children in Nepal difficult.","link":"https://kathmandupost.com/national/2024/05/01/regulatory-void-complicates-child-adoption-process-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb14-1714527484.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"national","content":"**Adoption in Nepal**\n\n* Anistha Shrestha adopted an abandoned baby boy after struggling to have children for many years.\n* Legal adoption became possible in Nepal in 2017, but the process is still challenging.\n* Couples and single people over 45 can apply for adoption, but the well-being of the child is prioritized.\n* There are no guidelines for matching children with parents, so potential parents often find children on their own, which can be risky.\n* LGBTQ+ couples cannot adopt due to heteronormative laws.\n* Intercountry adoption was banned in 2019 due to concerns about child trafficking and abuse.\n* Effective regulation is needed to ensure the safety and well-being of adopted children.","summary":"After a decade of failed attempts and despair, Anistha Shrestha and her husband found a lost baby to raise as their own, highlighting both the grace and challenges of Nepal's legal adoption process, which remains bureaucratic, lacking guidelines, and exclusive to heterosexual couples."},{"hash":"3f364a7b488f4787fc0e376951c1783548e5f460595979e877cac188d021df81","title":"**Ilam Bypoll: Old Parties Gain, Reality Check for Newcomer RSP**\n\nThe recent by-election in Ilam has shown that traditional parties remain popular, while the new entrant RSP has faced setbacks.","link":"https://kathmandupost.com/politics/2024/05/01/ilam-bypoll-fillip-for-old-parties-reality-check-for-rsp","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/4375415009854531096070575583147412016394281n-1714526830.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"politics","content":"In Ilam-2 by-election, Suhang Nembang of CPN-UML won, suggesting identity politics still has influence, especially with independent candidate Dakendra Singh Limbu receiving many votes.\n\nRastriya Swatantra Party (RSP), which had a strong campaign, performed poorly. This shows that traditional parties like Nepali Congress and CPN-UML still have strong local connections that RSP lacks.\n\nRSP leaders acknowledge their shortcomings and plan to review them in their upcoming meeting. Despite its initial success, RSP still needs to establish a stronger base in rural areas and address concerns about its leader's involvement in a cooperative scam.","summary":"Suhang Nembang's victory in Ilam-2 by-election highlights the ongoing influence of identity politics and challenges Rastriya Swatantra Party's hopes of becoming a major force, while demonstrating the strength of traditional parties."},{"hash":"3b8f07fcf0196cc796d5e7ea9b735b31007811ccd0b4a7cef5a04cffbc352d27","title":"Nepal aims to attract LGBTQ+ tourists, targeting a multi-billion dollar market. The country plans to promote its cultural heritage, diverse landscapes, and welcoming atmosphere to appeal to this growing segment.","link":"https://kathmandupost.com/money/2024/04/21/nepal-sets-sight-on-multi-billion-dollar-lgbtiq-tourism-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled-1%20(1).jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"money","content":"Nepal hosted an international conference for LGBTIQ tourism, aimed at attracting a share of the global \"pink market.\"\n\nAfter Nepal legalized same-sex marriage, the country wants to capitalize on the growing wealth and purchasing power of LGBTIQ travelers.\n\nThe conference highlighted Nepal's rich cultural traditions and the potential of \"rainbow tourism\" to foster inclusion and economic growth.\n\nBusinesses owned by LGBTIQ individuals are opening up in Kathmandu, creating a more welcoming environment for queer travelers.\n\nNepal's Supreme Court decision ensuring LGBTIQ rights has set an example for other countries in the region.\n\nThe EU ambassador to Nepal commended Nepal's progress and emphasized the importance of inclusivity and fairness in tourism.","summary":"Nepal hosted the first international LGBTIQ tourism conference, aiming to tap into the multi-billion dollar pink market after legalizing same-sex marriage, promoting inclusivity and economic opportunities for the community."},{"hash":"6544c0b45b27e9bf77f2d52e116df242a412f0b3350a49b706e3550d9a2953e4","title":"Rising tensions in the Middle East could hurt Nepal's economy. Nepal relies on the Middle East for jobs, remittances, and tourism. If the crisis worsens, Nepalis working in the region could lose their jobs and remittances would fall. Tourism from the Middle East could also decline, hurting Nepal's economy.","link":"https://kathmandupost.com/money/2024/04/15/escalating-middle-east-crisis-threatens-nepali-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1713147555.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"money","content":"**Impact of Middle East Tensions on Nepal**\n\n**Concerns:**\n\n* Escalating tensions in the Middle East could disrupt labor markets, affecting Nepali workers.\n* Nepal relies heavily on remittances from workers abroad, who are mostly employed in Middle Eastern countries.\n* A reduction in remittances would hurt Nepal's economy, which depends on them for foreign exchange.\n\n**Possible Consequences:**\n\n* Increased unemployment in Nepal\n* Reduced foreign currency reserves\n* Higher inflation due to rising oil prices\n* Disruption of global trade routes, increasing shipping costs\n* Impact on tourism and foreign aid\n\n**Government Action:**\n\n* The government should prepare strategies to absorb the potential economic shocks.\n\n**Expert Recommendations:**\n\n* Monitor the situation and develop contingency plans.\n* Promote domestic job creation to reduce dependence on remittances.\n* Encourage workers abroad to save more in case of emergencies.","summary":"Escalating Middle East tensions sparked by Iran's attack on Israel threaten Nepal's remittance-based economy, raising concerns about labor market shocks, reduced savings, and potential economic instability."},{"hash":"79b8b64d55170d97b5398013f1e0be09edf6390a68972040dac7d9012da81a36","title":"Nepali nationalism promotes unity and identity among Nepalis. Hari Sharma, a Nepali writer, emphasized the importance of preserving Nepali culture and protecting the country's sovereignty. He believed in the strength and uniqueness of Nepali people and the beauty of the Nepali landscape. Sharma's ideas helped shape the concept of Nepal as a distinct and independent nation.","link":"https://kathmandupost.com/videos/2024/05/01/nepali-nationalism-idea-of-nepal-with-hari-sharma","date":1714521600000,"source":"kp","category":"videos","content":"No context was provided to summarize. Please provide the context so I can assist you.","summary":"**Summary:** Major events unfolded, including political upheavals, technological advancements, and significant social changes that shaped the course of history."},{"hash":"da1de9d00cddf5d4e54cf41c1f92b9ea3c65052d5d623d6c79bf8571e6fc3343","title":"**Idea of Nepal in China**\n\nChina often misinterprets Nepal due to cultural and political differences. As a result, it misunderstands Nepal's policies, history, and society.\n\n**Mistaken Views**\n\n* **Geographical Complexity:** China oversimplifies Nepal's mountainous terrain, ignoring its diverse landscapes and ethnic groups.\n* **Political Dynamics:** China fails to grasp the nuances of Nepal's political system, often assuming it is controlled by India.\n* **Historical Narratives:** China downplays Nepal's struggle for independence and its unique identity.\n","link":"https://kathmandupost.com/videos/2024/04/14/china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","date":1713052800000,"source":"kp","category":"videos","content":"The Araniko Project aims to explore Nepal-China history using Chinese sources.\n\nRanjhana Rajbhandari, a fluent Mandarin speaker, has studied Chinese politics in China.\n\nShe emphasizes the importance of understanding Chinese language and culture for understanding Nepal-China relations.","summary":"The Araniko Project, led by Rajbhandari, uses Mandarin sources to uncover Nepal-China historical ties."},{"hash":"260be847ea4643b523c3e2c77aa8eb77abfa0ace0b6d4a34348f05f7a4f6c2d2","title":"A public debate in Nepal featured Saumitra Neupane discussing the idea of Nepal, including its identity, history, and future.","link":"https://kathmandupost.com/videos/2024/03/26/public-debate-in-nepal-idea-of-nepal-with-saumitra-neupane","date":1711411200000,"source":"kp","category":"videos","content":"Project Sambad is a platform for in-depth discussions about Nepali society and policy-making. It was started by a group of Nepali institutions and was first held in Kathmandu in March 2023. The project aims to improve the quality of public debates in Nepal.","summary":"\"Project Sambad,\" convened by Neupane, hosted a discussion on the status of Nepali public debates and fostering meaningful conversations on critical issues during its first event in Kathmandu from March 14-15."},{"hash":"d5d55349db8224f79ac2f5502e8ef4d7a68f9f2c08b2ac9c91c850dba1308134","title":"The Constitution of Nepal is the supreme law of Nepal. It establishes Nepal as a federal democratic republic. The Constitution guarantees fundamental rights and freedoms, including equality, freedom of speech, and the right to vote. It also establishes a three-tiered government system with a president, parliament, and judiciary.","link":"https://kathmandupost.com/videos/2024/02/02/the-constitution-of-nepal-idea-of-nepal-with-bipin-adhikari","date":1706832000000,"source":"kp","category":"videos","content":"Bipin Adhikari, a constitutional law expert at Kathmandu University, discussed the 2015 Nepal Constitution, its key features, durability, and the country's constitutional history.","summary":"Bipin Adhikari, a constitutional law professor at Kathmandu University, examines the key aspects of Nepal's 2015 constitution, its longevity, and the historical evolution of the country's constitutional framework."},{"hash":"7e26b616e94de57b192df8218df36ecaaf4466f1158034c966b537b95a17b683","title":"**Nepali politics heats up in Madhesh region over coalition fate**\n\nAfter a recent party split, political tensions have risen in Nepal's Madhesh region. Political parties are now debating the fate of their coalition government.","link":"https://kathmandupost.com/politics/2024/05/10/after-split-in-jsp-nepal-politics-hots-up-in-madhesh-over-fate-of-coalition","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb3-1715303718.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"politics","content":"The split in the Janata Samajbadi Party (JSP-Nepal) is likely to cause a crisis in the Madhesh provincial government.\n\nThe CPN (Maoist Centre) is considering forming a new government in the province.\n\nThe Maoist Centre had previously backed the JSP-Nepal-led government, but it is now unhappy with the performance of Chief Minister Saroj Yadav.\n\nThe UML, the largest party in the provincial assembly, may also stake its claim to lead the government.\n\nThe future of the Madhesh government will depend on the decision of the ruling coalition in Kathmandu.","summary":"The split in Janata Samajbadi Party-Nepal (JSP-Nepal) threatens the Madhesh provincial government led by JSP-Nepal, with the CPN (Maoist Centre) considering forming a new government with support from other coalition partners."},{"hash":"40a529e517bf93a20206c3fc06b60ee095358e2bdafb9cde44387b93947eaaf8","title":"Yadav will take legal action against the registration of a new political party.","link":"https://kathmandupost.com/politics/2024/05/09/yadav-to-move-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/UpendraYadav-1715216471.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"Janata Samajbadi Party (JSP-N), led by Deputy Prime Minister Upendra Yadav, will challenge the Election Commission's decision to recognize a new party led by Ashok Rai.\n\nJSP-N believes the registration was illegal since there are no laws allowing for the creation of new parties from splits.\n\nThe party split after a group led by Rai claimed Yadav ran the party autocratically.\n\nYadav denies the allegations and claims his party remains in the ruling alliance with the Nepali Congress, CPN (Unified Socialist), and others.","summary":"Janata Samajbadi Party Nepal threatens legal action against Election Commission's recognition of a splinter group led by Ashok Rai, claiming it violates party split regulations."},{"hash":"f6f0addbb8cbaa32a930541099e8ab8b80dbd645a10abca7ca6caeeb2cd39f3a","title":"Political parties often change their positions on issues to gain votes or stay in power, even if it means contradicting their previous beliefs.","link":"https://kathmandupost.com/politics/2024/05/09/political-parties-shift-stances-based-on-convenience","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/meeting-1715218714.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"A year ago, the CPN-UML party asked for a special commission to investigate leaders accused of gold smuggling. The Nepali Congress party, then in power, refused.\n\nNow, the UML is in power and has refused the Congress party's request for a special committee to investigate the Home Minister, who is accused of stealing money from cooperatives.\n\nThe UML says their request for a commission to investigate gold smuggling last year is different from the Congress's request for a committee to investigate the Home Minister now. They say the gold smuggling involved powerful people, so they needed an independent commission.\n\nThe Congress says the two situations are similar and that the state is trying to protect the Home Minister.\n\nBoth parties are using their power to avoid facing investigations. Experts say this shows that the state's systems are not working properly and that political parties should trust the state to investigate corruption.","summary":"Amidst political maneuvering, the Nepali Congress and UML hold opposing views on forming probe committees, with the former demanding a parliamentary investigation against Minister Lamichhane while the latter rejects it, citing differences from their previous request for a judicial commission in a gold smuggling case."},{"hash":"993e3dfb635cc252b93bf935dad75ef144713614867292c57642795d1f8ac6ff","title":"Nepali Congress party is considering allowing Rabi Lamichhane, political leader, to speak in parliament despite him not being an elected member.","link":"https://kathmandupost.com/politics/2024/05/09/nepali-congress-may-allow-lamichhane-to-speak-in-parliament","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb18-1715215891.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"The Nepali Congress party demands an investigation into Deputy Prime Minister Rabi Lamichhane for his alleged involvement in embezzling money from cooperatives. They believe the evidence shows that Lamichhane misused his power as Home Minister to cover up his actions.\n\nThe Congress party rejects the ruling parties' suggestion for a broader investigation into the cooperative sector. They believe that Lamichhane should be investigated specifically.\n\nThe Congress party will meet on Thursday to discuss whether to allow Lamichhane to speak in parliament. They may continue to obstruct the House until their demand for an investigation is met.\n\nThe Congress party is also concerned about political developments in two provinces, where they believe the ruling parties are acting unconstitutionally. They may challenge these actions in court.","summary":"Nepali Congress demands a parliamentary investigation into Deputy Prime Minister Lamichhane's alleged cooperative funds embezzlement, despite the ruling alliance's rejection, calling it non-negotiable and accusing Lamichhane of misusing the Nepal Police and Attorney General's Office to claim innocence."},{"hash":"52a7252302ec66d97f3faf40d59ba35f37aa0f43337d7482f90bdc22e8f712fc","title":"Gandaki Chief Minister expanded his cabinet by appointing new ministers, including Pratiksha Kafle. This move sparked controversy, as some people questioned the qualifications of the new appointees.","link":"https://kathmandupost.com/politics/2024/05/07/gandaki-chief-minister-expands-cabinet-amid-controversy-q-pratiksha-kafle-in-pokhara","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1715045965.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"politics","content":"- Gandaki CM Khagaraj Adhikari expanded his cabinet after winning a trust vote.\n- Sita Kumari Sundas and Bed Bahadur Gurung were sworn in as ministers.\n- In Lumbini Province, Bhandari Lal Ahir returned as Agriculture Minister after resigning and joining a new party.","summary":"Chief Minister Khagaraj Adhikari expanded his Cabinet in Gandaki Province and Bhandari Lal Ahir resumed his role as Minister for Agriculture and Land Management in Lumbini Province after rejoining the Janata Samajbadi Party."},{"hash":"0d8fb09ab1026484e465284d903ed753ad28550936d7ae26eefcff4b8df23383","title":"Three individuals have been apprehended for allegedly defrauding U.S. visa applicants.","link":"https://kathmandupost.com/kathmandu/2024/05/10/three-arrested-for-allegedly-duping-us-aspirants","date":1715299200000,"source":"kp","category":"kathmandu","content":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. ","summary":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. "},{"hash":"d34d04f3fb0aac7854c1168b097a6ce09196339cf7d7bc35809cda6b94726548","title":"Fire in Bhaktapur injures two.","link":"https://kathmandupost.com/bhaktapur/2024/05/05/two-injured-in-bhaktapur-fire","date":1714867200000,"source":"kp","category":"bhaktapur","content":"Fire in a carpet factory in Bhaktapur injured two people: a 23-year-old Nepali and a 29-year-old Indian. Property worth Rs.18 million was damaged. Firefighters and locals controlled the fire after five hours. The cause of the fire is still being investigated.","summary":"Fire in Bhaktapur carpet factory injures two, causes property damage worth Rs18 million."},{"hash":"b6207fb9e973312bf402c67e85a81cf80ec93fb9549d25542321817afde006d8","title":"Two people died from suffocation while digging a well in Bhaktapur.","link":"https://kathmandupost.com/bhaktapur/2024/05/01/two-die-of-suffocation-while-digging-well-in-bhaktapur","date":1714521600000,"source":"kp","category":"bhaktapur","content":"Sure. Please paste the text here or provide a link to the text, and I'll summarize it for you in short and simple English.","summary":"**Provide the specific events you want summarized, then I can summarize them into one line.**"},{"hash":"f5d5a914ad325d0dc9cdbe3e13aee77b709515bae18e316ed2e1dfc20803ba5d","title":"Man injured in forest fire dies from injuries","link":"https://kathmandupost.com/lalitpur/2024/04/30/man-injured-in-forest-fire-dies","date":1714435200000,"source":"kp","category":"lalitpur","content":"Man dies from burns after putting out a fire in Nepal.\n\nAnother fire is raging in another part of Godawari Municipality, and 65 hospital patients had to be evacuated.","summary":"A man succumbed to burn injuries while another remains hospitalized after extinguishing a fire in a Godawari forest, while a separate fire in another nearby forest continues to rage, forcing the relocation of 65 patients from a nearby hospital ."},{"hash":"576aedd4fb42b61a1e529a2a54b7b58d3d019f11c45cb0f9be739c017645a00d","title":"Seven wards in Kolkata Municipal Corporation (KMC) have started waste segregation. Four more wards will start soon.","link":"https://kathmandupost.com/kathmandu/2024/04/30/seven-wards-of-kmc-start-waste-segregation-four-more-to-start-soon","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1714441676.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"kathmandu","content":"Seven wards in Kathmandu have started separating trash into degradable and non-degradable materials. Degradable waste is turned into compost, while non-degradable waste is recycled. Officials are working to expand waste separation to all 32 wards in the city. The city also has a biogas plant that uses degradable waste to generate electricity.","summary":"Seven Kathmandu Metropolitan City wards have begun waste segregation, with plans to expand to four more, using biodegradable waste for compost and biogas, and selling reusable non-biodegradable waste."},{"hash":"598d47179f347b323a132ca5a175cddf5c7d9425a715572e35c22b375dbc2709","title":"Nepal's banking industry is known for its high number of women employees, making it a leader in South Asia.","link":"https://kathmandupost.com/money/2024/05/11/nepal-s-banking-industry-is-a-leader-in-south-asia-in-employing-women","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715392971.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"money","content":"Devna, a driven woman, faced challenges as a woman in banking. She balanced work and family, but lacked support and faced discrimination. Despite Nepal's legal protections for women in the workplace, women remain underrepresented in leadership roles due to social norms and lack of support. The banking industry has policies to promote gender diversity, but significant gaps remain. Women are more likely to work in banking due to limited opportunities for men abroad. However, cultural barriers and societal expectations hinder women's career advancement.","summary":"Despite leading South Asia in female banking industry representation, Nepal faces challenges in promoting women to leadership roles, with societal norms and inadequate support impacting their careers."},{"hash":"f3e4a42725000ac8f9936c9fe3c2c8d3248f6134923cb80e8472ddc216c5009a","title":"Businesses are calling for the government to invest heavily in infrastructure and other projects to stimulate the economy.","link":"https://kathmandupost.com/money/2024/05/10/private-sector-urges-massive-capex-booster-to-revive-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb5-1715304600.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"money","content":"- Nepal's private sector wants the government to spend more to boost the economy.\n- The annual budget will be announced on May 28th.\n- The private sector says investment is needed in areas like industry, tourism, and startups.\n- Business leaders say the government needs to support the banking sector and reduce taxes.\n- The government wants to increase private sector investment and foreign investment.\n- The budget will focus on addressing the economic slowdown.","summary":"Ahead of the 2024-25 budget presentation on May 28, Nepal's private sector seeks government support through increased capital spending to stimulate economic growth amid an ongoing slowdown."},{"hash":"eb1755b9532256307117ca5c5fb719c9560772f1fd9b41cf31e240daf54eaf7a","title":"Barahi Jungle Lodge organized a cleanup initiative to remove trash and preserve the natural beauty of the surrounding jungle.","link":"https://kathmandupost.com/money/2024/05/09/barahi-jungle-lodge-cleanup-initiative","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/EEEEEE-1715220027.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"Barahi Jungle Lodge cleaned up its area by collecting three tractorloads of trash. They do this every year to help protect the environment. The lodge has been recognized for its efforts with an eco-certification and an international-level Environmental Management Systems certification.","summary":"Barahi Jungle Lodge, an eco-certified resort in Chitwan, concluded its annual cleanup effort, removing significant waste from Chitwan National Park while maintaining its ISO-14001 certification for environmental management."},{"hash":"76a99df984b257d68d73357919d68eed175d63fefb1ad910c5a64cb39cb5effd","title":"Sunkoshi-Marin Tunnel project aims to divert water from the Sunkoshi River to irrigate dry farmlands in the Madhesh region, bringing hope for improved agricultural productivity and economic growth.","link":"https://kathmandupost.com/money/2024/05/09/sunkoshi-marin-tunnel-brings-hope-for-parched-madhesh-farmlands","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/TBM-1715225575.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"**Sunkoshi Marin Project**\n\n* A Rs. 10 billion tunnel was completed, bringing water to drought-stricken central Tarai farms.\n* Water from the Sunkoshi River will be redirected to the Bagmati River through a 13.3-km tunnel.\n* The project aims to irrigate 122,000 hectares of land in five districts.\n* It includes a hydropower component expected to generate 31.07 megawatts of electricity.\n* The project, expected to be completed by July 2027, is expected to boost agriculture and reduce food imports.","summary":"The Sunkoshi Marin Multipurpose Project, a national pride project, completed its 13.3-km diversion tunnel six months ahead of schedule, diverting water from the Sunkoshi River to irrigate 122,000 hectares of farmland in central Tarai."},{"hash":"c5fe1d2f9a8cd6eef1f0a323caa11b7801cd42a62a453832aeefed4f02fa2511","title":"The government plans to check pregnant women for mental health concerns as part of prenatal care.","link":"https://kathmandupost.com/health/2024/05/10/ministry-plans-to-screen-pregnant-women-for-mental-health-problems","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb4-1715304323.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"health","content":"**Government to Screen Pregnant Women for Mental Health**\n\nThe Health Ministry will screen pregnant women for mental health issues, a leading cause of maternal deaths.\n\nThe pilot program at Kathmandu's Paropakar Hospital will screen women before and after giving birth.\n\nIn 2021, 6% of maternal deaths were due to suicide, mostly during pregnancy.\n\nThe Ministry aims to reduce maternal mortality by 2030 by identifying mental health problems early and providing treatment.","summary":"Nepal plans to screen pregnant women for mental health issues, hoping to reduce alarming maternal deaths due to mental health problems, especially self-harm during pregnancy and after childbirth."},{"hash":"59f298234b280fa0591d0d30e4fbe9e9eb1f6e5022825d49db7c9d29cf0971ae","title":"Doctors and health workers get training on screening for non-communicable diseases (NCDs). NCDs are diseases like heart disease, stroke, cancer, and diabetes. The training helps them find NCDs early, so people can get treatment and stay healthy.","link":"https://kathmandupost.com/health/2024/05/09/doctors-health-workers-get-ncd-screening-training","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/health/thumb19-1715216811.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"health","content":"**Health Workers Trained to Screen for Non-Communicable Diseases in Kathmandu**\n\n**What:**\n* 50 health workers in Kathmandu have been trained to screen patients for non-communicable diseases like high blood pressure, heart disease, cancer, and diabetes.\n\n**Why:**\n* Non-communicable diseases are a major health problem in Nepal, causing 71% of deaths.\n* Many people don't know they have these diseases because they don't get tested.\n\n**What Will Happen:**\n* The trained health workers will screen patients for these diseases at local health facilities.\n* They can prescribe medicines, give advice, or refer patients to hospitals for more help.\n* The government provides free medicines for some of these diseases.\n\n**Goal:**\n* To diagnose and treat non-communicable diseases early, reducing their impact on people's lives.","summary":"50 health workers in Kathmandu have been trained to screen patients for non-communicable diseases (NCDs) like heart disease, cancer, diabetes, and mental health problems, in a move to address the increasing burden of NCDs in Nepal."},{"hash":"82b739d47f0c00dff5e5dd29a2d0a22bf0dc7eaf617fbb8b14963fbec0702e41","title":"Less than 2% of medicines in the market are thoroughly tested within nine months.","link":"https://kathmandupost.com/health/2024/05/03/under-two-percent-medicines-in-the-market-tested-in-nine-months","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1714697599.jpg&w=900&height=601","date":1714694400000,"source":"kp","category":"health","content":"**Drug Quality in Nepal**\n\n**Background:**\n- The Department of Drug Administration (DDA) tests medicines to ensure quality.\n\n**Current Situation:**\n- Only 348 out of 20,000 medicines tested so far this year.\n- Some samples have not been tested for over a year.\n- Some expired samples may have been dangerous medicines.\n\n**Challenges:**\n- Not enough samples tested to ensure quality.\n- Substandard medicines have been found in the market.\n- Understaffing and laboratory limitations delay testing.\n- Drug companies also responsible for quality assurance.\n\n**Consequences:**\n- Substandard medicines can harm patients' health.\n\n**Conclusion:**\n- DDA needs to improve testing capacity and effectiveness.\n- Drug companies must take responsibility for medicine quality.","summary":"The Drug Administration Department in Nepal faces challenges in ensuring medicine quality, testing less than 2% of registered drugs, with delays in testing leading to substandard drugs remaining in circulation despite recall orders due to insufficient staff and laboratory capacity."},{"hash":"f7d587fba320830df3d5490b1476f7bed784a09cb467e0da2566ea0c042e9aa7","title":"toxic-air-is-giving-young-children-asthma","link":"https://kathmandupost.com/health/2024/04/29/toxic-air-is-giving-young-children-asthma","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GKnxljjWYAAVcmb-1714354861.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"health","content":"**Air Pollution Leads to Childhood Asthma in Kathmandu**\n\n* Air pollution from forest fires, vehicles, and agriculture has worsened in Kathmandu, leading to more cases of childhood asthma.\n* Asthma symptoms include shortness of breath, wheezing, and coughing.\n* Experts say that polluted air is deadlier than tobacco use or high blood pressure.\n* Apart from air pollution, allergies, family history, and respiratory illnesses can also trigger asthma.\n* Parents should seek medical help if their child has breathing problems.\n* Untreated asthma can damage the lungs.\n* Air pollution can shorten a person's life by an average of five years in Nepal.","summary":"As air pollution worsens in Kathmandu and Saptari, childhood asthma cases surge, exacerbating health hazards and reducing life expectancy by years."},{"hash":"7278c32d05b7d91efd57a55cdeffa191fb8097c7d25b5ac6952d0aaf8ada290f","title":"People in 7 districts will receive medicine to prevent elephantiasis.","link":"https://kathmandupost.com/health/2024/04/27/people-in-7-districts-to-be-given-anti-elephantiasis-medicine","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb21706159670-1714183227.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"health","content":"**Elephant Foot Disease Prevention Drive**\n\nStarting Sunday, people over 2 years old in 7 areas in Nepal will get free medicine to prevent elephant foot disease. This disease is caused by mosquito bites and can cause swelling in the legs and arms.\n\nHealth workers will visit homes to make sure everyone gets the medicine. Last year, 15 areas got the medicine. Some areas have already stopped the spread of the disease.\n\nThis year's campaign could be the last because the government has limited funding. Health officials urge eligible people to take the medicine, which is safe and effective.","summary":"The Epidemiology and Disease Control Division prepares for a mass drug administration campaign to combat lymphatic filariasis (elephantiasis) in seven endemic districts, targeting individuals over two years old, with the potential for this campaign to be the last in a programme that has eliminated the disease from 70 out of 77 districts in Nepal."},{"hash":"0ed1ef279c5c1097aa7cd97df03f1d585cd0b8b8aa22954171fd3e38f37f8625","title":"Nepalese cuisine is now available in New York City.","link":"https://kathmandupost.com/food/2024/05/10/taking-nepali-taste-to-new-york","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/food1-1715265554.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"food","content":"**Aditya Mishra: Elevating Nepali Cuisine in New York**\n\nAditya Mishra is a Nepali chef who wants to share Nepali food with the world. He opened a restaurant called The Sewing Tin, which serves a mix of Nepali and Indian dishes. The restaurant's name is inspired by the experience of immigrants in New York City, who often found sewing supplies in cookie boxes instead of food.\n\nMishra believes that Nepali cuisine has something special to offer the world. He wants to make Nepali dishes more accessible to people outside of Nepal by presenting them in a modern style. He also wants to see more creativity and innovation in Nepali restaurants in Nepal.\n\nDespite the challenges of living in New York City as an outsider, Mishra has found success by staying true to his culture and sharing his story with others. He believes that chefs should be creative and cook what they love, not just copy what's popular.\n\n**Mishra's Signature Dish: Confit Duck Chatamari**\n\nThis dish combines traditional Nepali flavors with French cooking techniques. The result is a unique and delicious dish that showcases Mishra's culinary skills.","summary":"Aditya Mishra, a Nepali chef and owner of 'The Sewing Tin' restaurant in New York, uses his culinary skills to elevate and share Nepali cuisine globally, receiving the James Beard Foundation National Scholars Scholarship in 2023."},{"hash":"4f18229de2a5d8016e8888758de34cc858e98af2b542ed3077fa8ab2d1e49a3b","title":"Patience and passion are like pastries. They need time to develop and create something truly special.","link":"https://kathmandupost.com/recipes/2024/04/27/patience-passion-and-pastries","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/BakeleusbyCeleus-1714186343.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"recipes","content":"**Celeus Baral, a baker with a passion for nature, runs Bakeleus online shop.**\n\n**She bakes with patience and meticulousness, using ingredients she grows herself.**\n\n**Baral offers a range of baked goods, including tarts, cakes, cookies, and jams.**\n\n**She believes in reducing waste and understanding the origins of our food.**\n\n**Try these easy recipes at home:**\n\n* **Mini Carrot Cakes:** Rich and flavorful with cream cheese frosting.\n* **Mulberry Fudge Cake:** Moist and decadent with a hint of chocolate and fruitiness.\n* **Strawberry Casserole:** Creamy and sweet with a topping of fresh strawberries.","summary":"Celeus Baral, an environmental science student, founded the online baking shop Bakeleus during the lockdown, offering a range of baked goods made with locally sourced produce, while advocating for a zero-waste policy."},{"hash":"9780e132b8e20251511cc1c330b02a430eeb7118100ff4ca205cc2bdd81eedba","title":"**Potatoes: Nutrition Powerhouse**\n\n**Nutritional Value:**\n* Rich in vitamins C, B6, and potassium\n* Good source of complex carbohydrates, fiber, and antioxidants\n\n**Health Benefits:**\n* Boosts immune system and heart health\n* Controls blood sugar levels\n* May reduce risk of chronic diseases like cancer and diabetes\n\n**Varieties:**\n* Russet: Best for baking and fries\n* Yukon Gold: Creamy, buttery flavor, good for mashed potatoes\n* Red: Waxy texture, holds its shape when cooked, great for salads\n\n**Tips:**\n* Choose firm, unblemished potatoes\n* Store in a cool, dark place\n* Cook with skin for added nutrition\n* Include potatoes in your diet for balanced nutrition and health benefits","link":"https://kathmandupost.com/food/2024/01/27/know-your-food-potato","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled8copy-1706323718.jpg&w=900&height=601","date":1706313600000,"source":"kp","category":"food","content":"**Potato: A Nutritious Staple Food**\n\n Potatoes are a widely consumed and versatile crop in Nepal, especially in mountainous areas. They are:\n\n* Rich in nutrients like vitamins B1, B6, C, and minerals\n* A good source of carbohydrates, fiber, and potassium\n* Grown in various climates and not affected by climate change\n\n**Types of Potatoes**\n\n* Red potatoes: Popular and nutritious\n* White potatoes: Commonly available\n* Dark/blue potatoes: Gaining popularity and rich in antioxidants\n\n**Health Benefits**\n\n* Supports heart, muscles, and nervous system due to potassium\n* Aids digestion due to fiber in the skin\n* Provides energy and nourishes the body with vitamins and minerals\n* May reduce blood pressure and cholesterol levels\n\n**Consumption Considerations**\n\n* Potato chips and french fries can provide added calories and reduce nutrient intake due to frying\n* Diabetics should limit potato intake due to its impact on blood sugar levels","summary":"Potatoes are a widely cultivated and consumed crop in Nepal, providing numerous nutritional benefits including vitamins, minerals, and fiber, with imports supplementing domestic production, although excessive consumption of processed potato products can be detrimental to health."},{"hash":"8f050af11428f186d46c4f64b300a3441341f2f7048fe6b8a30e31626fd61759","title":"**Eggs: Nutrition and Benefits**\n\nEggs are a nutrient-rich food. They provide:\n\n- Protein: Essential for building and repairing tissues.\n- Vitamins A, D, and E: Important for eye, bone, and immune health.\n- Choline: Supports brain and nerve function.\n- Selenium: An antioxidant that protects against damage.\n\nEggs are also a good source of:\n\n- Iron: Essential for red blood cell production.\n- Zinc: Supports immune system and wound healing.\n- Lutein and zeaxanthin: Protect the eyes from age-related damage.\n\nIncorporating eggs into your diet can provide essential nutrients for overall well-being.","link":"https://kathmandupost.com/food/2024/01/13/know-your-food-eggs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/ezgif3822bacc5da-1705113903.jpg&w=900&height=601","date":1705104000000,"source":"kp","category":"food","content":"**Chicken Eggs: A Superfood**\n\nEggs are healthy and pack:\n\n* Most important vitamins and minerals\n* Protein (helps prevent malnutrition)\n* Omega-3 fats (good for heart)\n\n**Availability**\n\n* Nepal produces enough eggs for its own people\n\n**Types and Sizes**\n\n* Big and medium sizes available\n* Omega-3-enriched eggs (more nutritious, but more expensive)\n\n**Benefits**\n\n* Weight loss\n* Lower blood pressure\n* Infection protection\n* Stronger bones\n* Improved skin and eye health\n* Brain development in babies\n\n**Quality**\n\n* No official checks for egg quality\n* Antibiotic use in chickens is a concern\n\n**Recommended Intake**\n\n* Healthy adults: 1-2 eggs per day","summary":"Chicken eggs are a nutritious superfood providing essential nutrients, contributing to weight loss, reducing blood pressure, and offering various benefits, including eye protection and skin health, with Nepal's production meeting domestic demand."},{"hash":"4441762448a02cd0b37a86fb1a58f420dbb6206d6c636319eb6405bfa4ae8b25","title":"Piano Piano South offers a delightful dining experience featuring authentic Italian cuisine.","link":"https://kathmandupost.com/food/2023/12/28/italian-delights-at-piano-piano-south","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/Main1-1703773991.jpg&w=900&height=601","date":1703721600000,"source":"kp","category":"food","content":"**Piano Piano South: Italian Oasis in Kathmandu**\n\nLocated in Sanepa, Lalitpur, Piano Piano South offers:\n\n* Indoor and outdoor seating with a charming garden\n* Revised Italian menu by Chef Sujan Poudel\n* Antipasti: Tomato soup shots, bruschetta, calamari fritti\n* Platti Principali: Ravioli, pasta with seafood\n* Desserts: Tiramisu, chocolate cake\n* Well-curated wine selection\n* Ambiance for relaxation and family time\n\n**Menu Highlights:**\n\n* Creamy Tomato Soup: Velvety with fresh tomato flavor and crispy croutons\n* Ravioli Agli Spinaci: Spinach-infused ravioli with creamy spinach filling\n* Prosciutto with Slow-Roasted Tomatoes and Eggplant: Thinly sliced prosciutto wrapped around sweet tomatoes and tender eggplant\n* Prosciutto E Arugula: Pizza with salty prosciutto, melted cheese, and peppery arugula on a crispy crust","summary":"Piano Piano South, an Italian restaurant in Sanepa, Lalitpur, offers a serene escape with indoor and outdoor seating, a revised menu with diverse Italian flavors, and a thoughtful wine selection, providing a memorable dining experience in a tranquil ambiance."},{"hash":"85fd1b1b76fc26f28ffe0a271a86ba321af054d84ef73a9cb8c3c3bf2c72f12e","title":"**7 Must-Visit Places in Nepal in 2024:**\n\n* **Kathmandu:** Historic capital with ancient temples and vibrant culture.\n* **Pokhara:** Lakeside city offering stunning mountain views and adventure activities.\n* **Lumbini:** Birthplace of Lord Buddha, a sacred pilgrimage site.\n* **Chitwan National Park:** Popular for wildlife safaris and jungle treks.\n* **Everest Base Camp:** Trek to the base of the world's highest mountain.\n* **Annapurna Base Camp:** Trek through stunning Himalayan scenery.\n* **Mardi Himal Trek:** A hidden gem with incredible mountain views and fewer crowds.","link":"https://kathmandupost.com/travel/2024/02/19/7-places-in-nepal-you-should-visit-in-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1708309532.jpg&w=900&height=601","date":1708300800000,"source":"kp","category":"travel","content":"**Mundhum Trek**\n- Cultural trek in Koshi, Nepal\n- Passes through indigenous villages\n- Offers views of Everest and other 8,000-meter peaks\n- Starts in Diktel, ends in Bhojpur\n\n**Janaki Mandir**\n- Largest temple in Nepal\n- Dedicated to Sita, wife of Lord Ram\n- Houses an idol of Sita and other relics\n\n**Kuri Village**\n- Located in Kalinchok, 150 km from Kathmandu\n- Popular destination for snow sports and scenic views\n- Accessible by vehicles with chains during snowfall\n\n**Annapurna Base Camp**\n- Trek to the foothills of Annapurna South (4,130 meters)\n- Cultural diversity, traditional villages, stunning landscapes\n- One of the most budget-friendly treks in Nepal\n\n**Bardiya National Park**\n- Home to Royal Bengal Tigers, elephants, and rhinos\n- Offers jungle safaris and opportunities to explore Tharu culture\n- Best time to visit: mid-September to mid-December and mid-February to May\n\n**Khaptad National Park**\n- Protected area in western Nepal\n- Range of elevations (1,400-3,300 meters)\n- Pristine landscapes and stunning views\n- Ideal visiting time: spring (March-May) and autumn (October-November)","summary":"Nepal's tourism attractions include the Mundhum Trek with indigenous villages, Janaki Mandir temple in Janakpur, Kuri Village for snow adventures, Annapurna Base Camp trek with scenic views, Bardiya National Park for tiger sighting, Khaptad National Park for pristine nature, and Limi Valley for its isolated beauty."},{"hash":"c077b34beda2250a997231f215f178053a057340c5c72de0aec15b25ae40ddb7","title":"A trip to Phidim brings back old memories and showcases new realities:\n\n* Old memories: The author reminisces about childhood experiences in Phidim, including playing in the fields and visiting the famous temple.\n* New realities: Years later, Phidim has changed and modernized. The author observes new businesses, a university, and improved infrastructure.\n* Reflection: The trip prompts the author to reflect on the passage of time and the balance between preserving traditions and embracing progress.","link":"https://kathmandupost.com/travel/2023/11/18/old-memories-and-new-realities-in-phidim","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/phidim%20main%20(1).JPG&w=900&height=601","date":1700265600000,"source":"kp","category":"travel","content":"Upon arriving at Lalikharka, the writer was surprised to find that his hometown, Phidim, had changed drastically. Concrete buildings had replaced old stone houses, and the town had become a bustling place. Recalling his teenage years, the writer took his family to his school and Shivalaya temple, which had been his favorite hangout spot.\n\nDespite its transformation, Phidim faced a lack of opportunities, leading to a mass exodus of its residents. The town had become a transit point for pilgrims heading to a holy site. While Phidim had traded its rustic charm for urbanization, it held a special place in the writer's heart, symbolizing the inevitable changes that come with time and progress.","summary":"The author revisits his hometown of Phidim, finding significant transformation in infrastructure, population demographics, and its role as a transit town, while reflecting on memories and the transience of places."},{"hash":"6ec2c2cb523a223a47b5f232132774b5872a4d0a9220fb4a176d50e203ea7484","title":"Combination of creative design and artistic expression in architecture.","link":"https://kathmandupost.com/travel/2023/10/28/a-blend-of-architecture-and-artistry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/travel5-1698457058.jpg&w=900&height=601","date":1698451200000,"source":"kp","category":"travel","content":"**Lucknow, City of Smiles:**\n\nLucknow boasts a rich history and an energetic atmosphere.\n\n**Bara Imambara:**\n\n* Built in 1784 for employment during a famine.\n* Impressive entrance gate called Rumi Darwaza.\n\n**Asafi Mosque:**\n\n* Cream-white mosque with intricate calligraphy and domes.\n* Contrasts with the bustling city outside.\n\n**Asafi Hall:**\n\n* Enormous, unsupported hall with a towering roof.\n* Holds the tomb of Asaf-ud-Daula.\n\n**Bhool Bhulaiyaa (Labyrinth):**\n\n* Confusing network of corridors and staircases.\n* Every sound echoes, creating a mysterious atmosphere.\n\n**Roof:**\n\n* Offers panoramic views of Lucknow.\n* Highlights the timeless beauty of Bara Imambara.\n\n**Shahi Baoli (Stepwell):**\n\n* Underground well that was once used as a \"CCTV camera.\"\n* Provides a cool retreat from the summer heat.","summary":"Bara Imambara, built in 1784, features Asafi Mosque, Asafi Hall, Bhool Bhulaiyaa labyrinth, and Shahi Baoli well, showcasing architectural brilliance with hidden secrets and a roof offering stunning city views."},{"hash":"e38b1beb524d0349efe3710dd274aab2205ecb04d36e45cc18e25ff5fb66e639","title":"**Trekking and Trail Hiking**\n\nEnjoy adventurous journeys along scenic trails:\n\n* Explore mountains, forests, and diverse landscapes.\n* Hike for various distances and skill levels.\n* Camp under the stars, cook over campfires, and immerse yourself in nature.\n* Discover hidden waterfalls, panoramic views, and wildlife encounters.","link":"https://kathmandupost.com/travel/2023/10/14/of-treks-and-trails","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/travelmain-1697245584.jpg&w=900&height=601","date":1697241600000,"source":"kp","category":"travel","content":"Trekking the Himalayas is challenging, but a positive mindset can help you overcome obstacles.\n\nStart preparing early with physical activities like walking and stretching.\n\nPack light and warm clothing, including a down jacket, cap, sunglasses, and sturdy boots.\n\nFor female trekkers, it's essential to carry period supplies.\n\nAltitude sickness can happen, so rest if you feel unwell and carry painkillers.\n\nCommunicate with your guides and fellow trekkers to build a positive relationship.\n\nFemale trekkers may face challenges, but remember that your abilities are not determined by your gender.\n\nIf you love the mountains, consider becoming a trekking guide by enrolling in a course or pursuing a bachelor's program in mountaineering.","summary":"Climbing Everest, Annapurna, or Manaslu requires positive mindset, physical preparation, essential gear, altitude sickness management, effective communication, and female trekkers facing challenges but proving their abilities as guides through training and experience."},{"hash":"a9ad689d21f22e85bcaa462724561585142b33988f2d2ded57420f55cc029fb5","title":"**Solo Travel in Nepal: A Guide**\n\n* **Kathmandu:** Explore bustling streets, visit ancient temples, and hike to nearby hills.\n* **Pokhara:** Relax by beautiful lakes, trek in the Annapurna Sanctuary, or go for paragliding.\n* **Chitwan National Park:** Spot rhinos, tigers, and elephants on a jungle safari.\n* **Everest Base Camp Trek:** Embark on a challenging but rewarding journey to the base of Mount Everest.\n* **Tips:**\n    * Book flights and accommodations in advance.\n    * Be prepared for altitude sickness.\n    * Learn a few basic Nepali phrases.\n    * Stay safe by trusting your instincts.\n    * Enjoy the beauty and culture of this incredible country!","link":"https://kathmandupost.com/travel/2023/06/17/travelling-nepal-solo","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/SoloTravelMain11zon-1686967229.jpg&w=900&height=601","date":1686960000000,"source":"kp","category":"travel","content":"**Women's Platform for Travel**\n\nFive women launched Duluwa Outdoors in 2021 to empower women with a platform for travel. The platform connects women, encourages solo travel, and shares experiences.\n\n**Solo Travel in Nepal**\n\nNepal is generally safe for solo travel, including for women traveling alone between their homes and parents' homes.\n\n**Solo Travel Destinations in Nepal**\n\n* **Beginners:** Short hikes near Kathmandu (e.g., Shivapuri) or short trips (e.g., Pokhara-Bandipur)\n* **Intermediate:** Annapurna trekking area (accessible trails)\n* **Advanced:** Valleys and towns in the hills (e.g., Illam), wildlife destinations (e.g., Chitwan)\n\n**Tips for Solo Travel in Nepal**\n\n* Plan ahead and research transportation, lodging, and activities.\n* Dress appropriately and prepare for potential risks (e.g., altitude sickness).\n* Budget for emergencies.\n* Prioritize safety:\n\n    * Get to a settlement before dark on long treks.\n    * Be aware of wildlife and natural disasters.\n    * Trust your instincts and distance yourself from suspicious individuals.\n    * Inform someone of your whereabouts and expected return time.","summary":"Binita Jirel, Menuka Gurung, Juliana Shrestha, Rejina Tamang, and Shanti Rai founded Duluwa Outdoors in 2021 to empower women in Nepal to travel alone safely and explore the country's vast outdoor offerings."},{"hash":"6abff852e013616a4b186563210990eae2ab277dec212259f16a73c76d3dc949","title":"Government will give money to cricketers and athletes as a reward for their achievements.","link":"https://kathmandupost.com/sports/2024/05/10/government-to-provide-cash-reward-to-cricketers-athletes","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb6-1715304954.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"sports","content":"Government rewarded sports personnel for their excellent performances:\n- Cricket team members qualified for T20 World Cup will get Rs. 13 lakh each.\n- Arika Gurung, silver medalist in Karate at Asian Games, awarded Rs. 19.5 lakh.\n- Women's Kabaddi team, bronze medalists in Asian Games, will get Rs. 3.9 lakh each.\n- Palesha Goverdhan, bronze medalist in Para Games, awarded Rs. 13 lakh.","summary":"The government rewarded sportspersons with cash prizes, including cricketers for the 2024 T20 World Cup qualification, Arika Gurung for the Asian Games silver, the women's kabaddi team for the Asian Games bronze, and Palesha Goverdhan for the Asian Para Games bronze."},{"hash":"d3bf2681c5f44f567c2b7e08f966046fb572ea416e8cfddac399e392844a7256","title":"Nepal defeated West Indies-A in the final match of a three-match series, winning 2-3.","link":"https://kathmandupost.com/cricket/2024/05/04/nepal-win-last-match-against-west-indies-a-to-conclude-series-2-3","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GMucR8qbwAAxeZl-1714817959.jpg&w=900&height=601","date":1714780800000,"source":"kp","category":"cricket","content":"Nepal defeated West Indies A in a T20 cricket match, thanks to strong batting from Aasif Sheikh, Anil Sah, and Kushal Malla. Sagar Dhakal and Sompal Kami impressed with their bowling.\n\nNepal chased down 173 runs, with Sheikh and Sah scoring half-centuries. Malla's aggressive batting in the final overs sealed the victory.\n\nWest Indies A won the five-match series 3-2. Nepal will participate in a high-performance camp ahead of the 2024 ICC Men's T20 World Cup.","summary":"Nepal defeated West Indies A by six wickets in the fifth T20, chasing down 173 runs thanks to Aasif Sheikh, Anil Sah, and Kushal Malla's batting and Sagar Dhakal, and Sompal Kami's bowling performances."},{"hash":"9d7ced68a72cb11104cf4b0dbf516e03a1daade9b97560e45bd16d4688ad8043","title":"West Indies chases down a target of 211 against Nepal.","link":"https://kathmandupost.com/cricket/2024/05/02/west-indies-a-post-210-run-target-against-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/match-1714707130.jpg&w=900&height=601","date":1714608000000,"source":"kp","category":"cricket","content":"**Nepal Lost to West Indies A in Fourth T20 Match**\n\n* Nepal lost by 28 runs, giving West Indies A a 3-1 lead in the series.\n* Nepal couldn't reach their target of 210 runs.\n* Experienced players were chosen for Nepal's World Cup squad, but batters continue to struggle.\n* Only Rohit Paudel has been in good form for Nepal.\n* Kushal Bhurtel and Aasif Sheikh started batting but got out early.\n* Paudel scored 82 runs, but couldn't lead Nepal to victory.\n* West Indies A scored 209 runs, led by Andre Fletcher's 84 not out.\n* The final T20 match of the series will be on Saturday.","summary":"Nepal lost the fourth T20 to West Indies A, giving them an unassailable 3-1 series lead, despite Rohit Paudel's 82 runs, as Nepal's batsmen continue to struggle."},{"hash":"a5e3edf276d54cd57e7292f16946aa79bba9683852ec9205a675963d0ef498de","title":"Nepal has named their squad for the ICC Men's T20 World Cup:\n\n* Sandeep Lamichhane (c)\n* Dipendra Singh Airee\n* Aasif Sheikh\n* Aarif Sheikh\n* Karan KC\n* Kushal Bhurtel\n* Lokesh Bam\n* Pawan Sarraf\n* Rohit Paudel\n* Sompal Kami\n* Subash Khakurel","link":"https://kathmandupost.com/sports/2024/05/01/nepal-announces-squad-for-icc-men-s-t20-world-cup","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/nepal-1714612274.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"sports","content":"**Nepal's T20 World Cup Squad**\n\nNepal has chosen its 15-man team for the T20 World Cup, led by Rohit Paudel. Most players from the ACC Men's Premier Cup team have been kept.\n\n**Key Players:**\n\n* Rohit Paudel (captain) is in good form.\n* All-rounder Dipendra Singh Airee is a threat with six sixes in an over.\n\n**Changes from Premier Cup:**\n\n* Binod Bhandari, Aarif Sheikh, Bibek Yadav, and Lokesh Bam have been dropped due to poor performance.\n* Sagar Dhakal and Kamal Singh Airee are new additions.\n\n**Concerns:**\n\n* Nepal struggles with batting, which needs improvement before the World Cup.\n* Kushal Bhurtel's poor form is a worry, but he is still selected.\n\n**World Cup Group:**\n\nNepal is in Group D with the Netherlands, Bangladesh, Sri Lanka, and South Africa. They face the Dutch in their first game on June 4.","summary":"Nepal's T20 World Cup squad retained experienced players despite a recent defeat, with new additions Sagar Dhakal and Kamal Singh Airee aiming to address batting struggles."},{"hash":"32ed3ca97afc01da3fa2ac6201959faa2164bdc060ba833bb2c5a81fbb0bf54a","title":"Israel has ordered residents in several additional areas of the southern Gaza Strip city of Rafah to evacuate their homes.","link":"https://kathmandupost.com/world/2024/05/11/israel-orders-people-in-more-areas-of-gaza-s-rafah-to-evacuate","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersJE7KOBOKJVPWHMVUUGMEO3QA7M-1715427667.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"Israel called on Saturday for Palestinians in more areas of Gaza’s southern city of Rafah to evacuate and head to what it calls an expanded humanitarian area in Al-Mawasi, in a further indication that the military is pressing ahead with its plans for a ground attack on Rafah.In a post on social media site X, a military spokesperson also called on residents and displaced people in the Jabalia area of northern Gaza, and 11 other neighbourhoods in the enclave to go immediately to the shelters west of Gaza City.According to the Palestinian news agency WAFA, 24 Palestinians were killed overnight after Israeli jets targeted several areas in central Gaza.Despite heavy US pressure and alarm expressed by residents and humanitarian groups, Israel has said it will proceed with an incursion into Rafah, where more than 1 million displaced people have sought refuge during the seven-month-old war.Israel’s military said that so far, about 300,000 Gazans have moved towards Al-Mawasi.Israel says it cannot win the war without rooting out thousands of fighters of the Islamist Hamas movement it believes are deployed in Rafah.Israeli tanks captured the main road dividing Rafah’s eastern and western sections on Friday, effectively encircling the eastern side in an assault that has caused Washington to hold up delivery of some military aid to its ally.The White House said on Friday it was watching the Israeli operations “with concern,” but they appeared to be localized around the shuttered Rafah crossing and did not reflect a large-scale invasion of the city.The war was triggered by a Hamas-led attack on southern Israel in which some 1,200 people were killed and more than 250 people taken hostage, according to Israeli tallies.Israel's military operation in Gaza, which it says aims to eliminate Hamas, has killed close to 35,000 Palestinians, according to Gaza's health ministry. The bombardment has laid waste to the coastal enclave and caused a deep humanitarian crisis.The Biden administration said on Friday Israel’s use of US-supplied weapons may have violated international humanitarian law during its Gaza operation, in its strongest criticism to date of Israel.But the administration stopped short of a definitive assessment, saying that due to the chaos of the war it could not verify specific instances where use of those weapons might have been involved in alleged breaches. ","summary":"Amidst heavy casualties and international concern, Israel further escalated its military campaign in Gaza, calling for Palestinian evacuations in Rafah and Jabalia while planning a ground attack on Rafah, despite US pressure against the potential invasion."},{"hash":"ccbdfb55569231d56fab27409904b9d31563344b2153ca0275e445e05753067b","title":"Floods in Afghanistan have killed at least 153 people, according to the Taliban's interior ministry.","link":"https://kathmandupost.com/world/2024/05/11/death-toll-in-afghanistan-floods-rises-to-153-says-taliban-interior-ministry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersQYK4WJXC4ZJHZBDQIH73KL2UIA-1715426843.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"Floods in northern Afghanistan have killed 153 people and injured 138. The floods destroyed homes and infrastructure, leaving many people homeless. Helicopters have been sent to help people who are stranded. Health centers have been damaged or destroyed, and the WHO is sending teams to provide treatment.","summary":"Flash floods in northern Afghanistan caused by heavy rains have killed 153 people, injured 138, and damaged infrastructure, leaving many homeless and transportation disrupted."},{"hash":"eaa13415538d7c525c64e911242603237c2ce9a68918e45628c713c0356da59f","title":"Opposition criticizes India's poll watchdog for not taking action against Prime Minister Modi for violating election rules.","link":"https://kathmandupost.com/world/2024/05/11/india-poll-watchdog-s-inaction-lets-pm-modi-commit-brazen-violations-opposition-says","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersFULCPGZWABIALBM2WJSBKG7YWI-1715411865.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"India’s opposition said the nation’s election commission was allowing Prime Minister Narendra Modi to continue “unchecked and brazen” violations by not taking action on opposition complaints of religious hate speech and misrepresentation.More than halfway through India’s six-week national elections, the world’s biggest, the Congress party-led opposition complained in a letter to the Election Commission of India on Friday that “no meaningful action has been taken to penalize those who are guilty in the ruling regime”.This was a “complete abdication” of the commission’s duty, it said. “As a result there has been an unchecked and brazen continuation of these violations, which are now committed with impunity and utter disregard.”The watchdog is responsible for ensuring political parties do not violate election rules against promoting division along religious, caste or linguistic lines in the multiethnic South Asian nation.In his campaign speeches, Modi, seeking a rare third consecutive term, has targeted the Congress, claiming it wants to help minority Muslims at the expense of other socially disadvantaged groups.Representatives for the commission and Modi’s Hindu-nationalist Bharatiya Janata Party (BJP) did not respond to requests seeking comment.Election results in the world’s most populous nation are to be announced on June 4.The commission on Tuesday ordered social media platform X to take down a video posted by a BJP state unit that accused Congress leaders of planning to extend welfare benefits to Muslims at the cost of other disadvantaged tribal and Hindu caste groups.While not making any rulings on the complaints, the commission has sought a response from BJP chief J.P. Nadda for an April 21 speech in which Modi said the Congress planned to redistribute wealth from Hindus among Muslims, whom he called “infiltrators” and “those with many children”.The commission has also sent a notice to the Congress regarding complaints by the BJP, which says it has filed three complaints.“The delay puts a question mark on the credibility of the election commission and therefore on the election process,” said S.Y. Qureshi, a former head of the three-member election commission. “Any damage to its reputation will cause incalculable harm to the legitimacy of India’s democracy.”The opposition letter mentions 10 complaints the Congress had lodged since April 6 against Modi and key aides for what it calls “divisive”, “false” and “provocative” statements that sow sectarian division and misrepresent Congress’ positions.“We are not told what is the response, what is the action being taken,” Congress lawmaker Abhishek Manu Singhvi told reporters after meeting commission officials on Friday.“This is an irreversible window,” Singhvi said. “If they don’t act promptly it would be a complete abdication of constitutional duty.”Ashok Lavasa, who was an election commissioner during the 2019 general election, said the process from receiving a complaint to deciding on it “should not take more than three to four days because otherwise it loses purpose”, as the campaign phase is quite short. ","summary":"India's opposition accuses election commission of allowing Prime Minister Modi to make unchecked religious and false statements during election campaign."},{"hash":"4d1e5970683b220a3a181fcf8a9659ad24ba8e6238140fc24bf200beeabc779f","title":"Nepal struggles with widespread unauthorized translation and illegal distribution of foreign books, despite copyright laws.","link":"https://kathmandupost.com/books/2023/07/31/unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/books-1690776078.jpg&w=900&height=601","date":1690761600000,"source":"kp","category":"books","content":"**Nepali Book Market Struggles with Unauthorized Translations**\n\nTaslima Nasrin's books have been translated into Nepali without her permission. She and her publishers have never authorized any translations.\n\nPublishing books without permission is illegal in Nepal, but many such unauthorized translations and prints circulate in the market, including those of famous international authors like Bill Clinton, Steve Jobs, Robert Kiyosaki, and Shiv Khera.\n\nThese unauthorized translations are often of poor quality, and some even include illegal republishing clauses.\n\nPublishers who publish unauthorized translations are harming authors, readers, and the book industry.\n\nThe government has regulations against copyright violations, but enforcement is weak.\n\nNepali publishers rarely seek translation rights from international publishers, resulting in more unauthorized translations.\n\nPiracy has proliferated in Nepal, partly due to a government-imposed tax on book imports.\n\nUnauthorized translations are given incorrect ISBN numbers, which is illegal.\n\nThe government, publishers, authors, and readers need to work together to combat piracy and protect intellectual property.","summary":"Nepali book market is flooded with unauthorized translations of popular books like Taslima Nasrin's, hurting authors, readers, and the industry despite copyright laws existing in Nepal."},{"hash":"f91af36450d89ad58798b4c4d401adfda4ba09b3625ea1c7677f78706e25f747","title":"Young people from a region with a history of Maoist activity face challenges and limited opportunities in the United States.","link":"https://kathmandupost.com/national/2023/06/25/desperate-youths-from-maoist-heartland-hit-us-wall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/CIJ-1687660964.jpg&w=900&height=601","date":1687651200000,"source":"kp","category":"national","content":"- Youths from Tak village in Rukum East have migrated illegally to the US, often losing money and facing deportation.\n- They have collectively lost around Rs45 million in the process, with some deported individuals losing Rs6 million each.\n- The village once known as a Maoist stronghold now faces a crisis due to illegal migration.\n- Due to poverty and lack of opportunities, many youths have borrowed heavily from relatives and landowners to fund their illegal journeys.\n- Some deported youths have fled the village to escape debt and creditor pressure, leaving their families behind.\n- Despite facing hardship and deportation, many still attempt to illegally migrate to the US.\n- The government and political parties have not addressed the issue, and organized human traffickers continue to profit from the situation.\n- Police struggle to enforce the law due to a lack of complaints and specific laws to address human trafficking.","summary":"Bharat Budha, chair of Putha Uttarganga Rural Municipality’s ward 10, knows that many youths from his village have made it to the United States via ‘tallo bato’—backdoor route—and that many are still on the way. He also knows that eight of them have been deported from the country and that they have lost a cumulative Rs45 million in the process. The deported youths say that they returned home empty-handed after facing unspeakable ordeals and lost Rs6 million each on average.The Tak village in Rukum East—a close-knit settlement of 425 houses—was considered the Maoists’ ‘base area’ during the insurgency. Village youths who reached the US through illegal routes and got deported have lost an estimated Rs40 million. The number of those who returned without completing the journey and the amount they lost remain unknown.To get to the US, the youths have taken loans at up to 36 percent interest per annum from their relatives and village landowners. In Tak village, at least one person each from half of the households has gone abroad, Budha said. “Youths started going to America about six-seven years ago,” he said. “If they could gather enough money, the whole village would try to go to the US.” Budha’s own son had reached the US illegally in 2017, spending Rs3.2 million.During the insurgency, outsize slogans of revolution would adorn the walls of houses in the village. Hoping for a better life, people from all walks of life helped out the Maoists. But now, village youths are paying the agents to illegally get to the US—a country that the Maoists used to call their ‘enemy’, an ‘imperialistic force’. This has cost the Tak village much and in multiple ways.Death of a dreamSome of the deported youths have chosen to flee the village altogether, burdened with debt and creditors’ pressure. At least five such families have already left, said a resident. The family of Ram Budha was one of them. On April 28, 2015, Ram, who had returned to Nepal after working in Malaysia for eight years, took the illegal route to the US. He travelled through arduous trails for months and finally arrived in the country. Upon reaching the country, he was detained and had to stay at the detention camp for 27 months. When his refugee application was rejected, he was deported to Nepal in mid-December 2019. He lost Rs4.5 million in the process. He now owes over Rs6 million to creditors. “After the creditors began to put pressure on me, I couldn’t live in the village peacefully,” said Ram, who currently runs a vegetable farm in Tarakeshwar, Kathmandu.While those who got to the US through illegal routes and fortunately got refugee status there narrate their stories with pride, those who have been deported or returned from half-way have tragic tales to tell.Nanda Kala Gharti, who lives in a small stone house on the upper flank of Tak village, spends her days in melancholy. Her husband, Dhanlal, had chosen to take the illegal route to the US, and Nanda Kala, a mother of four, is living with the repercussions of his decision. Dhanlal had got into the US after a six-month long arduous journey and was detained immediately. He had to spend four years in the detention camp, before he was deported to Nepal. He had already lost Rs6 million.Nanda Kala said they now have an insurmountable crisis in their hands. Pointing to her son, she exclaimed, “When will he grow up, go abroad and pay back the loans!”Dhanlal himself tried to go to Croatia once and spent 15 days in Kathmandu for the process. But after he was turned down, he returned home dejected. “Now we will submit the passport to another agent [for Dhanlal’s trip abroad],” Nanda Kala said. “There’s no point staying here.”Stories that echo each otherThe situation in Sisne Rural Municipality is similar to that of Putha Uttarganga. Here, one can hear plenty of stories of those who have tried to go to the US and those who are fighting refugee cases there. Krishna Regmi, chair of the rural municipality, personally knows seven people who have been deported from the US.Gangaram Khadka, a resident of Sisne-3, runs a bee and chicken farm. Like other young men in his village, Khadka had headed off to the US via an illegal route on 27 March, 2018. He had reached the US via the New Delhi-Moscow-Barcelona-Bogota-Panama-Costa Rica-Nicaragua-Honduras-Guatemala-Mexico route. When he finally arrived in the US, he was detained and had to spend 11 months in detention. He was deported on 15 March, 2019. He had handed over Rs3.2 millions to the agent and spent Rs2 million to fight the case to become a refugee. “It’s not possible for me to pay back the loan while working in Nepal,” he said. “I aim to pay back some interest and head off abroad again.”For six months after Khadka was deported, he had anxiety and headache, he said, adding the three people from his village who were deported like him are also struggling with their mental health.Tikaram Pun, a 40-year-old resident of Bohora village in Musikot-4, is also haunted by his past journey. In September 2017, he reached the US after crossing 17 countries with the help of organised human traffickers. Of the 41 people in his group, 31 were from Rukum East and Rukum West, he said. Pun, who was detained on arrival in the US, spent 24 months in a detention camp. His refugee application was also refused and so he was deported along with eight other Nepalis. “When I returned, I started having mental health problems. I still suffer from them,” he said. Pun is under pressure from creditors and relatives to pay back the Rs9.2 million loan he had taken for the task.Those who died on the wayA group of 10 Bangladeshis and seven Nepalis, including Rupak Bohora of Bafikot-3 in Rukum West, were on a mission to reach Costa Rica through Colombia, Caribbean Coast, Capuragana and Panama. But while they were crossing a sea, their boat capsized. As many as 12 died in the incident, including six Nepalis. Rupak’s wife, Geeta, learned about the incident only after six days, on 25 June, 2021.“I still don’t know what exactly happened,” said Geeta, who had been married off at age 19 and is now a mother of two daughters. The only thing she knows is that Rupak has died and she is now all alone. And that she has Rs5 million in loan taken for Rupak’s trip. She showed a picture of her husband on her phone to this scribe and said, “I only have memories.”Lack of political will and legal remediesThe concrete bridge over Chewang river is on the edge of Tak village. On the walls of the bridge are paintings of political theorists like Marx, Engels, Lenin, Stalin and Mao, and the iconic slogan, ‘Workers of the world, unite!’, below them. But the slogan appears to be at odds with life in the village. Given the phenomenon of illegal travels to the US through the help of organised human traffickers, the whole village appears to be emptying. Neither the local governments are concerned about the phenomenon nor are the political parties paying attention.Puniraj Gharti, chair of Putha Uttarganga Rural Municipality, said though the trend is worrying, there’s nothing he can do. “How could we stop them from making the trip when they are struggling to make a living in the village?” he said.Krishna Regmi, chair of Sisne Rural Municipality, said that the vicious cycle of poverty started after marijuana farming was banned in the country. Then the Maoist insurgency added to the woe, forcing youths to migrate. The signing of the peace agreement in 2006 didn’t herald any change in the economy either and youths are struggling to get jobs. Organised human traffickers are cashing in on this sorry state of affairs, Regmi said. “Meter byajis [usurious lenders] are also promoting this phenomenon,” he added.The phenomenon is equally rife in Dang’s Tulsipur and Ghorahi. Ramesh Kumar Pandey, chair of Ghorai-15, says that even though many heading to the US are swindled, no complaints are filed at the ward office. “Only those who attempt to go to Saudi Arabia or Qatar file the complaints,” he said.One can infer from Pandey’s statements that the families of such illegal travellers don’t want to publicise the ordeals of their family members. On the one hand, agents threaten them to not publicise the issue; on the other, they fear they themselves would be punished by law.According to the Anti-Human Trafficking Bureau, as many as 178 Nepalis, including 174 men, have been deported from the US in the five fiscal years after 2018-19. Of them, the highest 49 are from Rukum while 37 are from Dang. The data doesn’t include those who returned after making it to the half-way or those who have been fighting the legal battle in the US for refugee status. But this data is enough to show that many such youths are from the ‘base areas’ of the Maoist insurgency.SSP Jeevan Shrestha, chief of the bureau, said that data on the number of such victims and the amounts they have spent is hard to collect since complaints are rarely filed with the police. “This is human trafficking but for a lack of law, we are still compelled to launch the cases as per Human Trafficking and Transportation (Control) Act 2074 BS,” Shrestha said. “The Act provides a maximum penalty of Rs250,000 for the offenders and 50 percent of that as compensation to the victims.” Without specific law, police also invoke the theft and organised crime act to punish the offenders, he added.On the one hand, police receive no complaints; on the other, the phenomenon sees no control.Bhaskar Gautam, a political scientist, says the rise in cases of human trafficking in the insurgency’s ‘base areas’ is due to the political system’s abject failure.While the Maoists raised issues related to livelihood, nationalism and a new kind of democracy to fuel their war machine, after the peace process, it is livelihoods that have been hit the hardest, Gautam said. “The traditional way of life and economy took a hit during the insurgency,” he said. “Developments after the peace process also failed to address that. What sprang up was organised human trafficking.”(Mahesh KC in Rukum East and Durgalal KC in Dang contributed to this report.)This report is prepared in collaboration with the Center for Investigative Journalism-Nepal. "},{"hash":"5b41caa28761fd8ada1be7951764ae6954dd5a645984d3ea1fe0cdb1a6b25396","title":"Poor patients in India often struggle to find affordable healthcare.\nPrivate hospitals are typically expensive and out of reach for many, leading to a shortage of hospital beds for those in need.","link":"https://kathmandupost.com/national/2023/06/10/no-private-hospital-bed-for-poor-patients","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/thumb19-1686358218.jpg&w=900&height=601","date":1686355200000,"source":"kp","category":"national","content":"**Private Hospitals in Nepal Not Meeting Standards**\n\nGyanu BK couldn't afford her hospital bills and had to borrow money. Private hospitals in Nepal are not adhering to规定, which require them to provide free treatment to those in need.\n\nMany hospitals don't reserve 10% of their beds for the poor. They also don't report on the free services they provide.\n\nHospitals claim to give discounts, but there's no record of them. Legal action should be taken against hospitals that don't comply.\n\nMonitoring bodies are not doing their job to ensure hospitals follow the standards.\n\nThis is happening in Pokhara, Chitwan, Biratnagar, and Butwal.\n\nHospitals ignore the regulations because the authorities don't enforce them.","summary":"Private hospitals in Pokhara, Chitwan, Biratnagar, and Butwal fail to meet government regulations by neglecting their obligation to provide free services to the underprivileged, despite having dedicated regulations in place."},{"hash":"b77ca7e7b78267d6faf47d3a5d33350d4a2d32ad0d495b2df4e78b3ca05359a9","title":"**Dispensing with PhD Sagas Part 2**\n\n* **Problem:** PhD students often experience anxiety, perfectionism, and isolation.\n* **Proposed Solution:** Focus on the journey, not just the destination. Embrace uncertainty and seek support from supervisors, mentors, and peers.\n* **Benefits:**\n    * Reduced anxiety and stress\n    * Improved productivity and creativity\n    * Stronger sense of community","link":"https://kathmandupost.com/columns/2024/05/09/dissecting-phd-sagas-ii","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadShutterstock11-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"**PhD by Dissertation (Old Method)**\n\n* Students wrote a dissertation under a supervisor's guidance.\n* Supervisor was often from outside Nepal when TU didn't have enough PhD holders.\n\n**PhD by Coursework (New Method)**\n\n* Students take many courses before becoming eligible for the PhD exam.\n* Students demonstrate competence in the discipline through exams.\n* Prepares students for original research and teaching.\n\n**Challenges with PhD by Coursework at TU**\n\n* Dean's office controls programs, not disciplinary departments.\n* Not enough competent faculty to teach at the doctoral level.\n* Bhagbanda spoils (politics) in recruitment.\n* Bad blood between faculty colleagues.\n* Personal egos can create dysfunction.","summary":"Tribhuvan University shifted to a \"PhD by coursework\" model for doctoral students, while the original \"PhD by dissertation\" route remains abandoned but poorly executed due to faculty staffing and departmental shortcomings, requiring revisions in recruitment and teamwork."},{"hash":"f28ae9ad63c1c929af9895d12f7e3ddbbf1008986b2f4363563096a3954de19e","title":"Mount Everest, the world's highest mountain, has become a dumping ground for trash due to human activity. Climbers leave behind oxygen tanks, tents, food waste, and human waste. This garbage poses risks to the environment and the health of climbers. Cleanup efforts are ongoing, but the challenge is significant.","link":"https://kathmandupost.com/columns/2024/05/09/everest-a-high-altitude-garbage-dump","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownPostFilePhoto1-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"**Mount Everest Garbage Problem**\n\nEvery spring, climbers head to Mount Everest, but they face a problem: garbage.\n\nThe trash is mostly from climbers and includes cans, plastic, and human waste. It's a health risk for locals and climbers and pollutes the environment.\n\nInitiatives are underway to address the issue:\n\n* Local organizations monitor garbage.\n* Climbers must bring back 18 pounds of waste.\n* Nonprofits promote sustainable tourism, collect garbage, and develop new waste management plans.\n\nThe goal is to clean up Everest and make it a sustainable destination for climbers and locals alike.","summary":"Hundreds of climbers flock to Mount Everest's base camps in spring, leaving behind massive amounts of garbage, posing environmental and health risks, with cleanup efforts underway using modern technology and international cooperation."},{"hash":"1801d6ead071c649a64c0fde0790be274f8900ce60b54acca6dfb6dbc55067e8","title":"Karki ordered extra supplies for troops and falsely claimed they were lost in transit, pocketing the funds. He also sold army materials to locals for personal gain.","link":"https://kathmandupost.com/editorial/2024/05/08/karki-s-excesses-in-koshi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/third-party/thumb21-1715217280.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"editorial","content":"**Kedar Karki, the Chief Minister of Koshi Province, has been removed.**\n\nKarki had stayed in power even though he was in the minority since April.\n\nHe got support from the CPN-UML party, which goes against the rules of democracy.\n\nKarki's actions have shown that the greed for power has spread to even lower-level politicians and provinces.\n\nThe recent problems in Gandaki, Sudurpaschim, and Koshi provinces are examples of this immoral political practice of grabbing power.\n\nDespite a new government being formed, the same old immoral politics is being practiced in the provinces.","summary":"Kedar Karki, the caretaker chief minister of Koshi Province, has been dismissed after a month-long political stalemate caused by his coalition partners withdrawing support, highlighting the devolution of immoral political practices to provincial levels amid Nepal's transition to federalism."},{"hash":"505beefca11049926520cda4acceb5956f992fa7c660a8ef9ded812776844ff1","title":"**Toilets for All**\n\nToilets for All is a program that aims to provide clean, safe, and accessible toilets to everyone, especially in underserved communities. It involves:\n\n* Building new toilets\n* Upgrading existing toilets\n* Providing free or affordable access\n* Ensuring toilets meet disability standards\n\nThe goal is to promote health, dignity, and equality by ensuring everyone has access to safe and hygienic toilets.","link":"https://kathmandupost.com/editorial/2024/05/07/toilets-for-all","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb-1715129836.png&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Call for Gender-Inclusive Toilets in Nepal**\n\nActivists want toilets that welcome everyone, regardless of gender. Gender-inclusive toilets are especially important for transgender and non-binary people who face discrimination in traditional \"male\" and \"female\" toilets.\n\nNepal has been making progress in LGBTQ+ rights, and gender-inclusive toilets would further support this effort. They would provide a safe and comfortable space for everyone.\n\nCurrently, only a few gender-inclusive toilets exist in Nepal. Kathmandu's mayor has pledged to build 10 new ones, but this has not yet happened.\n\nInclusive toilets should meet standards set by the World Health Organization, such as having good design, menstrual hygiene management, and accessibility for people with disabilities.\n\nIn addition to building inclusive toilets, it's important to raise awareness about LGBTQ+ and disability issues to create a more inclusive society.","summary":"Worldwide advocates demand gender-inclusive toilets to promote safety and equality for all, particularly for transgender and non-binary individuals, with Nepal actively pursuing gender-friendliness through inclusive toilets despite limited accessibility and social barriers."},{"hash":"33d5b7761eb5bd3b41e26b739647600e33685d1a97a97f0651c70b2650289129","title":"divided-we-fall","link":"https://kathmandupost.com/editorial/2024/05/07/divided-we-fall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb7-1715044507.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"Political parties in Nepal keep breaking up and merging to gain power. This is especially common among parties focused on issues of the Madhes region. These splits are usually not about different ideas but about personal disputes or who gets to be in government. This behavior weakens the political system and makes people lose trust in political parties. It also hurts the Madhesh movement, which fought for the rights of marginalized communities. The presence of diverse political forces is important for a healthy society, but these splits weaken that.","summary":"Major political parties engineered a split in their junior partner to prevent a threat to their coalition, showcasing the rampant maneuvering and power struggles in the Nepali political landscape."},{"hash":"349bf15e76b9ee93953ea9dcd19ecc5848ef7349536cadd8b4015572475f8225","title":"Doing something together, typically involving a shared task or activity.","link":"https://kathmandupost.com/editorial/2024/05/05/do-it-together","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb14-1714955634.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"editorial","content":"Prime Minister Dahal is considering forming a parliamentary committee to investigate the misuse of funds by co-operatives. The main opposition party, Nepali Congress, is skeptical, as they believe the investigation may be widened to protect Home Minister Lamichhane, who is facing embezzlement charges. However, the Prime Minister has assured that the probe will be fair and no one will be spared. The Congress remains unconvinced and has vowed to continue obstructing parliament. It is important for both the ruling and opposition parties to work together to address the issue of co-operative embezzlement, which has impacted hundreds of thousands of victims.","summary":"Prime Minister Dahal proposes a parliamentary probe into co-operative fraud, while the opposition Congress remains skeptical due to concerns over bias towards Home Minister Lamichhane."},{"hash":"b8cf800b128e5429effac6538b5cdeff14e12e5c92d4968c239f48ce105eb283","title":"Padam Giri, an experienced IT professional:\n\n* Worked in various IT roles, including software development, IT management, and cloud computing.\n* Expertise in both technical and business aspects of IT.\n* Strong advocate for innovation, collaboration, and customer focus.\n* Passionate about using technology to solve real-world problems.","link":"https://kathmandupost.com/interviews/2024/05/05/interview-with-padam-giri","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/padamgiri-1714923097.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"interviews","content":"**Budget Session Uncertainty**\n\nThe upcoming budget session of Parliament begins without resolution on forming a committee to investigate fraud allegations against Deputy Prime Minister Lamichhane.\n\n**Law Minister's Views**\n\n- The government wants to avoid targeting individuals and instead study fraud in the cooperative sector as a whole.\n- The opposition (Congress) should agree to a broader investigation rather than focusing on a specific case.\n- The prime minister proposes a committee to identify problems and recommend actions against fraud.\n- The government aims to endorse crucial bills, including the budget, in the session.\n- The Parliament has been unproductive in passing bills, and the law minister is working to improve efficiency.\n- The Transitional Justice Act amendment bill is close to being finalized, but contentious issues remain.\n- A committee has been formed to recommend members for transitional justice commissions despite concerns.\n- The law minister emphasizes the need to follow the Supreme Court's order in filling Supreme Court vacancies.\n- Changing the electoral system is not currently under discussion, but there are concerns about ensuring greater stability.\n- The possibility of a UML-Congress government is no longer being considered.","summary":"Nepal's budget session commences with unresolved differences between ruling and opposition parties over a parliamentary committee investigating cooperative fraud allegations against Deputy Prime Minister Rabi Lamichhane, raising uncertainty about the session's productivity despite the government's efforts to address crucial bills."},{"hash":"39eb27d07dda639b3d5dd4481b8d6012361b0eeb330937898496f65c11c09fe8","title":"Expect difficulties in the next two months because of fires.","link":"https://kathmandupost.com/interviews/2024/04/28/next-two-months-will-be-challenging-due-to-fire-incidents","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/anilpokharel-1714368894.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Fire Incidents in Nepal**\n\n* Fire incidents have become more common and severe in Nepal due to:\n    * Lack of rainfall, leading to dry vegetation\n    * High temperatures\n    * Strong winds\n* Other factors include:\n    * Accumulation of forest litter due to low fire incidents in previous years\n    * Increase in stubble burning due to labor shortage\n* Nine people have died in fire incidents since April 13.\n* Houses and settlements have also been heavily damaged.\n* Government is taking steps to address the issue:\n    * Training community forest groups\n    * Equipping local governments with portable fire pumps\n    * Using helicopters to extinguish forest fires\n* Provinces have a role in assessing risk and strengthening local government capacity.\n* Large business complexes in cities also need to be assessed for fire safety.","summary":"Widespread fire incidents in Nepal have caused significant human and property losses, prompting the government to introduce portable fire pumps and advanced systems like helicopter operations to mitigate the alarming situation exacerbated by factors such as inadequate rainfall, high temperatures, and stubble burning."},{"hash":"2d1dcd1af2a010f1dc8a5288d051100d0a7e6e1ee7a6d0087e377a8fa051364f","title":"Nepal welcomes investors of all backgrounds and provides equal opportunities.","link":"https://kathmandupost.com/interviews/2024/04/28/nepal-presents-equal-opportunity-for-all-investors","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1714270342.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Nepal Investment Summit Aims to Attract Foreign Investment**\n\nNepal's third Investment Summit begins today. The summit aims to attract Foreign Direct Investment (FDI) by highlighting investment opportunities in Nepal.\n\n**Lessons from Past Summits**\n\nNepal has held two investment summits before, in 2017 and 2019. This time, the government has learned from past experiences and compared itself to neighboring countries to improve investment attraction.\n\n**New Strategies**\n\n* Inviting potential investors and researching investment prospects\n* Presenting success stories of foreign investors\n* Amending laws to make investment easier\n* Pursuing a sovereign credit rating to prove investment-friendliness\n* Simplifying the process of taking investment profits back home\n\n**Addressing Investor Concerns**\n\nConcerns about political instability and the potential impact of geopolitical conflicts on investment are acknowledged by the government. However, it emphasizes that policy stability remains a priority, regardless of government changes.\n\n**Investment Opportunities**\n\nInvestors expressed interest in Nepal's hydropower sector despite India's policy restrictions. Nepal plans to consume its own electricity first and sell surplus to neighboring markets like India and Bangladesh.\n\n**Invitation to Invest**\n\nThe summit serves as a platform for investors to learn about Nepal's investment potential. The government encourages legitimate investments that benefit Nepal and aren't directed against any specific country.","summary":"Nepal hosts its third Investment Summit to present investment opportunities, ease laws for foreign involvement, improve credit rating, and address concerns about political instability and geopolitical factors."},{"hash":"b8119b43ed80553d871f3b6e70a45b435e16350f69e3656d8ec00cdfd1f5e39e","title":"Direct election of Prime Minister and Chief Minister can reduce political instability.","link":"https://kathmandupost.com/interviews/2024/04/21/direct-election-of-prime-minister-and-chief-minister-way-out-of-instability","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/interview-1713764589.jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"interviews","content":"**Political Competition and Electoral System**\n\n* Political parties engage in intense competition to form provincial governments.\n* Some argue that Nepal's mixed electoral system is responsible for instability, but others blame politicians' personal ambitions and corruption.\n\n**Direct Election of Executives**\n\n* Some political analysts suggest electing prime ministers and chief ministers directly to increase stability.\n* This would remove the reliance on political parties for candidacy and decision-making.\n\n**Provincial Governance**\n\n* Provinces replicate the same issues as the central government, including corruption and misuse of power.\n* Lack of public trust in provincial governments is a significant concern.\n* Some argue that provinces are unnecessary and ineffective, while others believe they need more autonomy.\n\n**Administration and Public Perception**\n\n* Provincial administrations vary in quality, with better performance in areas with active and aware citizens.\n* In regions where people have less ability to question authorities, administrations may act arbitrarily.\n* Local units are generally perceived to perform better than provinces.\n\n**Madhesh Politics**\n\n* Madhesh Province has seen repeated changes in government, but public perception remains largely negative.\n* Some Madheshi leaders have failed to implement inclusive policies, leading to dissatisfaction among the population.\n* New parties, such as Janamat Party and Nagarik Unmukti, have emerged to address specific concerns of the Madhesh region.","summary":"Unhealthy political competition for provincial leadership, mixed with blame on the electoral system, has increased public frustration in provinces, highlighting the need for a debate on correcting misuse of the PR system and considering direct election of executive heads."},{"hash":"5c600ef479c5d95e859fb1a9dbd261d3a264f62d509d4185d7c4d11d0a9bb8ee","title":"Prefer proportional representation voting system with a 5% minimum vote requirement to enter parliament.","link":"https://kathmandupost.com/interviews/2024/04/15/i-am-for-a-fully-pr-system-with-a-five-percent-threshold","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/interviews/Untitled1-1713152017.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"interviews","content":"**Electoral System Reform in Nepal**\n\nThe Nepali Congress and CPN-UML parties are discussing changes to Nepal's electoral system to address political instability and promote inclusivity.\n\n**History of Electoral Systems in Nepal**\n\nNepal has used various electoral systems since 1959, but the current mixed system combines direct voting (FPTP) and proportional representation (PR).\n\n**Mixed Electoral System Anomalies**\n\n* Leaders have manipulated the PR system to promote their associates, rather than ensuring representation of marginalized groups.\n* Candidates have bought out opponents and spent excessive amounts to win elections.\n\n**Proposed Solutions**\n\n* Implement a fully proportional representation (PR) system to reduce manipulation and promote inclusivity.\n* Conduct candidate selection through primaries within political parties, ensuring representation based on the local area's social composition.\n* Increase the PR threshold to help larger parties accumulate votes.\n\n**Pros of Fully PR System**\n\n* Easier and less expensive to implement.\n* Promotes inclusivity by ensuring representation of all groups.\n* Filters out unpopular candidates through primaries.\n\n**Feasibility of Overseas Voting**\n\n* Technically feasible through online voting.\n* However, unpredictable results and lack of influence over voters make it less appealing to politicians.","summary":"Nepali Congress leaders advocate reforming the mixed electoral system with the CPN-UML to ensure political stability, while former chief election commissioner Neel Kantha Uprety suggests a fully proportional representation system with primaries to prevent candidate manipulation."},{"hash":"16ca03860b600f5d221a63cab7bc1b2ab4dad746bbb104c9f57095e07f85ef78","title":"Muluki Ain is Nepal's civil code that covers laws on family, property, and crimes.","link":"https://kathmandupost.com/letters/2021/11/08/muluki-ain-is-a-legal-code","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/third-party/mulukiain-1636421052.jpg&w=900&height=601","date":1636329600000,"source":"kp","category":"letters","content":"Muluki Ain, a 19th-century Nepalese legal code, was a landmark document that established a national legal system and promoted the rule of law. While it did incorporate elements of the caste system, it also recognized the need for reforms and emphasized the principle of equal punishment for all offenders, regardless of caste. The code aimed to systematize the legal framework and provide justice for all.","summary":"The 1854 Muluki Ain codified legal principles, institutionalized governance, and recognized the rule of law, while acknowledging the caste system but also expressing the need for future reforms."},{"hash":"f26d8550751249ca6fce9099e307f744741857845591c48ab0d55210ac42e144","title":"Misleading news means any false or inaccurate information that is presented as true or factual. It can be spread intentionally or unintentionally, and it often has a negative impact on individuals and society as a whole.","link":"https://kathmandupost.com/letters/2021/04/12/misleading-news","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/opinion/thumb-1618223282.jpg&w=900&height=601","date":1618185600000,"source":"kp","category":"letters","content":"Sinohydro, the company building the Melamchi Water Supply Project, responds to a news report that it didn't pay for materials used in Helambu.\n\nSinohydro says it bought all materials legally from local and foreign vendors, and has paid for them all.\n\nThe company says it recycled excavated rock for some of the materials, instead of using riverbed materials.\n\nSinohydro believes the news report is misleading and should be changed.","summary":"Sinohydro Corporation denies allegations of non-payment for materials used in the Melamchi Water Supply Project, clarifying that materials were legally sourced, taxes were paid, and documents are available to prove transparency."},{"hash":"e862b51d7419ba6f589572cd4032419c790b93c181a1334f46e1b9ab2f51169b","title":"Misunderstanding occurs when people have different interpretations or expectations about a situation or communication. It leads to confusion, hurt feelings, or even conflict. To avoid misunderstandings, it's important to:\n\n* Communicate clearly and concisely.\n* Listen actively and seek clarification when needed.\n* Be empathetic and try to understand others' perspectives.\n* Be willing to compromise and find common ground.","link":"https://kathmandupost.com/letters/2021/01/03/misunderstanding","date":1609632000000,"source":"kp","category":"letters","content":"**Japan Job Opportunity for Nepalis Clarification**\n\nDear Nepalis,\n\nJapan is looking for workers, including Nepalis, under a \"Specified Skilled Workers\" (SSW) program.\n\n* **Government not involved in hiring:** Nepali workers will be hired directly by Japanese companies, not governments.\n\n* **Private agencies allowed:** Agencies can assist Nepali workers with job searches and preparations.\n\n* **Costs may vary:** Japanese companies set their own policies on covering airfare and medical expenses.\n\n* **Other South Asian countries also included:** Japan has agreements with Pakistan, Bangladesh, and Sri Lanka for similar programs.\n\nWe hope this clarifies any confusion about the program. Please contact the Embassy of Japan if you have any questions.","summary":"Nepal and Japan agreed to send Nepali workers to Japan in 2019, but some misunderstandings about the agreement have caused delays; the agreement does not specify a government-to-government (G2G) procedure, and private recruiting agencies are not prohibited."},{"hash":"4d564e4aa9b147540d5d27c861b9724bce96976aa16a590835a10f4f29687ad6","title":"Contributions to Nepali society include:\n\n* Preserving and promoting Nepali language, culture, and heritage\n* Supporting education, health, and social welfare programs\n* Empowering communities through economic development\n* Advocating for human rights and social justice","link":"https://kathmandupost.com/letters/2020/11/30/contributions-to-nepali","date":1606694400000,"source":"kp","category":"letters","content":"The author thanks Deepak Thapa for his concerns about Nepali studies. The author also acknowledges the contributions of Krishna Pradhan in teaching Nepali at SOAS and enabling the development of courses in Nepali literature, history, and culture. However, these courses will no longer be available to future students in the UK.","summary":"Krishna Pradhan's retirement from SOAS University of London led to the discontinuation of Nepali studies courses in the UK."},{"hash":"a1d8bb473b76b044c715510c1e3cd12b7293a4516faf36066b07acc77fd64756","title":"chhaupadi-persists","link":"https://kathmandupost.com/letters/2020/09/24/chhaupadi-persists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2020/third-party/thumb3-1600897015.jpg&w=900&height=601","date":1600905600000,"source":"kp","category":"letters","content":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email ","summary":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email "}]