[{"hash":"76a99df984b257d68d73357919d68eed175d63fefb1ad910c5a64cb39cb5effd","title":"The Sunkoshi-Marin Tunnel brings much-needed water to farms in the dry Madhesh region, giving farmers hope for a better future.","link":"https://kathmandupost.com/money/2024/05/09/sunkoshi-marin-tunnel-brings-hope-for-parched-madhesh-farmlands","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/TBM-1715225575.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"money","content":"**Sunkoshi Marin Project**\n\nThis project aims to provide water for farming in central Tarai, an area that often faces drought.\n\n**Key Features:**\n\n* A 13.3 km tunnel to divert water from the Sunkoshi River to the Marin River.\n* A 31.07 megawatt hydroelectric power plant.\n* Irrigation for 122,000 hectares of land in five districts.\n\n**Timeline:**\n\n* Tunnel completed in January 2023, six months ahead of schedule.\n* Project expected to be finished in July 2027.\n\n**Benefits:**\n\n* Improved irrigation, leading to increased crop production and income for farmers.\n* Hydroelectric power generation.\n* Economic opportunities in the Tarai region.\n\n**Cost:**\n\n* Total project cost is estimated at Rs87 billion.\n* Tunnel construction cost: Rs10.05 billion.\n\n**Environmental Impact:**\n\n* The project will flood some land and relocate a portion of a highway.\n* Year-round irrigation is expected to boost agricultural productivity and reduce food shortages."},{"hash":"993e3dfb635cc252b93bf935dad75ef144713614867292c57642795d1f8ac6ff","title":"Nepali Congress might allow Rabi Lamichhane, the leader of Rashtriya Swatantra Party, to speak in parliament despite his citizenship case being under investigation.","link":"https://kathmandupost.com/politics/2024/05/09/nepali-congress-may-allow-lamichhane-to-speak-in-parliament","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb18-1715215891.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"politics","content":"**Nepali Congress Demands Investigation of Home Minister**\n\nThe main opposition party, Nepali Congress, refuses to back down from its demand for a parliamentary investigation into Deputy Prime Minister and Home Minister Rabi Lamichhane.\n\nLamichhane is accused of stealing money from credit unions. Police reports show large amounts of money were transferred to his name without permission.\n\nNepali Congress claims Lamichhane used the police and Attorney General's office to pretend he is innocent. They believe he is afraid of being punished if he is fully investigated.\n\nThe government has called a special Parliament session, but the parties disagree on how to handle the investigation. The opposition wants a committee solely focused on Lamichhane, while the ruling parties want a broader investigation of the entire credit union industry.\n\nThe opposition is blocking Parliament proceedings until the government agrees to their demand. They also say they will prevent Lamichhane from speaking in Parliament until the investigation begins.\n\nThe Nepali Congress also discussed the political situation in some provinces where the ruling parties are facing challenges forming governments. They expressed concern about unconstitutional actions and are considering legal action."},{"hash":"2aa4d008a1db97151655e83d459e6098de8445064eedbabca63f11fc9a8a3dfe","title":"Transparency and good governance are like two sides of the same coin. They help each other to make sure that everything is done honestly and fairly.","date":1715192100000,"source":"nn","link":"https://nepalnews.com/s/business/transparency-and-good-governance-complement-each-other-president","imageLink":"https://web.nepalnews.com/storage/story/1024/9d263f51_cefd_4241_bb20_05f8888718f21715242217_1024.jpg","category":"business","content":"**Summary:**\n\nPresident Ramchandra Paudel emphasized the importance of transparency and good governance, with auditors playing a vital role as the \"economic watchdog\" of the nation. Audits ensure clear accounts, prevent fraud, and promote accountability.\n\nMinister Jwala Kumari Sah acknowledged the role of auditors in controlling fake bills and revenue evasion. She highlighted the need for a transparent and error-free auditing system.\n\nACAN's conference aims to address Nepal's economic crisis, exploring solutions and policy reforms.\n\nNoted individuals such as Dr. Sanduk Ruit, Maha Prasad Adhikari, and Chandra Prasad Dhakal were honored for their contributions.\n\nEconomists, industrialists, bankers, and policy makers will engage in discussions on prosperity and economic development."},{"hash":"b0548d7d73811f457ad631f1ee665c61883d228e05213db65aec4554aedab71e","title":"Construction of a new bridge along the Narayangadh-Muglin road is ongoing.","date":1715192100000,"source":"nn","link":"https://nepalnews.com/s/nation/bridge-construction-along-narayangadh-muglin-road-section-in-full-swing","imageLink":"https://web.nepalnews.com/storage/story/1024/narayan_ghat_mugling_sadak1715234021_1024.jpg","category":"nation","content":" **Bridge Construction Update on Narayangadh-Muglin Road**\n\nOut of 15 bridges on the road, 11 are already open. The remaining 4 bridges are being built.\n\nTwo bridges, near Muglin Bazaar, are expected to be finished by mid-July. The other two will be completed by mid-November.\n\nThese bridges are being built with help from the World Bank. They have delayed the construction due to cutting a wall and giving money to people affected by the construction.\n\nOnce finished, the bridges will help prevent landslides that often happen in the area during the rainy season."},{"hash":"5f808d965456943d2c763161d048323e2fb684156515796bd838825bb9dc3826","title":"Begnas Lake is a lake in Nepal.","date":1715192100000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/begnas-lake","imageLink":"https://web.nepalnews.com/storage/story/1024/RambahadurThapa_Gandagi_RSS_27_image_1236502911715235354_1024.JPG","category":"travel-and-tourism","content":"There is no information to summarize."},{"hash":"5b4f058271600f6dc2c23ea89ba35933ad8acd0c14c908ed8bf88d76d0c121a2","title":"Tourists are having fun on a motorboat ride.","date":1715192100000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/tourists-enjoying-a-motorboat-ride","imageLink":"https://web.nepalnews.com/storage/story/1024/HemantKC_KankrebiharSurkhet_RSS_27_IMG_41081715234871_1024.JPG","category":"travel-and-tourism","content":"There was no text provided to summarize."},{"hash":"c9cb8c8369fbe5ab01f24d6402791c28319c3a2905da1f49d8b00da77cf5e286","title":"NPC launches a plan to guide public investments and spending to make sure they benefit the people and the economy.","date":1715105700000,"source":"nn","link":"https://nepalnews.com/s/capital/npc-launches-public-investment-management-action-plan","imageLink":"https://web.nepalnews.com/storage/story/1024/national_planing_commision1715174848_1024.jpg","category":"capital","content":"**Government Spending Plan**\n\nThe government has a 5-year plan to improve how it spends money. They want to make sure that projects are completed on time and within budget.\n\n**Goals of the Plan:**\n\n* Track spending on projects\n* Improve the national project database\n* Make government procurement more transparent\n* Regularly maintain infrastructure\n* Hold project leaders responsible\n* Avoid duplication in projects\n* Carefully select projects for funding"},{"hash":"a6c4771d0060587b29f8d499dddaf05cb6343fa5c06e4954c8fdba2c26aba630","title":"Prime Minister inaugurates the breakthrough of the Sunkoshi-Marin diversion tunnel, a major project that will divert water from the Sunkoshi River to the Marin River for irrigation and hydropower generation.","date":1715105700000,"source":"nn","link":"https://nepalnews.com/s/nation/pm-inaugurates-breakthrough-of-sunkoshi-marin-diversion-tunnel","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_05_08_at_121715166729_1024.jpg","category":"nation","content":"A huge tunnel has been built in Nepal called the Sunkoshi-Marin Diversion Multi-purpose Project. The tunnel is over 13 kilometers long and runs from Kusumtar to Kanadhungri. The tunnel took 19 months to build, which is one year faster than planned. A dam will be built at Kanadhungri to store water, which will then flow through the tunnel to Kusumtar. The water from the tunnel will be used to generate electricity and provide water for irrigation to five districts in Nepal. The tunnel cost about 10 billion rupees to build."},{"hash":"6ce8b7f76f049609887d25e051f92c36bdc3626bba462cd4f34a775b9acb8deb","title":"**Statement on Israel-Iran Conflict from Human Rights Watch**\n\nHuman Rights Watch (HRW) condemns the ongoing conflict between Israel and Iran, calling for an end to violence and respect for human rights. HRW urges both sides to adhere to international law, avoid civilian casualties, and protect essential infrastructure. The organization also emphasizes the importance of accountability for violations and calls for an independent investigation into alleged war crimes.","date":1715105700000,"source":"nn","link":"https://nepalnews.com/s/global/hwpl-statement-on-israel-iran-conflict","imageLink":"https://web.nepalnews.com/storage/story/1024/21715166055_1024.jpg","category":"global","content":"**Iran and Israel Conflict**\n\nIran and Israel, who are not neighbors, are fighting with powerful weapons.\n\n**Attacks on Iran**\n\nOn April 1, 2024, Israel attacked Iran's office in Syria, which is against international law since it's a non-military target in a country not involved in the conflict.\n\n**Response from Iran**\n\nOn April 13, Iran attacked Israel in response.\n\n**Concerns**\n\nThe international community is worried that the attacks could turn into a bigger war.\n\n**Victims of War**\n\nInnocent civilians are always the ones who suffer the most in wars, and there is no way to bring back the lives that have been lost.\n\n**Call for Peace**\n\nPeople around the world and organizations like HWPL are calling for an end to the war and peace talks between Iran and Israel.\n\n**Recommendations**\n\nThe international community should help Iran and Israel make peace and provide aid to those in need. All countries should support international efforts for peace so we can have a peaceful future."},{"hash":"a7ae5aa2dae3518f8ce15910e21d1137431eb7ffac115aec32edba2436c3e319","title":"President attends a special event to celebrate Law Day.","date":1715242896181,"source":"nn","link":"https://nepalnews.com/s/capital/president-attends-law-day-celebration","imageLink":"https://web.nepalnews.com/storage/story/1024/court_supreme1689943003_1024.jpg","category":"capital","content":"**Law Day Celebration in Nepal**\n\nOn Wednesday, Nepal celebrated Law Day with events across the country. The Supreme Court held a special ceremony, which was attended by the President, Prime Minister, Speaker, and other officials.\n\nChief Justice Bishwambhar Prasad Shrestha gave a speech wishing everyone a good Law Day and emphasized the importance of following the constitution, laws, and human rights. He also said that the judiciary, the Attorney General's Office, and the Nepal Bar Association need to work together to ensure justice is served effectively.\n\nLaw Day in Nepal commemorates the introduction of the Chief Court Act in 2008, which established an independent judiciary and separated the powers of the government.\n\nThe event was attended by the Vice President, Prime Minister, Speaker, and other high-ranking officials, as well as judges, lawyers, and media representatives."},{"hash":"f8b320c5ac0d91a4692b29f81b597abd4e652cb41c52cdc041d366bda20e64c4","title":"The president attended a celebration honoring Law Day, which recognizes the importance of law and the rule of law.","date":1715242901921,"source":"nn","link":"https://nepalnews.com/s/capital/president-attends-law-day-celebration-1","imageLink":"https://web.nepalnews.com/storage/story/1024/supreme_court1692883355_1024.jpg","category":"capital","content":"On Wednesday, Nepal celebrated Law Day (Law Day 2081 BS) with events nationwide.\n\nThe Supreme Court held a special program attended by the President, Prime Minister, Speaker, and other officials. Chief Justice Bishwambhar Prasad Shrestha expressed hope that this day would inspire everyone to create a society where the Constitution, rule of law, and human rights are fully protected.\n\nThe Chief Justice emphasized the importance of ongoing judicial reforms, highlighting the need for collaboration with stakeholders such as the Attorney General's Office and Nepal Bar Association.\n\nLaw Day commemorates the establishment of the Chief Court Act in 2008 BS, promoting an independent judiciary and separation of powers.\n\nThe event was attended by senior government officials, legal professionals, and media representatives."},{"hash":"eaa68818202e2c137a07be57fc82cd4e591c909af8b7499683ff63085a69d32c","title":"Today is Mother's Day, a special day to honor and celebrate mothers.","date":1715242906955,"source":"nn","link":"https://nepalnews.com/s/capital/mother-s-day-being-celebrated-today","imageLink":"https://web.nepalnews.com/storage/story/1024/matatirtha1715133076_1024.jpg","category":"capital","content":"Today is Matatirtha Aunsi, Mother's Day in Nepal. People show their love and respect for their mothers.\n\nOn this day, people take baths and offer gifts and food to their mothers. They also remember mothers who have passed away by performing a special ritual called shradda.\n\nAccording to Hindu beliefs, honoring mothers is very important. It is thought to bring good luck and free people from any unpaid debts to their mothers.\n\nThere is a fair at Matatirtha Kunda today in memory of mothers. It is believed that taking a dip in the pond there can help people pay off their maternal debt."},{"hash":"44172b270948216931bef0859271a5987d28a88d6d7b29551a7ffb8f3585cd4d","title":"Repairs and rebuilding of the historic Thanthu Durbar, which was built during the Malla era, have started.","date":1715242911702,"source":"nn","link":"https://nepalnews.com/s/capital/reconstruction-of-malla-era-thanthu-durbar-starts","imageLink":"https://web.nepalnews.com/storage/story/1024/Bhaktapur_Durbar_Square1696211760_1024.jpg","category":"capital","content":"A historic palace in Bhaktapur called Thanthu Durbar is being rebuilt after it was damaged. The palace was built 346 years ago. Officials said the rebuilding will cost about 128.5 million rupees. They also said that old houses in Bhaktapur should be checked to make sure they are safe to live in. The palace was used by the Bhaktapur municipality before 2072 BS and is now a priority for reconstruction."},{"hash":"ec74e9c2eff256b96016e9ec97583942ee18b0857af7e6ee3cb7c1b44c996719","title":"Two girls in Lalitpur suffered severe burns and later died from their injuries.","date":1715242915938,"source":"nn","link":"https://nepalnews.com/s/capital/two-girls-succumb-to-burn-injuries-in-lalitpur","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"capital","content":"Two girls, Priya Giri (age 8) and Elisa Giri (age 3), died on Monday due to burns from a hut fire in Lalitpur.\n\nTheir parents, Sanjay Giri (age 35) and Rupa Giri (age 32), are in critical condition in the hospital. One other person is in stable condition."},{"hash":"625167eaf146bd0aea28cb2af768dfa2e3395746aa48ec1e15a143e1a9646890","title":"Weather Update: 50 degrees","date":1715242919512,"source":"nn","link":"https://nepalnews.com/s/nation/weather-update-50","imageLink":"https://web.nepalnews.com/storage/story/1024/Weather_rain1690631860_1024.jpeg","category":"nation","content":"**Today:**\n* Cloudy day with some rain, lightning, and wind.\n* Rain likely in eastern, central, western, and hilly areas.\n* Possible light snow in high mountains and hills.\n\n**Tonight:**\n* Still cloudy with rain and wind in eastern and central areas.\n* Rain and possible light snow in some parts of Koshi, Bagmati, and Gandaki provinces."},{"hash":"da811d203e8cfa11bc2ae6d59ffc40f548abd4c80d2f72a82edfa6a80c5dab20","title":"27 people have died in the last 24 days due to forest fires and lightning.","date":1715242923510,"source":"nn","link":"https://nepalnews.com/s/nation/27-people-die-due-to-fire-forest-fire-and-lightning-in-last-24-days","imageLink":"https://web.nepalnews.com/storage/story/1024/Manang_forest_fire1681707860_1024.jpg","category":"nation","content":"- 27 people died in the past 24 days due to fires, forest fires, and lightning.\n- 18 people died in fires, 6 died in forest fires, and 3 died from lightning strikes.\n- 90 people were injured in these incidents.\n- The government will provide financial help to the families of the fire victims so they can build temporary homes. This was done for earthquake victims before."},{"hash":"ab5d56be00b4c1fb7db7e1cffcd9e24b893fcf184a5fd66ad361cf5feab41c8e","title":"The government is not listening to the opposition's concerns, according to the Chief Whip of the opposition party.","date":1715242927197,"source":"nn","link":"https://nepalnews.com/s/politics/govt-ignoring-major-opposition-s-concern-chief-whip-lekhak","imageLink":"https://web.nepalnews.com/storage/story/1024/ramesh_lekhak1690593303_1024.jpg","category":"politics","content":"The Nepali Congress Party (NC) is unhappy with the government for ignoring their concerns. They want the government to investigate a scandal involving money from cooperatives.\n\nThe NC also wants the government to clean up the cooperative sector, which is a key part of Nepal's economy.\n\nThe NC is not interested in forming a new government with the CPN UML party. Instead, they want to work with different political parties to address the needs of the people.\n\nThey believe parliament should be effective and responsive to the people's needs and concerns. If parliament is not given enough business, it will become weak."},{"hash":"8bc8cf551442bfbb2f0e8c19dfe75d5b09798d20881fa31d6e24b3cf04ec5a88","title":"Prime Minister Pushpa Kamal Dahal has promised to use diplomatic channels to help Nepalis who are serving in the Russian military.","date":1715019300000,"source":"nn","link":"https://nepalnews.com/s/nation/pm-dahal-assures-of-taking-diplomatic-initiatives-to-bring-back-nepalis-serving-in-russian-army","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_education1712301039_1024.jpg","category":"nation","content":"Prime Minister Dahal promised to use diplomacy to return Nepalis fighting in the Russian Army. He has been talking to the Nepalis in the war zone and is working through the appropriate channels to find out how they are doing. The Prime Minister's office is working on your request, he stated. The government has been consistently taking diplomatic initiatives and has issued a diplomatic note. The prime minister pledged to address the demands of the families of the Nepalis serving in the Russian Army. He is committed to assisting these Nepalis. The sit-in by the families was postponed after PM Dahal's Public Relations Expert Buddhi GC promised to meet their demands."},{"hash":"a889addd44d59b6795f653e6ef75b7cb3896388933f90d6e1b61d66c67c08039","title":"The Prime Minister asked the people to come together and work as one to solve problems related to identity and country.","date":1714932900000,"source":"nn","link":"https://nepalnews.com/s/nation/prime-minister-appeals-for-solidarity-in-execution-of-identity-and-national-issues","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_education1712301039_1024.jpg","category":"nation","content":"Prime Minister Prachanda asked minority groups to unite to protect their rights and finish implementing laws on identity and other national issues.\n\nHe believes these groups should work together to identify real representatives who fight for their rights.\n\nPrachanda said that his party helped fight for these rights in the constitution and appeals to minorities to show support for the implementation of these laws.\n\nHe also mentioned that provinces can choose an additional language for government work if spoken by the majority in the province and that the Language of Government Works Act passed by the Bagmati Provincial Assembly is a good step.\n\nPrachanda强调了建立身份和权利的重要性，并表示他一直在为所有阶层、民族、地区和性别的平等而努力。\n\n他还希望其他省份也能效仿巴格马蒂省，解决语言、文化权利问题，并更有效地实施尼泊尔日历。"},{"hash":"68db8c5cbecbbc95aee3e118cfaa7b0bcef5303b7ad540a2bdcb2fe39f77bcda","title":"Nepal plans to take legal action.","date":1715242943441,"source":"nn","link":"https://nepalnews.com/s/politics/jsp-nepal-to-seek-legal-recourse","imageLink":"https://web.nepalnews.com/storage/story/1024/janata_samajbadi_party1709595520_1024.jpg","category":"politics","content":"**Janata Samajwadi Party (JSP) to Fight Party Split Legally**\n\nJSP, led by Upendra Yadav, plans to take legal action against a group that has split from the party. The split group, led by Ashok Rai, has been recognized as a separate party by the Election Commission.\n\nJSP's leaders have decided to hold a meeting on Wednesday to discuss the split and decide on legal actions. After the meeting, they will hold a press conference to make their decision public."},{"hash":"e6d8c9af0f93f7449981010a3d3f4289589d46ce366bd845f268501aa10f6f24","title":"A leader named Oli sees a need for the left-leaning parties to come together.","date":1714932900000,"source":"nn","link":"https://nepalnews.com/s/politics/uml-chair-oli-sees-need-for-unity-among-leftist-parties","imageLink":"https://web.nepalnews.com/storage/story/1024/kp_sharma_oli1709990573_1024.jpg","category":"politics","content":"**Summary:**\n\nFormer Prime Minister KP Oli, leader of the CPN (UML) party, urged all leftist political parties in Nepal to unite under his party.\n\nOli said his party wants to be a strong national force and will focus on unity, organization, and policies, not emotions.\n\nHe also talked about the recent by-election results, which he saw as a sign of success for his party in the upcoming parliamentary election.\n\nFormer leader Siddinath Gyawali was remembered for his integrity and dedication, and Oli said he had a good relationship with him.\n\nCPN Unity National Campaign Chairperson Bam Dev Gautam hinted at joining the CPN (UML) after doing self-reflection."},{"hash":"4891c943f0e6afc7dd755df2212632bf8efe7fe9d90e5696053d306e1401177c","title":"The speaker will meet with important leaders from big parties, including the Prime Minister, to talk about things.","date":1714932900000,"source":"nn","link":"https://nepalnews.com/s/politics/speaker-to-hold-consultations-with-top-leaders-of-major-parties-including-pm","imageLink":"https://web.nepalnews.com/storage/story/1024/1674121407_devrajghimire_1200x560_20230119171026_R4IAR0RrQh1697368501_1024.jpg","category":"politics","content":"Speaker Devraj Ghimire is meeting with Nepal's top political leaders tomorrow to discuss Parliament issues.\n\nThe meeting will include Prime Minister Prachanda, Sher Bahadur Deuba (Nepali Congress), KP Sharma Oli (CPN-UML), Rabi Lamichhane (Rastriya Swatantra Party), and Rajendra Lingden (Rastriya Prajatantra Party).\n\nThe main opposition party has been blocking Parliament, demanding an investigation into corruption allegations against Deputy Prime Minister Lamichhane.\n\nSpeaker Ghimire called the meeting to find a way to solve this issue before the Parliament's next session begins on May 10th.\n\nHe has also had meetings with other parliamentary leaders to make the next session more productive."},{"hash":"2efa4e07b67707342ee7b709b73afb5599d461217e8b32df0e9558105171577f","title":"Seven maritime and port operators have submitted an application to the European Commission to gain recognition as a legitimate organization representing the sector.","date":1715242958737,"source":"nn","link":"https://nepalnews.com/s/politics/seven-jsp-mps-submit-application-to-ec-seeking-legitimacy","imageLink":"https://web.nepalnews.com/storage/story/1024/ElectionCommission_202210091335231681286610_1024.jpg","category":"politics","content":"Seven members of parliament (MPs) from the JSP party have applied to the Election Commission to be recognized as the legitimate party. This may lead to a split within the party. The MPs claim they want to better represent the party's goals and strengthen its internal democracy. The EC has received the application and is reviewing it. Currently, the party has 12 MPs in parliament, and the seven who applied for legitimacy claim to have the support of party members in the central executive committee and central committee."},{"hash":"213c75c365bc6587173be238bffe53c278b0237429dd89be3735129f6ae1ba9e","title":"New member Nembang promises to honor votes cast in his favor.","date":1714414500000,"source":"nn","link":"https://nepalnews.com/s/politics/hor-newly-elected-member-nembang-pledges-to-value-ballots-in-his-favour","imageLink":"https://web.nepalnews.com/storage/story/1024/438095612_1098369961439606_545259671524641072_n1714490922_1024.jpg","category":"politics","content":"Suhang Nembang, a newly elected member of the House of Representatives, promised to serve his supporters by fulfilling their expectations and delivering results as a lawmaker. He was elected in the Ilam-2 by-election after his father, Subas Chandra Nembang, who was a former member of the same House, passed away. Nembang thanked those who helped him win and said he will focus on completing his father's unfinished goals."},{"hash":"4e99a70221a7d6268625e92c0b4ebd09bd1d62198ce041cfeec5e786901fd03d","title":"Minister Joshi wants to provide quick help to quake survivors in Jajarkot so they can build homes.","date":1715019300000,"source":"nn","link":"https://nepalnews.com/s/issues/minister-joshi-insists-on-immediate-relief-to-build-shelter-for-jajarkot-quake-survivors","imageLink":"https://web.nepalnews.com/storage/story/1024/bhukampa_jajarkot__7_1699080065_1024.jpeg","category":"issues","content":"**Earthquake Relief in Nepal**\n\nThe government wants to help those who lost their homes in the earthquake in November. They need to get money to rebuild their homes as soon as possible.\n\nThe government knows that Nepal has many disasters like landslides and floods. They want to create plans to reduce the damage from these disasters.\n\nThe government has an organization called the National Risk Reduction and Management Authority. They have helped rebuild after the earthquakes in Karnali Province.\n\nThe government needs to work with the province and local governments to send help to disaster-affected areas, but sometimes they don't have enough money.\n\nKarnali Province needs over 100,000 new houses to be built."},{"hash":"8e4afb40f01a17084214e78590634dd3101fcdac783d9e827fc77cefadccdc48","title":"A mother and her son sadly passed away due to a tragic house fire.","date":1714932900000,"source":"nn","link":"https://nepalnews.com/s/issues/mother-son-charred-to-death-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"issues","content":"A mother and her son died in a fire in Siddhicharan, Nepal. The mother tried to put out a fire in a forest when she caught fire. Her son tried to save her but also died. Police and firefighters are on the scene. There have been other fires in the area recently."},{"hash":"b54fa0c4e8a38682d2f1c13456612ee5d6122c8b9d5f6817ae4a70b36ea5683e","title":"Two people died and two others were hurt in a road crash.","date":1714846500000,"source":"nn","link":"https://nepalnews.com/s/issues/two-killed-and-two-injured-in-road-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/dbdbce93_cc17ef2f_15b84da5_accident_850x460_acf_cropped_850x460_acf_cropped1684914032_10241692099166_1024.jpg","category":"issues","content":"Two people died in a tractor accident in Dadeldhura, Nepal. The driver, Dhiraj Thapamgar, and a passenger, Bishnu BK, were killed. Two others were injured and are being treated at a nearby hospital."},{"hash":"7e6981a5327ce2410247b2aeda4f72cca28c28a108d80560989dc82625cbbe22","title":"Twenty-four artifacts were sent from Hawaii to Nepal.","date":1714673700000,"source":"nn","link":"https://nepalnews.com/s/issues/24-pieces-of-artifacts-shipped-to-nepal-from-hawaii","imageLink":"https://web.nepalnews.com/storage/story/1024/441020358_818234927005128_7742768786942770028_n1714749977_1024.jpg","category":"issues","content":"Nepal's embassy in the USA received 24 ancient artifacts from Ms. Bradford and sent them to the Department of Archaeology in Nepal. These artifacts were from Ms. Bradford's private collection. Most of them date back to the 17th and 18th centuries, with a few from the 13th century. Ms. Bradford paid for the shipping to Nepal.\n\nThe embassy thanked Ms. Bradford for returning the valuable artifacts. This inspired others to return lost Nepali heritage.\n\nThe embassy has been working with Nepal and US officials, art experts, and individuals to recover and return lost Nepali art. Including these 24 artifacts, the embassy has sent a total of 63 artifacts back to Nepal in the past year."},{"hash":"6f8e980e79d7b07a8d480bc536b554223925b4db1c6846b5dbfb44baca6eccea","title":"Kanti Highway is closed.","date":1714673700000,"source":"nn","link":"https://nepalnews.com/s/issues/kanti-highway-closed","imageLink":"https://web.nepalnews.com/storage/story/1024/Karnali_Highway1690012652_1024.jpg","category":"issues","content":"Landslide near Kalche on Kanti Highway has closed the road.\nThe road collapsed during maintenance work, and a net and gabion wall also collapsed nearby.\nThe road is closed until further notice, and vehicles cannot pass through."},{"hash":"aeb14f4cdcd03b9c57bb46afbd0ce56505fc715aa5896beb52c175e93f4fb690","title":"An elderly couple tragically passed away in a house fire.","date":1714587300000,"source":"nn","link":"https://nepalnews.com/s/issues/elderly-couple-dies-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/fire_51683693219_1024.jpg","category":"issues","content":"An elderly couple, Mr. and Mrs. Lama, died in a fire at their home in Dhading. The fire started late at night, and all their belongings were destroyed. Police arrived at the scene but the couple had already died before they could be rescued."},{"hash":"c94f8e4afac88e1cb0fb370ada56857a008186039807d76728b22d93ca250d67","title":"Nepal and Korea are preparing for an important meeting between their leaders.","date":1715105700000,"source":"nn","link":"https://nepalnews.com/s/global/preparation-of-high-level-visit-between-nepal-and-korea","imageLink":"https://web.nepalnews.com/storage/story/1024/korea1715163613_1024.jpg","category":"global","content":"Nepal and South Korea are celebrating 50 years of friendship.\n\nImportant officials from South Korea will visit Nepal soon.\n\nBoth countries have been working together in many ways for a long time.\n\nSouth Korea has invested a lot of money in Nepal, including a new car factory.\n\nMany Nepali people go to South Korea to work in different fields like farming, manufacturing, and now even services and forestry.\n\nSome Nepalis who have returned from South Korea have started their own businesses in Nepal."},{"hash":"e723ab3067a8adddaf32c9827d2897f76acc62350800bee739d3b29786c034f6","title":"Japan and Nepal have many similarities, according to Japan's Foreign Minister Kamikawa Yoko.","date":1714846500000,"source":"nn","link":"https://nepalnews.com/s/global/japan-and-nepal-share-many-things-in-common-japan-s-foreign-minister-kamikawa-yoko","imageLink":"https://web.nepalnews.com/storage/story/1024/japan_foregn_minister1714872450_1024.jpg","category":"global","content":"**Similarities between Japan and Nepal:**\n\n* Both have mountainous terrain (70-80%).\n* Both are democratic countries.\n\n**Cooperation between Japan and Nepal:**\n\n* Japan has supported Nepal's democratization efforts.\n* Japan has assisted in rebuilding after earthquakes in both countries.\n* Both countries lack natural resources and value connectivity.\n\n**Japan's Support for Nepal's Development:**\n\n* Japan has provided over 32 billion yen for reconstruction after earthquakes.\n* Japan is constructing the Nagdhunga tunnel, Nepal's first mountain road tunnel.\n* Japan supports infrastructure, agriculture, education, and healthcare in Nepal.\n\n**Nepal's Growing Presence in Japan:**\n\n* Over 170,000 Nepalis live in Japan.\n* There are direct flights between Japan and Nepal.\n\n**Cooperation on \"Women, Peace and Security\" (WPS):**\n\n* Japan promotes WPS, which involves women in peace efforts and protecting vulnerable groups.\n* Nepal has many female peacekeepers.\n* Japan and Nepal are exploring cooperation in WPS.\n\n**Future Goals:**\n\n* Japan wants to strengthen its relationship with Nepal and support its development.\n* 2026 marks the 70th anniversary of diplomatic relations and Nepal's graduation from LDC status."},{"hash":"92ad5a4c56c6702ac1fca8e9aea40059b95bd75ed4ab056b7e61b7be50879246","title":"not-to-go-to-foreign-employment-through-illegal-route-embassy","date":1715243002057,"source":"nn","link":"https://nepalnews.com/s/global/not-to-go-to-foreign-employment-through-illegal-route-embassy","imageLink":"https://web.nepalnews.com/storage/story/1024/embassy_of_nepal1714535848_1024.jpg","category":"global","content":"\nThe Embassy of Nepal in Islamabad has urged all the concerned to only use legal means to go for foreign employment, noting many Nepali have been victimized and stranded in Kyrgyzstan for some time on temptation of attractive jobs.The embassy said it has received information that some of those victimized have been assured to be sent to other countries using Kyrgyzstan route, sharing that some of the stranded people have been rescued and sent back to Nepal, some are on their way back but the process of reaching there has not stopped.\nIn a statement issued on Tuesday, the embassy said, \"As per the information received, some Nepali and foreigners are being involved in the fraudulent acts in the face of lucrative jobs\".\nIndividuals and groups involved in illegal activities of taking Nepali citizens abroad on the wrong temptation and leaving them stranded have to face the prevailing law, the statement further noted.\n\"The embassy sincerely requests all concerned not to fall prey to the ill-intended act of fraudulent groups and to use only the established and legal route arranged by the Government of Nepal to go for foreign employment\", the statement reads.\n"},{"hash":"bffbbeed94cbee7bdbcb2d6935e7e40625760854aa3ac8a57ccafcde31c85fea","title":"Ohio doctors work to build stronger ties between the United States and Nepal.","date":1714328100000,"source":"nn","link":"https://nepalnews.com/s/global/ohio-based-doctor-couple-s-efforts-to-strengthen-nepal-us-relations","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr1714368003_1024.jpg","category":"global","content":"**Dr. Damodar Poudel and Dr. Sanju Mahato's Contributions**\n\n* During the COVID-19 pandemic, they provided medical services to Nepali communities in the US.\n* Dr. Poudel helped lobby the US government to send vaccines to Nepal.\n* Their services were recognized with awards from the City of Reynoldsburg and Senator Brown's office.\n\n**Dr. Poudel's Background and Work**\n\n* Born in Nepal, Dr. Poudel earned his medical degree in the US.\n* He is a specialist in obesity and primary care psychiatry.\n* He runs a clinic that provides free services to Nepali patients in need.\n* He is the Regional Medical Director of Hopewell Health Centre in Ohio.\n* He was recently appointed Consulate General to the State of Ohio by the Nepal government.\n\n**Dr. Poudel's Vision for Nepal-US Relations**\n\n* He believes Nepal can benefit from US technologies in various sectors.\n* He wants to improve the relationship between the two countries.\n* He suggests exploring opportunities for Nepali entrepreneurs in the US market."},{"hash":"468fea9b415ea6e76ca037b6b29789a8d5dd2f4d95c5d5b4d67c94147f33d6e4","title":"**Nepal and Malaysia Hold High-Level Meeting**\n\nRepresentatives from Nepal and Malaysia met to discuss important matters, strengthen their relationship, and explore areas for cooperation.","date":1714068900000,"source":"nn","link":"https://nepalnews.com/s/global/meeting-between-high-officials-of-nepal-and-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/439895042_779997867565671_7837840790905478273_n1714113714_1024.jpg","category":"global","content":"**Nepalese Ambassador Meets Malaysian Immigration Director**\n\nNepal and Malaysia's representative met to discuss improving their relationship and cooperation.\n\n**Historical Ties**\n\nNepal and Malaysia have been friends since 1960. Nepal's soldiers helped Malaysia during difficult times in the past.\n\n**Trade and Tourism**\n\nMalaysia is a big trading partner for Nepal, and both countries want to work together more in trade, investment, and tourism.\n\n**Foreign Workers**\n\nMalaysia allows Nepalese workers to come to Malaysia, which has helped strengthen the relationship between the two countries.\n\n**Tourism**\n\nThere is a lot of potential for tourism between Nepal and Malaysia. There are direct flights between the two countries."},{"hash":"c421f2f8d013cc5c554ba2c77db9bd9c1b500b22e0c1b023672d9974111f3e94","title":"Prime Minister Dahal announced that the upcoming budget will be presented in a new format.","date":1715105700000,"source":"nn","link":"https://nepalnews.com/s/business/upcoming-budget-to-be-introduced-in-a-new-manner-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_new1713842655_1024.png","category":"business","content":"Prime Minister Dahal says the government's plan for the upcoming year will be different and focus on helping those left behind economically. He claims the economy has improved since he became PM. The plan will be based on suggestions from people, and the government will continue working on good governance and justice. Nepal's relationships with other countries have also strengthened."},{"hash":"a075617d73dd2ddd230185e93bc4a96eb63c19df0d395c2fc095fe4264a2bd4b","title":"In 2024, the Nepal Swadeshi Summit released a declaration with 35 points, emphasizing the following:\n\n* Promote the use of local resources and businesses.\n* Support industries that reduce dependence on imports.\n* Encourage innovation and entrepreneurship.\n* Protect farmers and agriculture.\n* Control foreign investment to protect the national economy.\n* Promote traditional Nepali values and culture.\n* Ensure fair distribution of wealth and resources.\n* Increase employment opportunities.\n* Enhance education and skills development.","date":1715243023765,"source":"nn","link":"https://nepalnews.com/s/business/nepal-swadeshi-summit-2024-35-point-declaration-issued","imageLink":"https://web.nepalnews.com/storage/story/1024/441187804_7890365774349885_1226150477776136282_n1715125603_1024.jpg","category":"business","content":"**Make in Nepal-Swadheshi Summit**\n\nThe Make in Nepal-Swadheshi Summit aims to help local businesses grow and increase production in Nepal.\n\n**Declaration:**\n\nThe summit released a 35-point declaration that includes:\n\n* Making new laws that help businesses.\n* Buying more Nepali-made products for government offices.\n* Ensuring businesses have easy access to raw materials and fair customs rates.\n* Creating a special financial institution to invest in industry.\n* Forcing government offices to use Nepali-made gifts.\n* Setting up a portal to help people identify Nepali products.\n* Punishing businesses with fines instead of criminal charges.\n* Protecting industrialists from being arrested until proven guilty.\n* Reviewing trade and investment agreements to make sure they are fair to Nepal.\n* Getting political parties to agree on supporting economic growth and industry development."},{"hash":"53c3f9bbcf9667cddd56a7f8a64aefc3fbe7ed3365801f9faca679e05896b163","title":"Minister Bhandari says that Dailekh will start on the path to economic prosperity.","date":1715243030945,"source":"nn","link":"https://nepalnews.com/s/business/economic-prosperity-begins-from-dailekh-minister-bhandari","imageLink":"https://web.nepalnews.com/storage/story/1024/dailekh_petrol1696130214_1024.webp","category":"business","content":"**Dailekh's Petroleum Exploration May Bring Economic Growth**\n\nThe Minister of Industry and other officials opened the final part of the petroleum exploration in Dailekh district. They hope the exploration will be successful and bring economic prosperity to Nepal.\n\nIf petroleum and gas are found in large enough quantities, Dailekh could become a major economic center in Nepal. The exploration is being funded by the Chinese government.\n\nThe results of the exploration will be known in six months. If there are enough resources, the government will move forward with plans to extract and process the petroleum and gas."},{"hash":"de9c0de3f02ee05a6730cab2aff88222c813e5cf5db89e6928a7fa56c9c14a45","title":"The government has approved a concessional loan of Rs. 13.33 billion (1333 crores).","date":1714760100000,"source":"nn","link":"https://nepalnews.com/s/business/govt-approves-rs-13-33-billion-concessional-loan","imageLink":"https://web.nepalnews.com/storage/story/1024/WorldBank1696556524_1024.jpg","category":"business","content":"**Government Decisions:**\n\n* Approved a loan of Rs 13.33 billion from the World Bank.\n* Granted permission for the Attorney General and Deputy Attorney General to attend a program in New Delhi.\n* Endorsed a visit by the Chief Election Commissioner to India to observe elections.\n* Revised the design of the Rs 100 note with an updated map of Nepal.\n* Approved a draft MoU for judicial cooperation between Nepal and India's Supreme Courts.\n* Endorsed an MoU between Nepal and Spain's Foreign Ministries.\n* Appointed a former High Court judge as Chairperson of a committee on problematic cooperatives.\n* Withdrew the National Information and Technology Development Committee Order.\n* Transferred some government secretaries."},{"hash":"bc8be8eb7e8ffa2fe7900669d0962e424051b45a2aeffd2c9f9768586c269bca","title":"The new budget will focus on helping those in need and regions that are less developed.","date":1714760100000,"source":"nn","link":"https://nepalnews.com/s/business/pm-says-new-budget-will-focus-underprivileged-class-region","imageLink":"https://web.nepalnews.com/storage/story/1024/pm1712676393_1024.jpg","category":"business","content":"**Prime Minister Prachanda's Plan for the Next Budget**\n\nPrime Minister Prachanda says the next budget will focus on helping the poor and areas that are behind in development. He wants to create a budget that will improve governance, fairness, and prosperity for all.\n\nThe budget will especially help:\n* People in Madhes and areas near the Postal Highway\n* Karnali region\n* Dalits and other oppressed groups\n\nPrachanda asked lawmakers to give feedback on the budget and to suggest ways to:\n* Increase production\n* Create jobs\n* Use expert advice\n\nThe budget will be based on lessons learned from the past to make sure it is effective."},{"hash":"df9b7b06ec76b8f2f869bac62ff8e92d3b60b6a6145578db759c3601bcb09211","title":"Nepalese runners won two titles in Malaysia.","date":1714846500000,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-runners-won-2-titles-in-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/422620795_859372276202663_5891976066813061462_n1714904704_1024.jpg","category":"sports","content":"**Mahadev Rijal Wins Running Races in Malaysia**\n\nMahadev Rijal, a runner from Nepal, won two races in Malaysia. He won both the 21 km half marathon and Climbathon event.\n\nIn the half marathon, he finished in 1 hour, 14 minutes, and 48 seconds. In the Climbathon event, he finished in 3 hours, 3 minutes, and 58 seconds.\n\nRijal has won races in Malaysia before. Last year, he came in 8th place in the Tower Runner race, which had 284 participants.\n\nRijal lives in Beni, Nepal, but has worked in Malaysia for the past 5 years. He started running in Nepal and continues to train while working in Malaysia."},{"hash":"7d22f65cb13004efc951d1a7217634e5de098beab800527921bfd8488bcb265b","title":"Nepal defeated West Indies 'A' in the final match of the T20 series.","date":1714760100000,"source":"nn","link":"https://nepalnews.com/s/sports/nepal-wins-final-match-against-west-indies-a-in-t20-series","imageLink":"https://web.nepalnews.com/storage/story/1024/438230324_859581999531515_2675064775143100892_n1714829807_1024.jpg","category":"sports","content":"Nepal's cricket team won the final match of a series against the West Indies 'A' team. Nepal had lost the previous three matches.\n\nWest Indies batted first and scored 172 runs. Nepal's bowlers Sompal Kami and Sagar Dhakal took three wickets each.\n\nNepal then chased the target of 173 runs. Kushal Malla scored 37 runs, Asif Sheikh scored 51 runs, and Anil Shah scored 58 runs. Nepal won by six wickets with 1.5 overs to spare."},{"hash":"bb189a36492ef05672b1ce8763b3e6b70343c234cd53688b22d4345275939757","title":"President sends good wishes to cricket players.","date":1714760100000,"source":"nn","link":"https://nepalnews.com/s/sports/president-extends-best-wishes-to-cricket-players","imageLink":"https://web.nepalnews.com/storage/story/1024/Sheetal_Niwas1623082198_1024.jpg","category":"sports","content":"President Paudel wished good luck to the Nepali cricket team for the ICC T20 World Cup. The team will leave for the US tonight. They will play their first match on June 4 against the Netherlands. They will also face teams like South Africa, Sri Lanka, and Bangladesh in the tournament."},{"hash":"63f0360edf629c2552c07da82b4f8a204ad5b2ed608c251932759e4931274472","title":"West Indies team A has won the T20 series.","date":1715243058384,"source":"nn","link":"https://nepalnews.com/s/sports/west-indies-a-clinches-t20-series-title","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714701176_1024.jpg","category":"sports","content":"West Indies 'A' won the T20 cricket match against Nepal by 28 runs.\n\nWest Indies scored 209 runs, with Andre Fletcher making 84.\n\nNepal chased with 181 runs, with Rohit Kumar Paudel making 82.\n\nWest Indies 'A' bowlers took 10 wickets, with Hayden Walsh and Matthew Forde taking three each.\n\nWest Indies 'A' has won the series 3-1, with one match remaining."},{"hash":"c0268d83151b4700710f0d718bbec12fc67c78746b9c81699b68d8c7925acf37","title":"Nepal lost the third match of the T20 cricket series against the West Indies by 76 runs.","date":1714500900000,"source":"nn","link":"https://nepalnews.com/s/sports/t20-series-nepal-lose-third-match-to-west-indies-by-76-runs","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714577666_1024.jpg","category":"sports","content":"Nepal's cricket team lost their third match in a five-game series against West Indies 'A'.\n\nWest Indies scored 228 runs, with Johnson Charles scoring over 100.\n\nNepal tried to chase that score but only made 151 runs, falling short by 76 runs.\n\nKaran KC and Lokesh Bam both scored 28 for Nepal, but no other player scored more than 20.\n\nNepal has won two and lost one match in the series so far."},{"hash":"f6df2c95d8308e02a5d724675b6f580035fa1a3784b03ef6d2594dadf3ba0498","title":"Nepalese team has left to take part in the Asian U-20 Athletics Championship.","date":1715243066811,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-team-departs-to-participate-in-asian-u-20-athletics-championship","imageLink":"https://web.nepalnews.com/storage/story/1024/438206076_448748784338052_4246932501331390940_n1713843823_1024.jpg","category":"sports","content":"Athletes going to Dubai for Asian U-20 Athletics Championships:\n\n- Badal Karki: 800 and 1500 meter run (male)\n- Adeshkumar Yadav: 100 and 200 meter run (male)\n- Ajay B.K: 1500 and 3000 meter run (male)\n- Kalpana Budha: 1500 and 3000 meter run (female)\n\nCoach: Kanti Mahato"},{"hash":"b70088aed087be48dc7ad38ba6f972de6b0d941f8703d43a1cae84eb468445f4","title":"Dengue fever cases in the Bagmati province of Nepal have exceeded 11,000.","date":1714846500000,"source":"nn","link":"https://nepalnews.com/s/health/dengue-cases-surpass-11-thousand-in-bagmati","imageLink":"https://web.nepalnews.com/storage/story/1024/kushtia_dengue_6yr_old_child_dies_of_dengue_in_kushtia_daily_bangladesh_16941828191697183214_1024.jpg","category":"health","content":"**Dengue Fever in Bagmati Province**\n\nThere have been a lot of cases of dengue fever in Bagmati Province in the last 9 months. Over 11,000 people have been diagnosed with dengue in the province since July 17, 2023.\n\nMost of the cases were in Dhading, with over 3,500 cases. Kathmandu, Chitwan, and Makwanpur also had a lot of cases.\n\nOne person in Makwanpur died from dengue this year.\n\nDengue is spread by mosquitoes, and it's more common in the summer. The health department in Bagmati Province is planning to launch a campaign to kill mosquito larvae and stop the spread of dengue."},{"hash":"8aef9eb1da2d64a20abdcf3e1f946935576aaae84d7d0b3cd9ba8aa4647804c0","title":"Nepal believes everyone should have the rights and opportunities needed to live a good life. This means access to education, healthcare, and other important services, regardless of who they are or where they live.","date":1714414500000,"source":"nn","link":"https://nepalnews.com/s/health/nepal-s-approach-to-population-and-development-is-right-based-dpm-yadav","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav_NewYork_1_1068x8011714461437_1024.jpg","category":"health","content":"**Nepal Adopts Rights-Based Approach to Population and Development**\n\nNepal believes that everyone has the right to live a healthy and fulfilling life. This includes having access to healthcare, education, and other services that improve quality of life.\n\nNepal is working to achieve the United Nations' Sustainable Development Goals by putting people's needs first. These goals include reducing poverty, improving health, and promoting gender equality.\n\nDespite progress, challenges like pandemics and climate change make it difficult to reach these goals. However, Nepal remains committed to ensuring that everyone has the opportunity to live a good life."},{"hash":"853075cf39e1fcb42df78d974231e5f27301b7a218e2c71c13a200de5ecc34ac","title":"Japan has given a community center to a place where people can go in case of a disaster.","date":1713809700000,"source":"nn","link":"https://nepalnews.com/s/health/japan-hands-over-the-community-center-for-disaster-prevention","imageLink":"https://web.nepalnews.com/storage/story/1024/1_IMG_22281713885995_1024.jpeg","category":"health","content":"Japan has given Indrawati Rural Municipality a new community center to help them get ready for disasters. The Japanese government gave the money to build the center through a program for Japanese non-profit groups.\n\nThe Japan Asian Association & Asian Friendship Society (JAFS) is working on the project, which will not only build the center but also set up disaster prevention groups, activities, and public announcements. It will also build warehouses and take steps to stop landslides.\n\nJapan's ambassador said he hopes the new center will become a place where people can learn about disaster prevention and make the area better as a whole."},{"hash":"91ef85d22d1f5e45d5c9e0d118acd881370663a55fa7eb366d52362a948b3462","title":"Dr. Sharma, a member of parliament, donated 2 million rupees to the Children's Hospital.","date":1713377700000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr Sunil Sharma has donated 2 million rupees to build a new Children's Hospital in Kathmandu.\n\nThe hospital is led by Dr. Bhagwan Koirala, who plans to build specialized children's hospitals in all seven provinces of Nepal. There is already one hospital in Damak, Jhapa.\n\nDr. Sharma gave the money as a sign of respect for Dr. Koirala's good work. The hospital in Kathmandu will have 100 beds. After that, KOICH plans to build 50-bed hospitals in each of the other seven provinces."},{"hash":"42e79a4549bfdf6d5604bd78b3d44969e580204855bea65a83fee67398a94def","title":"Dr. Sharma, a Member of Parliament, donated 2 million rupees to a children's hospital.","date":1713377700000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital-1","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"A politician named Dr. Sunil Sharma gave 2 million rupees to help build a children's hospital. The hospital is being built by Dr. Bhagwan Koirala, a heart doctor. They plan to build hospitals for children in all 7 provinces of Nepal, including Kathmandu. The hospital in Kathmandu will have 100 beds, while the hospitals in the provinces will have 50 beds."},{"hash":"3366c0665f89d2e7da9c8b7f2493798ccbb5625b22f9517335e99c27063a9b96","title":"Children are receiving vitamin A capsules and deworming tablets to improve their health.","date":1713377700000,"source":"nn","link":"https://nepalnews.com/s/health/vitamin-a-capsules-de-worming-tablets-being-administered-to-children","imageLink":"https://web.nepalnews.com/storage/story/1024/vitamin_A1713434673_1024.jpg","category":"health","content":"The government is giving children under 5 free Vitamin A capsules and deworming tablets. This is to help children stay healthy and prevent diseases. The government does this twice a year, in Baishakh (April-May) and Kartik (October-November). Around 3.2 million children will get Vitamin A, and about 2.9 million will get the deworming tablets. Health volunteers and workers will go to each ward to give the medicine to the children."},{"hash":"cb8effbde048b79cd9eeb5db55bb2f9c531a9197c14829fec68dc9eb61b5e6c5","title":"414 climbers have been granted permission to climb Mount Everest.","date":1715019300000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/414-climbers-receive-permission-for-climbing-mt-everest","imageLink":"https://web.nepalnews.com/storage/story/1024/437535457_831813775640046_1295344342444497167_n1715094430_1024.jpg","category":"travel-and-tourism","content":"414 climbers, including 75 women, have been given permission to climb Mount Everest this spring.\n\nIn total, 971 climbers have been permitted to climb 30 mountains, including Mount Everest.\n\nOver Rs 674 million has been collected in fees from these climbing permits, with Rs 592 million coming from Mount Everest permits alone."},{"hash":"0874884b48df6c09d57d98acb64fffffa39221f8b28d9bd21ea02bb1dc9ea5ae","title":"Someone placed a pepper on top of the fifth tallest mountain in the world, Makalu.","date":1715019300000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/pepper-on-the-top-of-world-s-fifth-highest-mount-makalu-1","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_05_06_at_171715074396_1024.jpg","category":"travel-and-tourism","content":"Allie Pepper, an Australian climber, has climbed the fifth highest mountain in the world, Makalu, without using extra oxygen. This was the 10th out of 14 eight-thousand-meter peaks she aims to climb in just two years, making her the first Australian woman to attempt this challenge.\n\nDespite facing high winds that almost destroyed their tent, Pepper and her team pushed on and reached the summit. They started their ascent at 8pm and had a long day ahead of them.\n\nNext, Pepper plans to climb the third-highest mountain, Kanchenjunga. She has 10 more peaks to climb before 2025 to complete her goal of climbing all 14 eight-thousanders without extra oxygen.\n\nPepper's journey inspires many people, showing the strength and determination of the human spirit and encouraging others to overcome their own challenges."},{"hash":"c577b55550261cd2c05a1486572b55a71ac4a144afdbe64aab2ffb08731aedfc","title":"Someone put pepper on top of Mount Makalu, the fifth highest mountain in the world.","date":1715019300000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/pepper-on-the-top-of-world-s-fifth-highest-mount-makalu","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_05_06_at_171715074396_1024.jpg","category":"travel-and-tourism","content":"**Australian Climber Allie Pepper Reaches Mount Makalu Summit**\n\nAllie Pepper, an Australian mountaineer, climbed Mount Makalu, the world's fifth highest mountain, without using extra oxygen.\n\nShe is now halfway through her goal of climbing all 14 eight-thousand-meter peaks in two years. She is the first Australian woman to attempt this challenge.\n\nThe climb was difficult, with high winds and exhausting conditions. But Pepper and her team persevered and reached the summit.\n\nNext, Pepper plans to climb Mount Kanchenjunga, the third highest mountain. She has 10 more peaks to climb to complete her goal by 2025.\n\nPepper's journey shows the power of human spirit and inspires others to pursue their dreams."},{"hash":"05ccd0087553ef7f3c6c7d94a8d9fe15c2710faa42cb902878fe38449f9d84c0","title":"Tigers and rhinos have been found dead in Chitwan National Park.","date":1715019300000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/tiger-rhino-found-dead-in-cnp","imageLink":"https://web.nepalnews.com/storage/story/1024/tiger_dead1705845288_1024.jpg","category":"travel-and-tourism","content":"Two animals were found dead in a national park.\n\nA tiger was found in the Bhimpur area, and a rhino was found in Nawalparasi.\n\nThe tiger's cause of death is unknown.\n\nThe rhino is believed to have died naturally.\n\nBoth animals' remains were found intact."},{"hash":"e115a6d41dc575a6fb20a754295e2c6493cf6d2654ae267d4145bfcfcc13107f","title":"India's Prime Minister announced a new fund to support innovation and help grow the information technology (IT) industry in the country.","date":1714587300000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/pm-announces-to-institute-innovation-fund-for-it-sector-expansion","imageLink":"https://web.nepalnews.com/storage/story/1024/91fd8100_c369_454d_8e45_d73c48c2fe8d_1000x5001714631578_1024.jpg","category":"science-and-technology","content":"Prime Minister Prachanda plans to create a special fund in the next budget for research and development in technology. He believes technology can help improve the economy and society.\n\nThe government will encourage young people to use technology to create businesses and earn money. They are also working on stopping cybercrime through new laws and rules."},{"hash":"f695aa1ad994bab3c00f1b5a8d5ea6fd3e689cc6689b961e67fffef625c6e80d","title":"Today is National ICT Day, a day to celebrate and promote the use of information and communication technologies in our country.","date":1715243122173,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/national-ict-day-being-observed-today","imageLink":"https://web.nepalnews.com/storage/story/1024/ict_day1714614867_1024.jpg","category":"science-and-technology","content":"Today is National ICT Day in Nepal. This day is celebrated to encourage the use and development of information and technology in the country. The government believes that technology is a key to making Nepal more prosperous. The Ministry of Communications and Information Technology is holding a special event today to mark the day. People and organizations that have made significant contributions to the field of information and technology will be honored at the event."},{"hash":"9789ea6409b4715294fcecec4caf76bc9f86f5d00af5cd8543239bf9f3e5e012","title":"When politicians show excitement about investing, investors should feel encouraged and may invest more.","date":1713982500000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/politics-should-fill-enthusiasm-among-investors-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_25_at_131714045205_1024.jpg","category":"science-and-technology","content":"**President Paudel on Nepal's Prosperity:**\n\n* Nepal has many natural resources that can help it prosper.\n* Developing renewable energy sources like hydropower can boost the economy.\n* The government should support investments in energy and relax regulations.\n* Nepal's stable democracy makes it attractive for domestic and foreign investors.\n* Nepal has become an energy exporter, selling clean energy to neighboring countries."},{"hash":"8645e6e32c99e132c7dedb2a85a2626985e9d5f7e0c18cf2f27997f5d483ec41","title":"A draft bill proposes laws for using artificial intelligence (AI) in information technology (IT) and cybersecurity. The bill aims to make sure that AI is used openly and responsibly.","date":1710180900000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/draft-bill-on-it-and-cyber-security-seeks-transparent-accountable-use-of-ai","imageLink":"https://web.nepalnews.com/storage/story/1024/Ministry_of_Communication1710223162_1024.jpg","category":"science-and-technology","content":"**IT and Cyber Security Bill in Nepal**\n\nThe proposed IT and cyber security bill focuses on using modern technology like artificial intelligence (AI), machine learning, and blockchain. It emphasizes transparency, accountability, safety, and respect in using these technologies.\n\n**Key Points:**\n\n* **Research and Development:** A center will be established to research and develop new technologies like AI, machine learning, and blockchain.\n* **Structure for IT and Cyber Security:** A director's committee headed by the Minister for Communications and Information Technology will be created.\n* **Coordination Committee:** A team under a Joint Secretary will be responsible for responding quickly to cyber security threats and providing assistance.\n* **Digital Infrastructure and Services:** The bill covers electronic records, data protection, electronic transactions, digital signatures, and public service delivery through electronic means.\n* **Cyber Security:** It includes provisions for cyber monitoring, audit, and enforcement of cyber laws.\n* **Data Privacy and Protection:** Collecting personal data without consent or using it to disrupt national unity or security is prohibited.\n* **Cyber Crimes:** Activities like cyberbullying, harassment, indecent content production, and data theft are banned.\n* **Government Websites and Domain Registration:** Government bodies and corporations are required to create websites and standardize their design. Domain names need to be registered with the government.\n* **Cyber Security Services:** Companies providing cyber security services must obtain a license.\n\n**Feedback and Availability:**\n\nThe draft bill is available for feedback within two weeks. You can find it at:\n\nhttps://api.giwms.gov.np/storage/22/posts/1710050856_14.pdf"},{"hash":"7b3564e64335cf6b09ca9388a43353ae8e4c829e4a33b5dafd81bc5c1b419b8b","title":"Minister Sharma believes that new laws are needed to address issues caused by technology and the internet.","date":1715243138555,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/cyber-legislation-needed-to-resolve-problems-minister-sharma","imageLink":"https://web.nepalnews.com/storage/story/1024/Sharma1695206333_1024.jpg","category":"science-and-technology","content":"**Minister Calls for Cyber Laws**\n\nMinister Sharma says delays in creating laws to protect against cybercrimes have caused problems.\n\n**Government Plans New Law**\n\nThe government is working on a law for cyber security, and Minister Sharma is seeking input from different groups.\n\n**Public Awareness Needed**\n\nEveryone in government and the public should know how to protect themselves from cyber threats.\n\n**Technology Brings Challenges**\n\nWhile technology makes our lives easier, it can also lead to problems if it's misused.\n\n**Orientation for Local Officials**\n\nAn event was held to teach government officials how to keep their information and data safe from cyber threats."},{"hash":"c11dd4e0a73ed780f50db62b525aa16fa7c624433478c86d79746516e89b9f0d","title":"Talks between two countries, one to export energy to the other, are going well.","date":1715243142971,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/talks-positive-with-bangladesh-to-export-energy","imageLink":"https://web.nepalnews.com/storage/story/1024/Nepal_Electricity_Authority1691846323_1024.jpg","category":"science-and-technology","content":"Nepal and Bangladesh have agreed to sell electricity to each other. The two countries will finalize the deal soon. Nepal will start selling electricity to Bangladesh during the upcoming rainy season."},{"hash":"e61c612a2fa2945dbce36e78bfcbfcfe5e05c704908dd9baac7769efb299faed","title":"Celebrating 50 years of a close bond between friends.","date":1715243146156,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/celebrating-50-years-of-friendship","imageLink":"https://web.nepalnews.com/storage/story/1024/209370c5_271f_40b2_b38c_4d479196175d1714881747_1024.jpeg","category":"entertainment-and-lifestyle","content":"**Korea-Nepal Cultural Event**\n\nJoin the celebration of 50 years of friendship between Korea and Nepal!\n\n**Highlights:**\n\n* **Martial Art Showcase by K-Tigers:** Watch experts perform traditional Taekwondo with a modern twist.\n* **K-Dance Extravaganza by People on Stage:** Be amazed by the energy and creativity of Korean dance teams.\n* **Celebrate Friendship:** Enjoy Korean culture and commemorate the strong bond between our nations."},{"hash":"5db1f1b27f140836a538af8994d1d20d3c4e3bfba7357d0ab258108d457e3803","title":"Actor CP Lohani has sadly passed away.","date":1714328100000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/actor-cp-lohani-passes-away","imageLink":"https://web.nepalnews.com/storage/story/1024/cp_lohani_11714394375_1024.jpg","category":"entertainment-and-lifestyle","content":"CP Lohani, an 86-year-old actor, died today. He was known for his role in Nepal's first hit movie \"Maitighar.\" He also worked in government and as a director in jute mills. Lohani was married to famous Bollywood actress Mala Sinha. He died in the hospital after suffering from Alzheimer's and pneumonia. His funeral will be held today at Pashupati Aryaghat."},{"hash":"47c5ab0dc3d11afc19bb0a2ea497b4519a334d00648998358c7cab2575b09124","title":"A democratic republic, like the United States, strives to promote moral values and virtues similar to those found in religions, such as honesty, integrity, and respect for others.","date":1713636900000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/a-democratic-republic-seeks-moral-values-and-virtues-like-religion-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_21_at_111713687967_1024.jpeg","category":"entertainment-and-lifestyle","content":"**Summary:**\n\nPresident Ramchandra Paudel said that all religions, including Nepal's government, value good behavior and morality.\n\nThe main purpose of all religions is to make humans happy and peaceful. They also aim to create orderly, civilized societies.\n\nOn the occasion of Lord Mahavir's birthday, President Paudel wished all Jain people well. He said it's important to celebrate non-violence and follow Lord Mahavir's teachings.\n\nJains in Nepal live peacefully with other communities and contribute to society through their religion, culture, and social work. President Paudel believes that they will continue to do good things in the future.\n\nReligion is based on right behavior, truth, and commitment."},{"hash":"36bf5184da2134fc7913480835b722431a60fe0d878008465b1a5b5221530db2","title":"Chaiti Chhath festival ends with offering prayers to the rising sun.","date":1715243159923,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/chaiti-chhath-concludes-offering-argha-to-rising-sun","imageLink":"https://web.nepalnews.com/storage/story/1024/NawadeepShrestha_Bidur_RSS_14_ChhathPhoto1667194260_1024.JPG","category":"entertainment-and-lifestyle","content":"The Chaite Chhath festival has ended in Mithila. People who had been fasting since Saturday offered water to the rising sun this morning. This festival is celebrated twice a year to wish for good things for families. People stand in water and offer water to the sun both in the evening and morning."},{"hash":"5c4e40b0cfcc81a841cfed842ce2aa92af57f2e88130f43a69d94018c770008a","title":"To build a socialist society, it's essential to create a culture that supports it. This means people need to be educated and aware of socialist values and principles. They should also be willing to work together to create a more just and equitable society.","date":1715243163595,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/socialist-culture-a-primary-condition-for-preparing-base-of-socialism-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/436421060_2683866678446874_1444593645290858072_n1713059615_1024.jpg","category":"entertainment-and-lifestyle","content":"**Summary:**\n\nPrime Minister Prachanda believes a socialist culture is key to building a socialist society. He encourages all progressive groups to support this goal.\n\nThe government takes cultural policy seriously and will allocate resources to support it.\n\nA recent cultural evening inspired Prachanda and emphasized the importance of diverse cultural expressions in promoting national unity.\n\nThe Sanskritik Sansthan works to preserve and promote traditional Nepali culture and will host weekly cultural events to showcase the country's rich heritage."},{"hash":"10cf863df3cc1c834cebb743c3d41fae1b57d281bfd01d39427f6e4451e563e4","title":"China's fashion industry is a rapidly growing sector within the country's economy. It encompasses various aspects of fashion, including design, manufacturing, and retail. The industry has gained international recognition for its production capabilities and has become a major player in the global fashion market.","date":1715243168555,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/china-fashion-industry","imageLink":"https://web.nepalnews.com/storage/story/1024/XxjpbeE007327_20240411_PEPFN1A0011712886662_1024.JPG","category":"entertainment-and-lifestyle","content":"There is no input text to summarize."},{"hash":"40a529e517bf93a20206c3fc06b60ee095358e2bdafb9cde44387b93947eaaf8","title":"Yadav plans to take legal action against the government's decision to create a new political party.","link":"https://kathmandupost.com/politics/2024/05/09/yadav-to-move-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/UpendraYadav-1715216471.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"politics","content":"**Janata Samajbadi Party Nepal (JSP-N)** will take legal action against the Election Commission's decision to recognize a breakaway group as a new political party. This group, led by Ashok Rai, was registered without proper legal basis.\n\n**JSP-N, led by Deputy Prime Minister Upendra Yadav**, claims that the new party's registration is illegal and violates the Political Parties Act. There are no provisions for forming new parties after a split, so the Commission relied on a regulation to register the new party.\n\n**A previous ordinance that allowed for easier party splits has been repealed**, and a bill to reinstate it has not yet been passed. Yadav argues that the breakaway group is not different from his party and that he has been accommodating dissident leaders.\n\n**The split stems from long-standing discontent**, with Rai's faction accusing Yadav of autocratic leadership. Despite the split, Yadav maintains that his party remains in the ruling coalition and will continue to support the government.\n\n**JSP-N emphasizes that the majority of party members remain with Yadav**, and they will determine their future course of action based on developments."},{"hash":"29604398fd95ad92a2065f9f62c570692ad53bedbebdc93b1c5c14c9138ffdaf","title":"My writing combines:\n\n* Traditions and culture from Nepal\n* Experiences and perspectives from living in different countries","link":"https://kathmandupost.com/books/2024/05/09/my-writings-blend-nepali-heritage-with-diasporic-flavour","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/KRISHNA-1715220967.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"books","content":"**Krishna Bajgai: A Nepali Writer in the UK**\n\n**Who is Krishna Bajgai?**\n\n* Nepali writer living in the UK\n* Writes in Nepali language\n* Founded Samakalin Literary Academy, a UK-based literary organization\n* Editor of Prawasan Research Journal of Nepalese Literature\n* Published 18 literary works\n\n**Why did he start writing?**\n\n* Published in a magazine in 1984, which sparked his interest\n* Involved in literary groups and events\n* Inspired by readers' feedback\n\n**Role as President of Samakalin Literary Academy:**\n\n* Supports Nepali literature through a web magazine and research journal\n* Organizes discussions and poetry events\n* Translates Nepali works into English\n\n**How being a Nepali in the UK affects his writing:**\n\n* Offers insights into life in Nepal from afar and experiences of migrants\n* Blends experiences from both Nepali and UK cultures\n\n**Challenges for Nepali writers in the UK:**\n\n* Time constraints due to work and family responsibilities\n* Limited access to Nepali books published in Nepal\n* Lack of direct feedback from readers"},{"hash":"8773173ac836c8e7e5012b8e591c6d5b2cef1aaa5c3f9bf32d0f71a8259afe13","title":"court-issues-arrest-warrants-against-20-in-nepal-children-s-organisation-land-lease-scam","link":"https://kathmandupost.com/national/2024/05/09/court-issues-arrest-warrants-against-20-in-nepal-children-s-organisation-land-lease-scam","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Nepalchildrenorganisation-1715242515.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"national","content":"A court in Nepal has ordered the arrest of 20 people, including a former leader of Nepal Children's Organisation named Reeta Singh Vaidya. They are accused of illegally leasing land owned by the organisation. The investigation started when the organisation complained to the police.\n\nThe complaint alleges that Vaidya and other officials leased 29 ropanis (about 14,750 square meters) of land to a school for 43 years, even though the existing lease period had 16 years left. The deal was later canceled.\n\nAccording to the original agreement, the organisation was supposed to receive Rs 9 million (about $72,000) per year for leasing the land. However, the school then subleased part of the land to another school for Rs 6 million (about $48,000) per year.\n\nThe investigation also found that Vaidya became the head of the organisation after the 1991 elections and the land lease deal was made after she took the position."},{"hash":"59f298234b280fa0591d0d30e4fbe9e9eb1f6e5022825d49db7c9d29cf0971ae","title":"Doctors and health workers get training on how to spot and check for non-communicable diseases (NCDs). NCDs are diseases that are not passed from one person to another, like heart disease, stroke, diabetes, and cancer.","link":"https://kathmandupost.com/health/2024/05/09/doctors-health-workers-get-ncd-screening-training","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/health/thumb19-1715216811.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"health","content":"Health workers in Kathmandu have been trained to check for non-communicable diseases (diseases that cannot spread from person to person), like high blood pressure, heart disease, and diabetes.\n\nThese health workers will check patients at local health centers and provide medicines, advice, or referrals to hospitals if needed.\n\nNon-communicable diseases are now a major health problem in Nepal, causing about 7 out of 10 deaths. Smoking is the leading risk factor, followed by high blood pressure and air pollution.\n\nEven though the government provides free medicines for some non-communicable diseases, many people don't know they have these diseases because there hasn't been enough screening at health centers.\n\nThe health workers who have been trained will screen patients over 40 years old for free. This will help diagnose and treat non-communicable diseases early on, which can save lives.\n\nHealth experts say that making screening for non-communicable diseases free could save a lot of lives, especially in developing countries like Nepal."},{"hash":"1801d6ead071c649a64c0fde0790be274f8900ce60b54acca6dfb6dbc55067e8","title":"karki-s-excesses-in-koshi","link":"https://kathmandupost.com/editorial/2024/05/08/karki-s-excesses-in-koshi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/third-party/thumb21-1715217280.jpg&w=900&height=601","date":1715105700000,"source":"kp","category":"editorial","content":"A month ago, Kedar Karki lost support from his political partners. Now, he has been asked to step down as leader of Koshi Province. Karki had been holding onto power even though he no longer had the support of the majority. He had refused to resign or call for a vote to prove his support.\n\nKarki's rise to power was helped by a rival political party. This caused problems within his own party and led to the downfall of the government. Karki has been criticized for his actions and is seen as a symbol of the greed and immorality that is common in politics.\n\nThe recent political unrest in the provinces shows that this kind of behavior is becoming more common. People had hoped that federalism would lead to a more democratic society, but instead, the same old immoral politics has been transferred to the provinces."},{"hash":"76d90bffa13a5f8e29f2a657b46763cb72bd2b5c3e7c4836de6d4bbffed828a2","title":"Nepali bureaucracy is a complex system with many levels of government. There are many different ministries and departments, each with their own responsibilities. The bureaucracy can be difficult to navigate, and it can be challenging to get things done.","link":"https://kathmandupost.com/columns/2024/05/08/understanding-nepali-bureaucracy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadPostIllustration-1715184406.jpg&w=900&height=601","date":1715105700000,"source":"kp","category":"columns","content":"**Nepali Bureaucracy: Two Sides of the Coin**\n\nBureaucrats in Nepal are seen in two different ways:\n\n**1. Powerful and Independent:**\nBureaucrats are thought to be a powerful group with the ability to challenge politicians.\n\n**2. Subservient and Corrupt:**\nBureaucrats are also seen as subservient to politicians, working together for personal gain.\n\n**How can both be true?**\n\nBureaucrats have more options now than before. They can:\n\n* **Resist:** Refuse to follow orders they believe are wrong.\n* **Maintain the Status Quo:** Do as they've always done, without making changes.\n* **Collude:** Work with politicians for personal benefit.\n\n**Post-Monarchy Changes**\n\nBureaucrats have gained more power after the end of the monarchy because:\n\n* A new law in 1993 protects bureaucrats from being fired without reason.\n* Bureaucrats formed trade unions to represent their interests.\n* Politicians are often relying on bureaucrats for support.\n\n**Implications and Solutions**\n\nExcessive bureaucratic power can hinder good governance. Reforms are needed to:\n\n* Abolish party-based trade unions for bureaucrats.\n* Reduce bureaucratic influence on promotions and transfers.\n* Tie promotions to work performance.\n\nHowever, the weak quality of elected representatives and political instability have allowed bureaucrats to increase their power."},{"hash":"a67b8cd26635fa2281f13500ace4b1c241ed1e818a7be9248b076f23d682b291","title":"Massing of Education refers to the concentration of educational institutions and resources in certain locations, such as big cities or university towns. It typically results in a high density of students, faculty, and educational facilities in those areas.","link":"https://kathmandupost.com/columns/2024/05/08/massing-of-education","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/opinion/DownPostFilePhoto-1715184169.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"columns","content":"**Mass Higher Education: A Post-World War II Idea**\n\nAfter World War II, the idea of mass higher education emerged, aiming to expand access to higher education for social equality. The UK and USA led this expansion, fostering the development of a new industry in education.\n\nIn the 1960s, the concept of \"human capital\" redefined higher education as a valuable investment for economic growth. This idea, backed by corporate and international organizations, became a driving force behind the massive expansion of higher education.\n\nHowever, this expansion came with costs. Admission standards declined, and academic content was watered down to accommodate students with lower abilities. This led to a decline in the overall quality of higher education.\n\nDespite the claims that mass higher education would boost economic prosperity, it has instead created a crisis of quality. Employers struggle to find qualified employees among the large number of graduates, and there is a shortage of researchers and innovators.\n\nThe emphasis on vocational skills over academic knowledge has also led to a decline in original research and intellectual advancement."},{"hash":"505beefca11049926520cda4acceb5956f992fa7c660a8ef9ded812776844ff1","title":"**Toilets for All**\n\nThis movement aims to ensure that everyone has access to clean, safe, and accessible toilets. It's important because:\n\n* **Health:** Toilets improve hygiene and prevent diseases.\n* **Dignity:** Access to clean toilets is a basic human right.\n* **Equality:** Toilets should be available to all people, regardless of their abilities or gender.","link":"https://kathmandupost.com/editorial/2024/05/07/toilets-for-all","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb-1715129836.png&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Gender-Inclusive Toilets: Making Public Spaces Safe for All**\n\nLGBTIQ individuals and activists are asking for gender-inclusive toilets that welcome people of all gender identities. In Nepal, this is a growing issue because the country is working to protect marginalized people.\n\nGender-inclusive toilets are important because they:\n\n* Allow people to use a toilet that matches their gender identity.\n* Reduce stigma and discrimination against transgender and non-binary people.\n\nNepal has a few gender-inclusive toilets, but more are needed. The mayor of Kathmandu has promised to build 10 new ones, but they are not yet ready.\n\nThese toilets should be designed with features for all users, including:\n\n* Good lighting and ventilation\n* Privacy stalls\n* Facilities for people with disabilities\n\nIn addition to building inclusive toilets, it is important to:\n\n* Educate people about diversity and inclusion.\n* Create awareness campaigns about the importance of gender-inclusive spaces.\n* Develop standards for building inclusive toilets nationwide.\n\nBy making public spaces more inclusive, Nepal can create a welcoming environment for LGBTIQ individuals and boost tourism."},{"hash":"a328ac09240d3df1cc8d66f05bfa52469056838e24eba76c9319b74a8eb321a2","title":"India's Prime Minister Narendra Modi did not participate in elections in the disputed region of Kashmir. Some people believe that Kashmir should be a part of India, while others believe it should be independent or a part of Pakistan. By not voting, Modi is avoiding taking a stance on the issue.","link":"https://kathmandupost.com/world/2024/05/09/india-s-modi-skips-election-in-kashmir-as-critics-dispute-integration-claims","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersTXBCPSMKWBO6LC3GZCKDYYKG5A-1715227216.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"world","content":"**BJP Skips Kashmir Election**\n\nFor the first time in decades, the ruling Bharatiya Janata Party (BJP) is not competing in Kashmir, a region with a history of fighting against Indian rule.\n\n**Local Parties Dominate**\n\nInstead, local parties like the National Conference and People's Democratic Party are running in the three constituencies in Kashmir. They both oppose the BJP and will work with the Congress-led opposition.\n\n**Reason for BJP's Absence**\n\nExperts believe the BJP skipped the election because they worry the results might show that there is still unrest in Kashmir despite their efforts to bring it under control.\n\n**Modi's Claims and Reality**\n\nPrime Minister Modi claims his move to remove Kashmir's partial independence has brought peace and development. However, many residents disagree and say there is still discontent and alienation.\n\n**Gerrymandering Accusations**\n\nThe boundaries of the constituencies in Kashmir were changed recently. Local leaders say this was done to give the BJP an advantage, while the BJP claims it makes the areas more representative.\n\n**Ongoing Militancy and Tensions**\n\nDespite the absence of an election in Kashmir, there are still militants operating in the region and tensions remain high between India and Pakistan, which both claim the territory."},{"hash":"f6f0addbb8cbaa32a930541099e8ab8b80dbd645a10abca7ca6caeeb2cd39f3a","title":"Politicians' beliefs and policies can change over time, often to match what is popular or to benefit them in elections.","link":"https://kathmandupost.com/politics/2024/05/09/political-parties-shift-stances-based-on-convenience","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/meeting-1715218714.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Last Year:**\n\n* UML party asked for a special court to investigate gold smuggling by leaders of Nepali Congress and Maoist Centre.\n* Nepali Congress rejected this request.\n\n**This Year:**\n\n* Congress party, now in opposition, wants a parliamentary committee to investigate Deputy Prime Minister Lamichhane, accused of stealing money from cooperatives.\n* UML party, now in power, rejects this request.\n* UML claims their previous request for a court investigation was different because they suspected powerful people were involved in gold smuggling.\n* Congress argues that the two investigations (gold smuggling and cooperative funds embezzlement) are different and they need their requested committee.\n* UML claims that Home Minister Lamichhane has already defended himself and that a committee is not needed.\n* Congress believes the government is protecting Lamichhane and wants the committee to be formed before the start of the new parliamentary session.\n* Political experts criticize both parties for prioritizing their own interests instead of trusting the state's existing mechanisms."},{"hash":"7d778c6e3a9dee59f0f604e542fa146b48e0f674e6f88a76dd5207e8cd544041","title":"Nepal has been ranked 74th in the 2024 World Press Freedom Index. This ranking shows Nepal's level of press freedom compared to other countries around the world.","link":"https://kathmandupost.com/national/2024/05/08/nepal-ranked-74th-in-world-press-freedom-index-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb1-1715166449.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"national","content":"Nepal has climbed 21 spots in the World Press Freedom Index, now ranking 74th. Among South Asian countries, Nepal has the highest press freedom, followed by the Maldives, Bhutan, Sri Lanka, Pakistan, India, and Bangladesh. The index ranks countries based on factors like political environment, laws, economics, culture, and journalists' safety. Norway has the most press freedom, while Eritrea has the least. Worldwide, press freedom is facing threats from governments and politicians who are not supporting journalism or the public's right to know the truth."},{"hash":"39a21e3738e34e21ac22ff3e01c5ee3a4fda10160336e1e78d00ef5a4868a738","title":"nepal-to-use-drones-to-transport-garbage-from-mount-everest","link":"https://kathmandupost.com/money/2024/04/30/nepal-to-use-drones-to-transport-garbage-from-mount-everest","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/everest-1714541533.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"money","content":"**Drones to Help Clean Mount Everest**\n\nFor the first time, drones will be used to clean up garbage from Mount Everest. The drones will bring back trash from the mountain, which is a dangerous task currently done by human guides.\n\n**Drones Could Affect Sherpa Jobs**\n\nThe use of drones could affect the livelihoods of Sherpa guides, who carry supplies and navigate the dangerous Khumbu Icefall on Everest. Avalanches and falling ice are common dangers on the icefall, and drones could reduce the number of casualties among guides.\n\n**Drone Test and Pilot Program**\n\nThe Khumbu Pasang Lhamu Rural Municipality is testing drones that can fly up to 6,500 meters and carry 30 kilograms. If the test is successful, drones will be used to bring garbage from Camp II (6,400 meters) to the base camp next season.\n\n**Other Rules to Improve Safety and Reduce Garbage**\n\nIn addition to using drones, new rules have been implemented to make climbing Everest safer and reduce garbage. These include:\n\n* Climbers must wear a tracking chip or GPS device.\n* People at base camp are allowed a maximum of 80 square feet per person to sleep in.\n* Attached toilets are not allowed in sleeping tents.\n* Climbers must use poop bags above the base camp.\n* Climbers must bring back all used poop bags and 8 kilograms of garbage to receive a refund of their garbage deposit.\n* Commercial activities like bars and spas are not allowed at base camp.\n* Lights must be turned off at night except in emergencies."},{"hash":"20d6fba38f7a72404f31e0e9c78ed336011a973a2c15264bdb33a8dce3fe58fb","title":"In Nepal, there are no clear laws for child adoption, so the process is difficult. This makes it hard for couples who want to adopt a child to do so quickly and easily.","link":"https://kathmandupost.com/national/2024/05/01/regulatory-void-complicates-child-adoption-process-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb14-1714527484.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"national","content":"**Anistha's Story:**\n\n* Anistha faced heartbreak after losing her first child and having a miscarriage.\n* She decided to adopt a baby and found an abandoned baby boy.\n* Nepal has a legal process for adoption, but it can be challenging.\n\n**Challenges in Adoption:**\n\n* Finding children to adopt can be difficult.\n* Lack of clear guidelines and committees makes it harder to match children with parents.\n* Some people hide the fact that their children are adopted to avoid stigma.\n* LGBTQ+ couples face barriers in adoption due to the law.\n\n**Intercountry Adoption:**\n\n* Intercountry adoption was once popular but has been banned since 2019.\n* Concerns about child trafficking and abuse led to the ban.\n* UNICEF emphasizes the importance of ensuring that children being adopted have no living relatives.\n\n**The Future of Adoption:**\n\n* Nepal needs better regulations and committees to facilitate safe and ethical adoption.\n* Only when children's well-being is prioritized will adoption thrive in Nepal."},{"hash":"3f364a7b488f4787fc0e376951c1783548e5f460595979e877cac188d021df81","title":"The recent bypoll election in Ilam has shown a resurgence of support for traditional political parties. This result serves as a reminder to the Rastriya Swatantra Party (RSP), which has been gaining popularity recently, that they need to work harder to connect with voters.","link":"https://kathmandupost.com/politics/2024/05/01/ilam-bypoll-fillip-for-old-parties-reality-check-for-rsp","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/4375415009854531096070575583147412016394281n-1714526830.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"politics","content":"**Summary:**\n\n* Suhang Nembang of the CPN-UML won the Ilam-2 by-election, showing that traditional political parties still have strong support.\n* Independent candidate Dakendra Singh Limbu's strong performance suggests that identity politics remains important in the Koshi Province.\n* The Rastriya Swatantra Party (RSP) performed poorly, despite having made a splash in previous elections.\n* This indicates that the RSP has a long way to go to become a major political force, especially in rural areas.\n* The RSP's candidate failed even to save his deposit, which surprised many.\n* Experts believe that the RSP's poor performance may be partly due to allegations against its leader, Rabi Lamichhane, in a cooperative scam."},{"hash":"3b8f07fcf0196cc796d5e7ea9b735b31007811ccd0b4a7cef5a04cffbc352d27","title":"Nepal aims to attract tourists from the LGBTQ+ community by promoting its welcoming atmosphere and diverse cultural experiences. The country hopes to boost its economy by catering to a growing global market for LGBTQ+ travel.","link":"https://kathmandupost.com/money/2024/04/21/nepal-sets-sight-on-multi-billion-dollar-lgbtiq-tourism-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled-1%20(1).jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"money","content":"**Nepal Hosts LGBT Tourism Conference**\n\nNepal held its first LGBT tourism event to attract the \"pink market,\" which is worth billions of dollars. The country is doing this after successfully legalizing same-sex marriage in 2023.\n\nLGBT people in Nepal used to face police harassment, but now they have legal rights and are fighting for economic opportunities. One way to achieve this is through LGBT tourism.\n\nNepal's Supreme Court ruling in 2007 recognized the rights of LGBT people, including the right to marry. This ruling has inspired other countries.\n\nThe global LGBT market is worth $4.7 trillion in annual spending. China is a growing market, with Chinese LGBT travelers seeking safe destinations.\n\nNepal has a unique LGBT-related culture, with traditions and symbols that recognize six genders. The country is also promoting same-sex marriage and honeymoon destinations.\n\nBy embracing LGBT tourism, Nepal can create jobs, boost its economy, and promote inclusiveness."},{"hash":"6544c0b45b27e9bf77f2d52e116df242a412f0b3350a49b706e3550d9a2953e4","title":"The situation in the Middle East is getting worse, and it could hurt Nepal's economy.","link":"https://kathmandupost.com/money/2024/04/15/escalating-middle-east-crisis-threatens-nepali-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1713147555.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"money","content":"**Nepal's Economy Faces Risks from Middle East Tensions**\n\nNepal relies heavily on money sent home by workers in the Middle East. However, rising tensions and conflict in the region could hurt these workers and Nepal's economy.\n\n**Key Points:**\n\n* Iran's attack on Israel has caused fear of further conflict.\n* Experts warn that tensions could disrupt labor markets and reduce remittances.\n* Remittances are a major source of income for Nepal, supporting consumption and economic growth.\n* If workers lose jobs or face higher costs in the Middle East, it could lead to:\n    * Lower remittances\n    * Decline in foreign exchange reserves\n    * Increased unemployment\n    * Social unrest\n\n**Impact on Nepal's Economy:**\n\n* Higher oil prices due to conflict could increase inflation and disrupt supply chains.\n* Travel advisories may discourage tourism, another source of income.\n* Foreign aid and investment could be affected by heightened tensions.\n\n**Government Response:**\n\n* Nepal is closely monitoring the situation in the Middle East.\n* Experts advise the government to prepare for potential economic shocks.\n\n**Other Countries' Actions:**\n\n* South Korea has increased vigilance against potential domestic impact.\n* The Israeli government has issued safety guidelines for Nepalis living in Israel."},{"hash":"79b8b64d55170d97b5398013f1e0be09edf6390a68972040dac7d9012da81a36","title":"**Nepali Nationalism**\n\nNepali nationalism is the idea of a united Nepal with a common culture and history. It emerged in the 19th century when Nepal faced threats from British and Chinese imperialism.\n\n**Hari Sharma:**\n\nHari Sharma was a prominent Nepali nationalist who played a key role in shaping the idea of Nepal as a nation. He wrote poems and speeches that inspired Nepalis to unify and resist foreign rule.","link":"https://kathmandupost.com/videos/2024/05/01/nepali-nationalism-idea-of-nepal-with-hari-sharma","date":1714521600000,"source":"kp","category":"videos","content":"Sure, here is a simple English summary of the following text:\n\n**Original text:**\n\n**Summary:**\n\n* The summary should be in plain text format.\n* It should be written in simple English, easy to understand.\n* It should be concise and cover the main points of the original text.\n\n**Example:**\n\n**Original text:**\n\nThe United States is a large country with a diverse population. It is made up of 50 states, each with its own unique culture and history. The United States is a melting pot of cultures, and people from all over the world have come to live here.\n\n**Summary:**\n\nThe United States is a big country with many different people. It is made up of 50 states, each with its own special way of life. The United States is a place where people from all over the world have come to live."},{"hash":"da1de9d00cddf5d4e54cf41c1f92b9ea3c65052d5d623d6c79bf8571e6fc3343","title":"China has a different perspective on Nepal than Nepal itself. China sees Nepal as a buffer zone between itself and India, while Nepal views itself as an independent nation with its own culture and history. This difference in perspective has led to misunderstandings and communication barriers between the two countries.","link":"https://kathmandupost.com/videos/2024/04/14/china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","date":1713052800000,"source":"kp","category":"videos","content":"Araniko Project explores Nepal-China history using Chinese sources. Rajbhandari, a Mandarin expert, shares insights:\n\n* Chinese historiography on Nepal has biases and limitations.\n* Translating Mandarin to English accurately is crucial for understanding China.\n* Nepal-China ties are complex, and understanding Chinese is essential to comprehending them."},{"hash":"260be847ea4643b523c3e2c77aa8eb77abfa0ace0b6d4a34348f05f7a4f6c2d2","title":"Join Saumitra Neupane as he discusses the concept of \"Idea of Nepal\" in a public debate. The debate explores the current state of Nepal, its challenges, and potential solutions for a better future.","link":"https://kathmandupost.com/videos/2024/03/26/public-debate-in-nepal-idea-of-nepal-with-saumitra-neupane","date":1711411200000,"source":"kp","category":"videos","content":"Neupane helped organize \"Project Sambad,\" an event in Kathmandu where people talk about Nepali society and politics. The event aims to improve discussions about important issues."},{"hash":"d5d55349db8224f79ac2f5502e8ef4d7a68f9f2c08b2ac9c91c850dba1308134","title":"The Constitution of Nepal is the supreme law of Nepal. It was adopted in 2015 after years of political debate and negotiation. The Constitution defines Nepal as a federal democratic republic. It also guarantees the fundamental rights and freedoms of Nepalese citizens. The Constitution is based on the idea of Nepal as a multi-ethnic, multi-lingual, and multi-religious nation. It promotes unity, harmony, and tolerance among all Nepalese people.","link":"https://kathmandupost.com/videos/2024/02/02/the-constitution-of-nepal-idea-of-nepal-with-bipin-adhikari","date":1706832000000,"source":"kp","category":"videos","content":"Bipin Adhikari, a law professor at Kathmandu University, specializes in constitutional law. He explains the key features of Nepal's 2015 constitution and its historical development."},{"hash":"52a7252302ec66d97f3faf40d59ba35f37aa0f43337d7482f90bdc22e8f712fc","title":"Amidst controversy, the Chief Minister of Gandaki Province has expanded his cabinet by adding a new minister. The appointment of Pratiksha Kafle as the Minister for Social Development has sparked debate in Pokhara.","link":"https://kathmandupost.com/politics/2024/05/07/gandaki-chief-minister-expands-cabinet-amid-controversy-q-pratiksha-kafle-in-pokhara","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1715045965.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"politics","content":"**Gandaki Province:**\n\n* Chief Minister Khagaraj Adhikari expanded his Cabinet, adding two ministers.\n* The Speaker declared Adhikari had secured majority support with 30 votes, but this is controversial because it's unclear if the Speaker has a vote.\n\n**Lumbini Province:**\n\n* Bhandari Lal Ahir returned to his position as Agriculture and Land Management Minister.\n* Ahir had resigned earlier due to disagreements with the Chief Minister but the resignation was not accepted.\n* Ahir joined a new political party led by Ashok Rai."},{"hash":"84e0e9fe11f43c8b2829792480ebd1b9fb6175cffb9b99aab8087cf351e1d7d4","title":"New political party, Janata Samajbadi Party, has been officially registered despite ongoing legal challenges.","link":"https://kathmandupost.com/politics/2024/05/07/janata-samajbadi-party-registered-amid-legal-confusion","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb9-1715045065.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"politics","content":"The Election Commission registered a new political party called Janata Samajbadi Party, led by Ashok Rai.\n\nThis new party split from the Janata Samajbadi Party Nepal, led by Upendra Yadav. Seven lawmakers and 30 central committee members from Yadav's party joined the new party.\n\nPreviously, a government ordinance made it easier for groups to split from political parties. However, there are now legal uncertainties around how to handle party splits.\n\nThe new party claims that Yadav was trying to weaken the current ruling coalition, which they support.\n\nYadav's party denies this and says they will continue to support the coalition.\n\nThe split has affected the original party's representation in the federal parliament, but less so at the provincial level.\n\nThe new party's impact on provincial governments is yet to be decided."},{"hash":"d34d04f3fb0aac7854c1168b097a6ce09196339cf7d7bc35809cda6b94726548","title":"Fire in Bhaktapur injures two people.","link":"https://kathmandupost.com/bhaktapur/2024/05/05/two-injured-in-bhaktapur-fire","date":1714867200000,"source":"kp","category":"bhaktapur","content":"A fire at a carpet factory in Bhaktapur, Nepal injured two people. Buddha Narayan Shrestha, 23, and Manu Urwa, 29, were burned while trying to put out the fire. Shrestha is being treated at a local hospital, while Urwa, who has serious burns, is being cared for at a special burn center. The fire was stopped after five hours with the help of firefighters, police, and local people. It caused about $180,000 in damage. The cause of the fire is still being investigated."},{"hash":"b6207fb9e973312bf402c67e85a81cf80ec93fb9549d25542321817afde006d8","title":"Two people died while digging a well in Bhaktapur. They suffocated due to lack of oxygen.","link":"https://kathmandupost.com/bhaktapur/2024/05/01/two-die-of-suffocation-while-digging-well-in-bhaktapur","date":1714521600000,"source":"kp","category":"bhaktapur","content":"I need the text to summarize first before I can summarize it for you. Please provide the text you want summarized."},{"hash":"f5d5a914ad325d0dc9cdbe3e13aee77b709515bae18e316ed2e1dfc20803ba5d","title":"Man Injured in Forest Fire Dies","link":"https://kathmandupost.com/lalitpur/2024/04/30/man-injured-in-forest-fire-dies","date":1714435200000,"source":"kp","category":"lalitpur","content":"- A man named Shankar Pahari died from burns while trying to stop a fire in a forest in Nepal.\n- Another man, Ramesh Pahari, is still in the hospital.\n- There is a different fire in another forest that has still not been put out.\n- They have moved 65 people from a hospital that was close to the fire for safety."},{"hash":"576aedd4fb42b61a1e529a2a54b7b58d3d019f11c45cb0f9be739c017645a00d","title":"Seven wards in Kolkata Municipal Corporation (KMC) have started segregating waste. Four more wards will start soon.","link":"https://kathmandupost.com/kathmandu/2024/04/30/seven-wards-of-kmc-start-waste-segregation-four-more-to-start-soon","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1714441676.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"kathmandu","content":"**Kathmandu's Waste Management Efforts**\n\nSeven neighborhoods in Kathmandu are now separating their trash into two types:\n\n* **Degradable:** Things that can rot, like food scraps and paper\n* **Non-degradable:** Things that don't rot, like plastic and metal\n\nThe city has started using the degradable waste to:\n\n* Make compost, which is good for plants\n* Generate biogas, which can be used for cooking and electricity\n\nThe city is also planning to separate trash in more neighborhoods. This will help reduce the amount of waste going to landfills.\n\n**Note:** Compost made from degradable waste is available for free to those who live in the neighborhoods where waste separation is being enforced."},{"hash":"949a7d57c5da3502c01fdc6608dd16072aaf6836523a5109bb218aa7d59b36d6","title":"Six people were arrested for protesting outside the Russian embassy.","link":"https://kathmandupost.com/kathmandu/2024/04/29/six-arrested-for-protesting-in-front-of-russian-embassy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb-1714390725.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"kathmandu","content":"6 people were arrested for protesting outside the Russian Embassy in Nepal.\n\nProtesters were demanding the government bring back Nepalis fighting for Russia.\n\nFamily members of these Nepalis have been on a hunger strike for 11 days.\n\nThey have asked the government to:\n\n* Bring Nepalis back safely\n* Help those who were injured or taken hostage\n* Return the bodies of those who were killed\n* Pay Nepalis who fought for Russia\n* Find missing Nepalis\n* Punish people who convinced Nepalis to join the Russian army\n\n295 people have filed complaints to the Consular Services Department about relatives in the Russian army who are missing."},{"hash":"eb1755b9532256307117ca5c5fb719c9560772f1fd9b41cf31e240daf54eaf7a","title":"**Barahi Jungle Lodge Cleanup Initiative**\n\nThis is an effort to clean up the Barahi Jungle Lodge area.","link":"https://kathmandupost.com/money/2024/05/09/barahi-jungle-lodge-cleanup-initiative","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/EEEEEE-1715220027.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"Barahi Jungle Lodge cleaned up the area around Chitwan National Park. They removed three tractorloads of waste, like plastic bottles and glass. The lodge does this every year to protect the environment. They have been recognised for their efforts and have been certified as an eco-friendly establishment. They have also been certified for their international-level Environmental Management Systems (EMS)."},{"hash":"7a9260bfb939b05cd059dd8800424da7343783052901bbb5247957105717fec6","title":"A Japanese food event will be held from May 10th to 17th.","link":"https://kathmandupost.com/money/2024/05/08/japanese-food-event-from-may-10-1715175694","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/japanesefood-1715175685.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"money","content":"Izakaya Hokkaido, a Japanese restaurant in Nepal, will hold a Japanese food event from May 10th to 12th. The event will be held at the Radisson Hotel Kathmandu and will start at 6:30 pm each night. The restaurant hopes to share the tastes and traditions of Japanese and Nepali cuisine with the event."},{"hash":"8bd1c2b326f72b8af19be4d80c4d9b2a4993db0bfd5d0a33d390042932ce02a4","title":"TOEFL iBT scores are now accepted for all Australian visa applications.","link":"https://kathmandupost.com/money/2024/05/08/toefl-ibt-scores-now-valid-for-all-australian-visas","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/SachinJainCountryManagerETSIndiaampSouthAsiapic-1715166402.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"money","content":"The TOEFL iBT English test is now accepted for all Australian visas. This means people wanting to study, work, or move to Australia can use TOEFL iBT to prove they speak English well. The test is recognized by all Australian universities and over 12,500 institutions worldwide. Anyone who has taken the TOEFL iBT since May 5 can use their scores for their Australian visa application."},{"hash":"d4f8334a2d12b21462af12b4c6327b1760629cefb0038b759bfa4fb8d92edeae","title":"The government has approved 10 proposals from foreign investors to invest in India without needing special permission.","link":"https://kathmandupost.com/money/2024/05/08/government-approves-10-foreign-investment-proposals-through-automatic-route","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb19-1715132202.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"money","content":"10 foreign investment proposals have been approved in Nepal in the past week. A total of 26 proposals were received, but 16 are still in progress. The \"automatic route\" allows foreign investors to invest without government approval. So far, Rs9.13 billion of investment has been approved.\n\nNepal has identified key sectors for investment, including agriculture, tourism, IT, and manufacturing. Restrictive policies have hindered foreign investment, but the \"automatic route\" is expected to make it easier for investors.\n\nForeign investors can apply online at www.imis.doind.gov.np. Once approved, they can register their company. Investments up to Rs500 million can be approved automatically, except for IT investments.\n\nThe \"automatic route\" saves time compared to the old process, which took seven days. Nepal is hoping that this will encourage foreign investment and support its economic growth."},{"hash":"82b739d47f0c00dff5e5dd29a2d0a22bf0dc7eaf617fbb8b14963fbec0702e41","title":"Less than 2% of medicines available in the market are thoroughly tested for safety and effectiveness within the first nine months of their release.","link":"https://kathmandupost.com/health/2024/05/03/under-two-percent-medicines-in-the-market-tested-in-nine-months","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1714697599.jpg&w=900&height=601","date":1714694400000,"source":"kp","category":"health","content":"**Drug Quality in Nepal**\n\nThe Department of Drug Administration (DDA) checks the quality of medicines sold in Nepal. Over the past 9 months, they have tested only 348 samples from thousands of medicines available in the market.\n\nOut of those tested, some were found to be substandard and removed from stores. However, DDA admits that they have not tested enough samples to ensure the quality of all medicines.\n\nDDA inspectors collect samples but it takes a long time to test them, as the laboratory is understaffed. They also face challenges in recalling substandard medicines from the market.\n\nAs a result, patients may have taken substandard medicines without knowing. This can be dangerous for their health.\n\nDDA is responsible for ensuring medicine quality, but they need more resources and staff to do this effectively."},{"hash":"f7d587fba320830df3d5490b1476f7bed784a09cb467e0da2566ea0c042e9aa7","title":"toxic-air-is-giving-young-children-asthma","link":"https://kathmandupost.com/health/2024/04/29/toxic-air-is-giving-young-children-asthma","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GKnxljjWYAAVcmb-1714354861.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"health","content":"**Air Pollution and Childhood Asthma in Nepal**\n\nAir pollution has been getting worse in Nepal, causing a lot of children to get asthma.\n\nA recent study found that air pollution:\n\n* Causes asthma, coughing, and other health problems in children and women\n* Can even make women lose their babies or have babies born with smaller organs\n* Shortens people's lives by about five years\n\nChildren are most affected by air pollution because their lungs are still developing. Asthmatic children may have trouble breathing, sleep, or play.\n\nOther things like allergies and family history can also cause childhood asthma.\n\nIt's important to take children to the doctor if they have trouble breathing, coughing, or wheezing. If asthma is not treated, it can damage their lungs.\n\nAir pollution is a serious problem in Nepal. It's making people sick and shortening their lives. We need to find ways to improve the air quality so our children can have a healthy future."},{"hash":"7278c32d05b7d91efd57a55cdeffa191fb8097c7d25b5ac6952d0aaf8ada290f","title":"People living in seven districts will receive medicine to prevent a disease called elephantiasis.","link":"https://kathmandupost.com/health/2024/04/27/people-in-7-districts-to-be-given-anti-elephantiasis-medicine","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb21706159670-1714183227.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"health","content":"**Lymphatic Filariasis (Elephantiasis) Prevention Campaign in Nepal**\n\n**What:** A 2-week campaign to give medicine to prevent elephantiasis, a mosquito-borne disease that can cause swelling and disability.\n\n**Who:** Healthy people over 2 years old in seven districts: Jhapa, Dhanusha, Mahottari, Sarlahi, Rautahat, Kapilvastu, and Rasuwa.\n\n**When:** Starting Sunday and lasting for two weeks.\n\n**Why:** To eliminate elephantiasis as a health problem in Nepal by 2030.\n\n**How:** Health workers and volunteers will visit homes to make sure everyone gets the medicine.\n\n**Important Notes:**\n\n* This could be the last year of the campaign due to budget cuts.\n* Nepal has already eliminated elephantiasis in 70 out of 77 districts.\n* The medicine is safe and effective, so everyone should take it."},{"hash":"57b5c9de4803740123d8b7eaf7fa3b1fd865897c43c31f4fdcb063246a0b322d","title":"Nepal could not meet its 2025 goal to eliminate malaria. The new target date may now be 2030.","link":"https://kathmandupost.com/health/2024/04/27/nepal-misses-malaria-elimination-goal-new-deadline-may-be-2030","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb1-1714183010.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"health","content":"**Nepal's Malaria Elimination Goal Delayed**\n\nNepal planned to be malaria-free by 2026, but it has now missed the target due to new malaria cases in 2023 and 2024.\n\nMalaria is caused by parasites spread by infected mosquitoes. Local malaria cases (called \"indigenous\") mean the infected person did not travel to a malaria-affected area.\n\nIn the last year, Nepal had 528 malaria cases, including 23 indigenous cases. Most imported cases came from India, Africa, and from Nepalese soldiers on peacekeeping missions.\n\nEliminating malaria in Nepal is difficult because it is close to India, where malaria is still present. Other challenges include:\n\n* Changing climate causing mosquitoes to spread to higher altitudes\n* Cuts in health funding\n* Lack of trained health workers\n* Other factors like poverty and lack of education\n\nUntil India eliminates malaria, it will be difficult for Nepal to do the same."},{"hash":"4f18229de2a5d8016e8888758de34cc858e98af2b542ed3077fa8ab2d1e49a3b","title":"Patience, passion, and pastries are all connected.\n\n**Patience** is important for baking because it takes time to learn the skills and create delicious pastries.\n\n**Passion** is also essential because it drives you to keep practicing and improving your skills.\n\n**Pastries** are the delicious result of your patience and passion. They can be enjoyed by yourself or shared with others.","link":"https://kathmandupost.com/recipes/2024/04/27/patience-passion-and-pastries","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/BakeleusbyCeleus-1714186343.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"recipes","content":"**Celeus Baral's Baking Journey**\n\nCeleus is a young baker who started her online shop, Bakeleus, during the pandemic. She believes that baking is like chemistry and requires patience and precision. She grows much of the produce she uses in her baking. Her background in environmental science inspires her artistic creations.\n\n**Baking Tips from Celeus**\n\n* Be patient and precise when baking.\n* Practice regularly to improve your skills.\n* Use high-quality ingredients for the best results.\n\n**Easy Bake Recipes from Celeus**\n\n**Mini Carrot Cakes**\n\n* Ingredients: milk, flour, cinnamon, ginger, cardamom, baking powder, salt, eggs, sugar, vanilla extract, olive oil, carrots, walnuts, candied lemon\n* Instructions: Whisk dry ingredients, beat eggs and sugar, add oil and milk, fold in flour mixture, carrots, and walnuts. Bake for 15-20 minutes. Make cream cheese frosting by beating butter, cream cheese, and powdered sugar. Frost cakes and decorate with candied lemon.\n\n**Mulberry Fudge Cake**\n\n* Ingredients: eggs, sugar, butter, chocolate, yogurt, flour, cocoa powder, baking powder, mulberries\n* Instructions: Cream eggs and half of sugar, melt butter and chocolate, add to egg mixture. Add yogurt, mix. Add cocoa powder and mix. Add flour and baking powder. Add half of mulberries. Pour batter into baking dish. Bake until done. Top with ice cream and mulberries.\n\n**Strawberry Casserole**\n\n* Ingredients: Greek yogurt, cream cheese, milk, honey, vanilla extract, flour, sugar, salt, strawberries, almond flakes\n* Instructions: Blend yogurt, cream cheese, milk, honey, vanilla extract, flour, sugar, and salt. Line baking pan with parchment paper. Pour mixture into pan. Top with strawberries and almond flakes. Bake for 25-30 minutes. Serve hot with ice cream or whipped cream."},{"hash":"9780e132b8e20251511cc1c330b02a430eeb7118100ff4ca205cc2bdd81eedba","title":"Potatoes are a versatile vegetable that can be enjoyed in many ways. They are a good source of vitamins, minerals, and fiber.\n\n* **Vitamins:** Potatoes are a good source of vitamin C, which is important for immune system health. They also contain vitamin B6, which is important for energy production.\n* **Minerals:** Potatoes are a good source of potassium, which is important for regulating blood pressure. They also contain magnesium, which is important for muscle function.\n* **Fiber:** Potatoes are a good source of dietary fiber, which is important for digestive health. Fiber can help to lower cholesterol levels and reduce the risk of heart disease.\n\nPotatoes can be boiled, baked, fried, or mashed. They can be used in a variety of dishes, including soups, stews, salads, and casseroles.","link":"https://kathmandupost.com/food/2024/01/27/know-your-food-potato","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled8copy-1706323718.jpg&w=900&height=601","date":1706313600000,"source":"kp","category":"food","content":"**Potatoes: A Versatile and Nutritious Food in Nepal**\n\nPotatoes are a popular and widely eaten food in Nepal, especially in mountainous areas. They are used in many dishes and are a good source of:\n\n* Vitamins (B1, B6, C)\n* Minerals (potassium, copper, manganese, phosphorus)\n* Fiber\n\nPotatoes contain no fat, gluten, cholesterol, or sodium. They are also a good source of carbohydrates. Different varieties of potatoes include red, white, dark, and sweet potatoes.\n\n**Benefits of Potatoes:**\n\n* Heart health: Potassium in potatoes helps regulate blood pressure.\n* Digestive health: Fiber in potatoes supports digestion.\n* Energy: Potatoes are a good source of carbohydrates for energy.\n\n**Other Uses:**\n\n* Potato chips and french fries are becoming popular in Nepal.\n* Potatoes can be used to make chips, fries, and other dishes.\n\n**Considerations:**\n\n* Frying potatoes can reduce nutrients.\n* Potatoes are high in carbohydrates, so people with diabetes should limit their intake."},{"hash":"8f050af11428f186d46c4f64b300a3441341f2f7048fe6b8a30e31626fd61759","title":"Eggs are a rich source of protein and other nutrients. They are versatile and can be cooked in many ways. Here are some important facts about eggs:\n\n* **Protein:** Eggs are a complete protein, meaning they contain all nine essential amino acids needed by the body.\n* **Vitamins:** Eggs are a good source of vitamins A, D, E, and B12. They also contain folate, riboflavin, and niacin.\n* **Minerals:** Eggs are a good source of minerals such as iron, zinc, selenium, and phosphorus.\n* **Cholesterol:** Eggs contain cholesterol, but this does not raise cholesterol levels in most people. However, if you have high cholesterol, you may want to limit your intake of eggs.\n* **Salmonella:** Salmonella is a bacteria that can be found in eggs. To reduce the risk of getting sick from salmonella, cook eggs thoroughly.\n* **Storage:** Eggs should be stored in the refrigerator. They will keep for up to four weeks.","link":"https://kathmandupost.com/food/2024/01/13/know-your-food-eggs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/ezgif3822bacc5da-1705113903.jpg&w=900&height=601","date":1705104000000,"source":"kp","category":"food","content":"**Benefits of Chicken Eggs:**\n\n* Superfood with essential nutrients (vitamins, minerals)\n* Low cost\n* Complete protein source, reducing malnutrition\n* Weight loss, lower blood pressure, infection protection\n\n**Egg Production in Nepal:**\n\n* Self-reliant in egg production (3.1 million eggs per day)\n* Sufficient for domestic demand\n\n**Egg Types and Prices:**\n\n* Big: Rs450 per crate (30 eggs)\n* Medium: Rs435 per crate\n* Pastured eggs (more nutritious): More than double the price\n\n**Reasons to Eat Eggs:**\n\n* Rich in protein and nutrients\n* Adults can consume 1-2 eggs daily\n\n**Quality of Eggs:**\n\n* No quality checks in Nepal\n* May contain antibiotic residue\n* Difficult to determine quality by appearance\n\n**Other Benefits:**\n\n* Weight loss, bone strength during pregnancy\n* Mental energy, skin health\n* Eye health, stroke risk reduction\n* Brain development for babies"},{"hash":"4441762448a02cd0b37a86fb1a58f420dbb6206d6c636319eb6405bfa4ae8b25","title":"Enjoy Italian food and ambiance at Piano Piano South.","link":"https://kathmandupost.com/food/2023/12/28/italian-delights-at-piano-piano-south","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/Main1-1703773991.jpg&w=900&height=601","date":1703721600000,"source":"kp","category":"food","content":"**Piano Piano South**\n\nLocated in Lalitpur, Piano Piano South is a peaceful Italian restaurant that offers:\n\n* Indoor and outdoor seating, including a charming garden\n* Live piano music\n* A new menu curated by Chef Sujan Poudel\n\n**Menu Highlights:**\n\n* **Antipasti:** Small dishes like tomato soup, bruschetta, and calamari\n* **Platti Principali:** Main dishes like ravioli with prosciutto and pasta with seafood\n* **Desserts:** Tiramisu and chocolate cake\n* **Wines:** A carefully selected list of wines to pair with the food\n\n**Dish Recommendations:**\n\n* **Creamy Tomato Soup:** Rich, creamy soup with fresh tomatoes and crispy croutons\n* **Ravioli Agli Spinaci:** Delicate spinach-filled ravioli in a creamy sauce\n* **Prosciutto with Slow-Roasted Tomatoes and Eggplant:** Prosciutto wrapped around sweet tomatoes and tender eggplant\n* **Prosciutto E Arugula:** Thinly sliced prosciutto on a crispy pizza crust with creamy cheese and fresh arugula\n\n**Atmosphere:**\n\n* Tranquil and relaxing\n* Perfect for family time or a romantic evening\n* Provides an escape from the city's hustle and bustle\n\nOverall, Piano Piano South offers a delightful Italian dining experience in a peaceful and elegant setting."},{"hash":"f86ab50c20cc95165c325eee219ae861b6d64d9f0c556172524538a987637984","title":"Mexican cooking adds flavor and spice to dishes using ingredients such as chili peppers, cumin, and cilantro.","link":"https://kathmandupost.com/food/2023/12/15/spicing-things-up-mexican-way","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/CasaMexicana.jpg&w=900&height=601","date":1702598400000,"source":"kp","category":"food","content":"Monica Tapia brought Mexican food to Kathmandu, Nepal with Casa Mexicana in 2017.\n\nDespite challenges like learning a new language and culture, Casa Mexicana became popular. Nepali people were willing to try Mexican dishes which made the restaurant successful. Tapia believes food can connect people from different cultures.\n\nAt Casa Mexicana, the kitchen staff is mostly Nepali but they have learned to make authentic Mexican recipes. Some ingredients were hard to find in Nepal so they used different ones, like a zucchini substitution and a different flour for tortillas.\n\nThe restaurant offers typical Mexican food like burritos and quesadillas. Tapia's favorite dish is the pambazo, a fried sandwich with a special pepper sauce.\n\nCustomers can dress up in sombreros and enjoy the Mexican-inspired decor at Casa Mexicana. There are private rooms and general dining areas to fit different needs.\n\nThe staff is friendly and helpful, and they can recommend drinks like ponche or desserts like tres leches.\n\nTres leches is a spongy cake soaked in a cream made from three different kinds of milk and it's a popular dessert at Casa Mexicana.\n\nTapia is happy with the success of Casa Mexicana and plans to add more menu items in the future, including soups and more desserts."},{"hash":"85fd1b1b76fc26f28ffe0a271a86ba321af054d84ef73a9cb8c3c3bf2c72f12e","title":"**7 Must-Visit Places in Nepal for 2024:**\n\n1. Kathmandu: Explore vibrant temples, ancient palaces, and bustling markets.\n2. Pokhara: Admire stunning lake views, paraglide over mountains, and boat on Phewa Lake.\n3. Chitwan National Park: Spot endangered animals like rhinos, tigers, and crocodiles in the wilderness.\n4. Lumbini: Visit the birthplace of Lord Buddha and experience spiritual tranquility.\n5. Sagarmatha National Park (Everest Base Camp): Trek to the base of the world's highest peak, Mount Everest.\n6. Annapurna Base Camp: Embark on a breathtaking hike through stunning mountains and villages.\n7. Jomsom Muktinath: Explore ancient monasteries, witness religious rituals, and enjoy panoramic mountain views.","link":"https://kathmandupost.com/travel/2024/02/19/7-places-in-nepal-you-should-visit-in-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1708309532.jpg&w=900&height=601","date":1708300800000,"source":"kp","category":"travel","content":"**Mundhum Trek, Khotang and Bhojpur**\n\n* Hike through ethnic villages and landscapes in Nepal's eastern mountains.\n* Admire stunning views of Mount Everest and other eight-thousanders.\n* Carry tents as there are limited hotels.\n\n**Janaki Mandir, Janakpur**\n\n* Visit one of Nepal's largest temples, known for its Mughal-style architecture.\n* Pay homage to Janaki, who is believed to be the wife of Lord Ram.\n* Explore nearby holy sites like Ram Mandir and Hanuman Temple.\n\n**Kuri Village, Dolakha**\n\n* Enjoy panoramic Himalayan views from this high-altitude village.\n* Experience snowfall during the winter.\n* Stay in local hotels and restaurants.\n\n**Annapurna Base Camp Trek, Annapurna**\n\n* Trek to the base of Mount Annapurna South, a stunning mountain peak.\n* Admire diverse landscapes, local villages, and wildlife.\n* Suitable for beginners and available throughout the year.\n\n**Bardiya National Park, Lumbini**\n\n* Spot Royal Bengal Tigers, elephants, and rhinos in one of Nepal's top wildlife parks.\n* Enjoy jungle safaris and homestays in Tharuk villages.\n* Visit during fall or spring for the best weather.\n\n**Khaptad National Park, Sudurpaschim**\n\n* Explore a pristine national park in Nepal's far west.\n* Bring your own supplies and enjoy trekking trails.\n* Avoid the monsoon season for better road conditions."},{"hash":"c077b34beda2250a997231f215f178053a057340c5c72de0aec15b25ae40ddb7","title":"**Old Memories, New Realities in Phidim**\n\nPhidim, a town in eastern Nepal, has a rich history and is undergoing rapid changes. Locals remember the old days of traditional farming and community events, but today the town is growing and modernizing.\n\nOne significant memory is the \"Makchi\" festival, a traditional dance celebrating good harvests. While the festival still takes place, it has changed over time with the introduction of new instruments and performers.\n\nDespite the changes, the community remains close-knit. Neighbors still gather for festivals and support each other through challenges. However, Phidim is also facing the challenges of urbanization, such as increased traffic and pollution.\n\nAs Phidim evolves, it continues to blend old traditions with new realities, creating a unique and dynamic town where the past and present coexist.","link":"https://kathmandupost.com/travel/2023/11/18/old-memories-and-new-realities-in-phidim","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/phidim%20main%20(1).JPG&w=900&height=601","date":1700265600000,"source":"kp","category":"travel","content":"**Hometown Revisited**\n\nMy heart was filled with joy as I returned to my hometown, Phidim. It had changed a lot. The houses were now made of concrete instead of mud and stone. The town was bustling with activity.\n\nI visited my childhood home, which brought back many memories. I also went to my old school and the Shivalaya temple, where I used to hang out with friends.\n\nHowever, I was sad to learn that many people had left Phidim in search of better education and healthcare. The town felt like it was in a state of transition, becoming a stopover for pilgrims on their way to a religious site.\n\nDespite the changes, Phidim still holds a special place in my heart. It was where I grew up and made many happy memories. I know that I will always feel a connection to my hometown, even though it may not be the same as it was before."},{"hash":"6ec2c2cb523a223a47b5f232132774b5872a4d0a9220fb4a176d50e203ea7484","title":"Buildings and art combined beautifully","link":"https://kathmandupost.com/travel/2023/10/28/a-blend-of-architecture-and-artistry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/travel5-1698457058.jpg&w=900&height=601","date":1698451200000,"source":"kp","category":"travel","content":"**Bara Imambara in Lucknow: A Grand Historical Landmark**\n\nLucknow welcomes visitors with a smile and lives up to its promise. Bara Imambara, built in the 1700s, is a must-see.\n\n**Main Hall:**\n\n* Known as Asafi Hall, it's huge and impressive, without pillars or beams!\n* Houses the tomb of Asaf-ud-Daula, a historical figure.\n\n**Labyrinth (Bhool Bhulaiyaa):**\n\n* A confusing network of corridors and staircases located above the main hall.\n* Echoes carry through the structure, creating a mysterious atmosphere.\n\n**Rooftop:**\n\n* Offers stunning views of the city.\n* Gives a sense of the monument's timeless beauty and the city's growth.\n\n**Stepwell (Shahi Baoli):**\n\n* An underground well with intricate carvings.\n* Served as a cool refuge on hot days and had a clever secret:\n* Reflections in the well's water allowed people inside to see those entering without being seen."},{"hash":"e38b1beb524d0349efe3710dd274aab2205ecb04d36e45cc18e25ff5fb66e639","title":"This text is about treks and trails. It is not clear what the request is asking for.","link":"https://kathmandupost.com/travel/2023/10/14/of-treks-and-trails","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/travelmain-1697245584.jpg&w=900&height=601","date":1697241600000,"source":"kp","category":"travel","content":"**Climbing and Trekking in Nepal**\n\nClimbing famous mountains like Everest is hard, with cold temperatures, difficult terrain, and physical and mental challenges.\n\n**Tips for Trekkers**\n\n* **Stay positive:** Believe in your ability to reach your destination.\n* **Prepare physically:** Regularly exercise and build up your strength and endurance.\n* **Pack wisely:** Bring essential items like clothing, safety gear, and period supplies.\n* **Manage altitude sickness:** Rest if you experience symptoms, and carry painkillers.\n* **Communicate effectively:** Build relationships with your fellow trekkers and guide.\n\n**Challenges for Female Trekkers**\n\nFemale trekkers may face underestimation and negative comments. However, they are just as capable as male trekkers.\n\n**Becoming a Trekking Guide**\n\nTo become a guide, connect with a trekking association and take a course. Universities also offer bachelor's programs in mountaineering."},{"hash":"a9ad689d21f22e85bcaa462724561585142b33988f2d2ded57420f55cc029fb5","title":"Traveling Nepal Solo:\n\n* **Solo travel is possible and rewarding in Nepal.**\n* **Prepare in advance by researching destinations, booking accommodations, and learning basic Nepali.**\n* **Consider joining a tour or group to meet other travelers and share experiences.**\n* **Be cautious of scams, especially when dealing with touts or unofficial tour operators.**\n* **Respect local customs and traditions to avoid offending locals.**\n* **Carry a copy of your passport and visa, and keep valuables safe.**\n* **Purchase travel insurance to protect yourself against unforeseen events.**\n* **Enjoy the breathtaking scenery, friendly locals, and cultural immersion Nepal has to offer.**","link":"https://kathmandupost.com/travel/2023/06/17/travelling-nepal-solo","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/SoloTravelMain11zon-1686967229.jpg&w=900&height=601","date":1686960000000,"source":"kp","category":"travel","content":"**Women Empowerment in Outdoor Travel**\n\nFive young women in Nepal started Duluwa Outdoors to encourage and empower women to travel the world.\n\n**Is Solo Travel Safe in Nepal?**\n\nYes, Nepal is generally safe for solo travelers, including women.\n\n**Tips for Solo Travel in Nepal**\n\n* **Plan ahead:** Research transportation, accommodation, activities, and potential risks.\n* **Dress appropriately:** Consider the terrain and weather conditions.\n* **Budget wisely:** Have an emergency fund and research local prices.\n* **Stay informed:** Share your whereabouts with loved ones, especially in areas without cell service.\n* **Trust your instincts:** If someone makes you uncomfortable, keep your distance.\n\n**Suggested Solo Travel Destinations in Nepal**\n\n* **Beginners:** Shivapuri, Namo Buddha, Champadevi\n* **Short trips:** Pokhara-Bandipur\n* **Mountain treks:** Annapurna area\n* **Valleys and towns:** Illam, Dharan-Dhankuta, Palpa\n* **Wildlife experiences:** Chitwan, Bardiya, Shuklaphanta"},{"hash":"d3bf2681c5f44f567c2b7e08f966046fb572ea416e8cfddac399e392844a7256","title":"Nepal defeated West Indies A in the final match of the series, winning 2-3.","link":"https://kathmandupost.com/cricket/2024/05/04/nepal-win-last-match-against-west-indies-a-to-conclude-series-2-3","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GMucR8qbwAAxeZl-1714817959.jpg&w=900&height=601","date":1714780800000,"source":"kp","category":"cricket","content":"Nepal's cricket team won against West Indies A by 6 wickets in the 5th T20 match, despite West Indies A winning the series 3-2.\n\nAasif Sheikh, Anil Sah, and Kushal Malla scored well for Nepal, while Sagar Dhakal and Sompal Kami bowled well to help Nepal win.\n\nNepal chased down West Indies A's score of 173 runs, with a strong partnership between Sheikh and Sah. Malla then finished the chase with some big hits.\n\nWest Indies A had a good start but Dhakal and Kami's bowling helped Nepal take control.\n\nNepal will now go to a training camp in the West Indies and the United States before the T20 World Cup in June."},{"hash":"9d7ced68a72cb11104cf4b0dbf516e03a1daade9b97560e45bd16d4688ad8043","title":"West Indies set a target of 210 runs for Nepal to win the match.","link":"https://kathmandupost.com/cricket/2024/05/02/west-indies-a-post-210-run-target-against-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/match-1714707130.jpg&w=900&height=601","date":1714608000000,"source":"kp","category":"cricket","content":"**Nepal Loses to West Indies A in T20 Cricket**\n\nNepal lost the fourth T20 game against West Indies A by 28 runs, giving West Indies an unbeatable 3-1 lead in the series.\n\n* Nepal needed to score 210 runs but could only make 181.\n* Wicketkeeper Aasif Sheikh and Kushal Bhurtel started the batting, but both were dismissed early.\n* Skipper Rohit Paudel scored 82 runs for Nepal.\n* West Indies A scored 209 runs thanks to Johnson Charles and Andre Fletcher's half-centuries.\n\nNepal had won the first T20 but lost the next three. The final T20 game will be played on Saturday."},{"hash":"a5e3edf276d54cd57e7292f16946aa79bba9683852ec9205a675963d0ef498de","title":"Nepal has chosen their team for the upcoming ICC Men's T20 World Cup.","link":"https://kathmandupost.com/sports/2024/05/01/nepal-announces-squad-for-icc-men-s-t20-world-cup","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/nepal-1714612274.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"sports","content":"**Nepal Selects Experienced Team for T20 World Cup**\n\nNepal's coach, Monty Desai, has chosen mostly experienced players for the upcoming T20 World Cup in June. Captain Rohit Paudel and other veterans like Dipendra Singh Airee and Lalit Rajbanshi are included.\n\nSome out-of-form players, such as Binod Bhandari and Lokesh Bam, have been left out. However, Kushal Bhurtel, despite recent struggles, has been included due to his experience.\n\nNepal will play in a tough group that includes teams like South Africa and Sri Lanka. They will be hoping to perform well and improve upon their disappointing performance at the Premier Cup."},{"hash":"587d9826d33d077d9f8ec0c9800df873f925ac5cba53d816e1a766ef3043efeb","title":"Nepal lost a cricket match to West Indies A by 76 runs.","link":"https://kathmandupost.com/cricket/2024/05/01/nepal-lose-to-west-indies-a-by-76-runs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/43806500011620135283099391032221761881945213n-1714559440.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"cricket","content":"West Indies A beat Nepal by 76 runs in a T20 match. West Indies scored a high 228 runs, led by Johnson Charles's century. Nepal only scored 151 runs.\n\nNepal started well but lost early wickets. Anil Sah and Kushal Malla tried to steady the innings, but wickets kept falling. Karan KC's late 28 runs gave some hope, but Nepal was bowled out for 151.\n\nHayden Walsh took three wickets for West Indies, while Gudakesh Motie and others also took wickets. West Indies now lead the series 2-1."},{"hash":"e697c128dee236ae978d45b5bf456b38312b711c020d2ae60baf8932d99b26f1","title":"West Indies defeated Nepal by 10 runs in a cricket match.","link":"https://kathmandupost.com/cricket/2024/04/28/west-indies-a-defeat-nepal-by-10-runs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/4381019528096522244082851582862401774476346n-1714301690.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"cricket","content":"**Nepal vs. West Indies A T20 Match Summary**\n\nNepal lost the second T20 match against West Indies A by 10 runs.\n\n**Batting:**\n\n* West Indies A scored 161 runs, led by Andre Fletcher (43 runs) and Gudakesh Motie (33 runs).\n* Nepal bowlers Sagar Dhakal and Kushal Bhurtel took two wickets each.\n\n**Bowling:**\n\n* Nepal's Rohit Paudel top-scored with an unbeaten 71 runs.\n* Gudakesh Motie and Obed McCoy took two wickets each for West Indies A.\n\n**Result:**\n\n* West Indies A won by 10 runs.\n* The series is now tied 1-1."},{"hash":"a4143de903fa1fc3e92b11c2278fc9a9dd2e9792a971b2d127e548cd352c8666","title":"us-pauses-some-weapons-to-israel-as-battles-rage-around-rafah","link":"https://kathmandupost.com/world/2024/05/08/us-pauses-some-weapons-to-israel-as-battles-rage-around-rafah","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersKM2X5SPOCNJ7HM666NXHRL7BIY-1715169460.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"world","content":"**US Halts Bomb Shipment Amidst Gaza Clashes**\n\nHamas fighters are clashing with Israeli troops near Rafah, a city in Gaza. The US has stopped sending bombs to Israel, hoping to prevent a large-scale attack on Rafah.\n\nHamas has proposed a ceasefire that might lead to a solution. Talks are happening in Cairo, Egypt.\n\nThe US stopped a shipment of 1,800 large bombs and 1,700 smaller bombs, believing they could be used in an attack on Rafah.\n\nIsrael has control of the main border crossing between Gaza and Egypt, cutting off important aid.\n\nHamas and other groups say fighting continues in the Gaza Strip.\n\nIsraeli forces have discovered Hamas tunnels and are attacking them. They have created a \"humanitarian zone\" for civilians to go to.\n\nNegotiations for a ceasefire are continuing in Cairo. The US, Egypt, and Qatar are involved.\n\nThe new ceasefire proposal includes a six-week truce, aid for Gaza, and the release of hostages.\n\nIsrael has killed thousands of Palestinians in its offensive since October.\n\nOver one million people in Rafah have nowhere to go. Aid supplies are running low in Gaza due to border closures."},{"hash":"81b55116ab9a43b7c936a2a661a31fedd1fdb17e8885c978f1e280be03331726","title":"In China, many workers have moved away from home to find jobs. As they get older and can no longer work, they can't afford to retire and don't have a home to return to.","link":"https://kathmandupost.com/world/2024/05/08/in-rapidly-ageing-china-millions-of-migrant-workers-can-t-afford-to-retire","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersVZ35XKHOKZLBXB53LL2NHYIWXQ-1715157316.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"world","content":"**China's Aging Population Faces Low Retirement Income**\n\nMany older Chinese who worked in cities are returning to the countryside as they retire. However, they only get a small pension of $17 per month.\n\nThe government prioritizes economic growth over social security. China's pension system is divided into urban and rural, with urban pensions being much higher.\n\nEconomists suggest that increasing pensions for the poorest Chinese would boost domestic consumption. However, the government has only increased the minimum pension by $3 per month.\n\nThe Chinese government plans to raise the retirement age but is worried about how people will react. Meanwhile, many elderly Chinese are forced to work low-paying jobs to survive.\n\nTraditionally, children were expected to support the elderly. However, most of the retiring generation only have one child due to birth limits. Also, many young people today are struggling to find jobs.\n\nAs a result, China's elderly population may face a drop in living standards and difficulty in accessing healthcare."},{"hash":"b6d620299059cae3bf0c37aeab77073cc5d0f2add114887f1c03b81f0ada0e26","title":"Flooding in Brazil has left 150,000 people without homes and many dead or missing.","link":"https://kathmandupost.com/world/2024/05/08/brazil-floods-leave-150-000-homeless-scores-dead-or-missing","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersMIJAJ54QIBMQBDF6PJA2NLZPNM-1715147197.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"world","content":"**Floods in Brazil**\n\nTorrential rains caused devastating floods in southern Brazil, especially in the state of Rio Grande do Sul.\n\nAt least 90 people have died, and thousands are homeless. People are sleeping on the streets, hungry and desperate for supplies.\n\nRescue efforts are difficult due to the flooding. Dozens of people are still stranded in their homes, waiting to be rescued by boat or helicopter.\n\nThe floods have damaged roads and bridges, and destroyed homes and businesses. Over 1.4 million people are without water and electricity.\n\nClimate change is making extreme weather events like this more frequent and intense. The rains were caused by a combination of factors, including warm ocean waters and a weaker cold front.\n\nThe Brazilian government is providing aid to the affected areas. The impact on the economy is expected to be small, but there may be higher prices for rice.\n\nThe flooding has also damaged grain fields and meat plants, disrupting the harvest and livestock production."},{"hash":"b02071b19bbffd94659367e25ccd1fe544c57942d6edaad4d30a7a06f48a5cdd","title":"Australia has made getting a student visa harder. Now, students must have more money in the bank. The government also warned that some recruitment agents may not be real and could be scams.","link":"https://kathmandupost.com/world/2024/05/08/australia-raises-minimum-savings-for-student-visa-warns-on-fake-recruitment","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/ZOG3XLXWJBIJ7PR75KTYFZA23M-1715146730.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"world","content":"**Australia Tightens Student Visa Rules**\n\nAustralia is making it harder for international students to get visas. They now need to save more money (A$29,710) and have better English skills.\n\nThe government is also cracking down on colleges that recruit students illegally. They could face jail time and fines.\n\nThese changes are because too many people are coming to Australia, which is making it hard to find housing and other things.\n\nAustralia's government wants to cut the number of people moving to the country in half over the next two years."},{"hash":"4d1e5970683b220a3a181fcf8a9659ad24ba8e6238140fc24bf200beeabc779f","title":"Foreign books in Nepal are being illegally translated and pirated, which means they are being made available for the public without the permission of the original creators. This is a problem because it can lead to loss of income for the creators and publishers, and it can also damage the reputation of the publishing industry in Nepal.","link":"https://kathmandupost.com/books/2023/07/31/unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/books-1690776078.jpg&w=900&height=601","date":1690761600000,"source":"kp","category":"books","content":"**Unauthorized Book Translations in Nepal**\n\nIn Nepal, unauthorized translations of popular books are common. Writers like Taslima Nasrin and Shiv Khera have had their works translated without their consent. Unapproved translations have also been published for books like \"Steve Jobs\" and \"Rich Dad Poor Dad.\"\n\n**Impact on Quality**\n\nThese unauthorized translations are often of poor quality, with pages removed or content altered. This hurts both authors and readers, who may not be aware of the errors.\n\n**Legal and Ethical Violations**\n\nTranslating and publishing books without authorization is illegal and violates copyright laws. It also goes against ethical standards, depriving authors of revenue and recognition.\n\n**Negative Impact on the Publishing Industry**\n\nUnauthorized translations damage the credibility of Nepal's publishing industry. They make it difficult for legitimate publishers to compete and discourage original works from being translated.\n\n**Reasons for Prevalence**\n\nUnauthorized translations thrive due to a lack of enforcement, high import taxes, and a desire for profits. The absence of regulatory mechanisms and a dedicated authority to monitor translation quality contribute to the problem.\n\n**Solutions**\n\nTo address this issue, there needs to be increased awareness of copyright laws, enforcement of penalties, and support for authorized translations. Collaboration among publishers, authors, readers, and the government is crucial."},{"hash":"f91af36450d89ad58798b4c4d401adfda4ba09b3625ea1c7677f78706e25f747","title":"Young people from a region where communism was once strong are trying to leave for a better life in the United States but face difficulties.","link":"https://kathmandupost.com/national/2023/06/25/desperate-youths-from-maoist-heartland-hit-us-wall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/CIJ-1687660964.jpg&w=900&height=601","date":1687651200000,"source":"kp","category":"national","content":"**Deportation and Debt in Rukum East**\n\nMany young people from Rukum East have illegally migrated to the United States through \"backdoor routes,\" lured by the promise of a better life. However, many have faced deportation and lost large amounts of money in the process.\n\n**Deported Youths:**\n\n**-** Eight deported youths from Tak village have collectively lost Rs45 million.\n**-** They returned home empty-handed after facing severe hardships and paying Rs6 million each on average.\n**-** The village of Tak, once a Maoist \"base area,\" has lost an estimated Rs40 million to illegal migration.\n**-** Some deported youths have fled the village, burdened by debt and facing pressure from creditors.\n\n**Ram Budha's Story:**\n\n**-** Ram Budha returned to Nepal after working in Malaysia for eight years and illegally migrated to the US.\n**-** He spent 27 months in a detention camp and was deported, losing Rs4.5 million.\n**-** He now owes over Rs6 million to creditors and has moved to Kathmandu to escape the pressure.\n\n**Nanda Kala Gharti's Story:**\n\n**-** Nanda Kala's husband, Dhanlal, illegally migrated to the US and was detained for four years.\n**-** Upon deportation, he had lost Rs6 million and is facing a financial crisis.\n**-** Nanda Kala fears for her children's future amid the overwhelming debt.\n\n**Other Similar Cases:**\n\n**-** Sisne Rural Municipality has seen similar cases of deportation and financial losses.\n**-** Gangaram Khadka, a resident of Sisne, was detained in the US and lost Rs5.2 million in his attempt to seek refugee status.\n**-** Tikaram Pun was deported after spending 24 months in detention and is struggling with mental health issues and debt.\n\n**Deaths on the Journey:**\n\n**-** A boat carrying Nepalis and Bangladeshis capsized during an illegal journey to the US, resulting in 12 deaths, including Rupak Bohora.\n\n**Lack of Solutions:**\n\n**-** Local governments and political parties are not addressing the issue of illegal migration.\n**-** Poverty and lack of job opportunities are driving young people to seek dangerous and illegal routes to the US.\n**-** Human traffickers and \"meter byajis\" (usurious lenders) are exploiting the situation.\n**-** Despite data showing a high number of deportations from the US, complaints are rarely filed with the police.\n**-** The Anti-Human Trafficking Bureau lacks specific laws to address this form of human trafficking."},{"hash":"5b41caa28761fd8ada1be7951764ae6954dd5a645984d3ea1fe0cdb1a6b25396","title":"no-private-hospital-bed-for-poor-patients","link":"https://kathmandupost.com/national/2023/06/10/no-private-hospital-bed-for-poor-patients","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/thumb19-1686358218.jpg&w=900&height=601","date":1686355200000,"source":"kp","category":"national","content":"**Private Hospitals in Nepal Not Providing Free Care for the Poor**\n\n**Gyanumaya BK** has had severe backaches, but she couldn't afford to pay for treatment. She visited Metrocity Hospital, but had to pay Rs. 50,000 for follow-up visits and medications.\n\nPrivate hospitals in Nepal are required to provide free care to those who can't afford it, but many hospitals are not following this rule.\n\n**Hospital Authorities Admit to Non-Compliance**\n\nThe CEO of Metrocity Hospital admits that his hospital does not adhere to the mandate. He says they don't have explicit information from the health ministry.\n\n**Regulatory Bodies Lack Data and Enforcement**\n\nNo regulatory body has data on whether health facilities are following government rules. There is not enough manpower to conduct inspections.\n\n**Hospitals Claim to Offer Discounts but Lack Proof**\n\nHospitals claim to offer discounts on final bills to the needy, but most have not been able to show proof. They are not liable for flouting government standards.\n\n**Patients Ignorant of Their Rights**\n\nPatients like Gyanumaya BK are often unaware that they are entitled to free treatment. Hospitals do not make it easy to access these services.\n\n**Government Regulations Need Amendment**\n\nPrivate hospitals argue that the current regulations are impractical. They are calling for an amendment to the existing regulations.\n\n**Conclusion**\n\nPrivate hospitals in Nepal are ignoring government mandates to provide free care to the poor. This is due to a lack of monitoring and enforcement by regulatory bodies, as well as hospitals' desire to make money."},{"hash":"14fbcd22a699570d65e7758d4c2963317220d35cfa4e26f16ce7492b810b1cab","title":"Prime Minister Modi is expected to run for a third term in the upcoming election.","link":"https://kathmandupost.com/columns/2024/05/07/bracing-for-modi-s-third-term","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadReuters-1715097209.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"columns","content":"**India's Election**\n\nIndia is having an election with over 500 representatives voting. The results will come out on June 4th. It is expected that Prime Minister Modi will win.\n\nThe election is not exciting because many believe Modi will win anyway. Modi's party is the main one, but there is no strong opposition party or leader.\n\nModi is doing a lot of advertising to show that he is the only choice.\n\nModi's 10 years as Prime Minister have had both good and bad results. Some good things include a successful moon landing and the construction of a new temple. Some bad things include job loss, hunger, and a poor response to the COVID-19 pandemic.\n\nModi's government has not done well in border conflicts with China. India's relationships with its neighbors have also gotten worse under Modi.\n\nDespite these problems, Modi is still likely to win the election. His party is using strong-arm tactics to get rid of opposition.\n\nModi is known for his expensive lifestyle and spending a lot of taxpayer money on his image. If he wins a third term, he will likely continue to do so.\n\nModi's victory could have negative consequences for India's neighbors, including Nepal."},{"hash":"9319073783336cff50f5d7e65ed93d2d905d2579fd7e85889b4c00f04cb56cb1","title":"Social media has brought new challenges to local media.\n\nUnverified claims and misinformation can spread quickly on social media, making it harder for people to find accurate information from local sources.\n\nLocal media provides vital information about local events, businesses, and issues.\n\nTo protect local media, it is important to:\n\n* Support local media financially by subscribing, buying advertising, or making donations.\n* Share accurate information from local sources on social media.\n* Be critical of claims and verify information before sharing it.","link":"https://kathmandupost.com/columns/2024/05/07/protecting-local-media-from-social-media","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownShutterstock5-1715097209.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"columns","content":"**Social Media Regulation in Nepal**\n\n**Current Situation:**\n\n* Nepal is discussing how to regulate social media by bringing it under laws and taxes.\n* But there's concern about how to protect our information landscape and hold social media accountable for problems they may cause.\n\n**Importance of Protecting Local Journalism:**\n\n* Local journalism is crucial for democracy and combating misinformation.\n* It provides citizens with accurate information and holds those in power accountable.\n* Without local journalism, we could face fake news and unqualified leaders.\n\n**Impact of Social Media on Local Journalism:**\n\n* Social media companies don't invest in news production but benefit from sharing it.\n* This can hurt local media, especially in developing countries like Nepal.\n* Local media houses are increasingly relying on social media to reach audiences.\n\n**What Nepal Can Do:**\n\n* **Strengthen Local Journalism:**\n\n    * Provide financial support, training, and marketing.\n    * Create a task force to study the industry and propose solutions.\n\n* **Regulate Social Media Effectively:**\n\n    * Require social media companies to invest in fighting misinformation and hate speech.\n    * Ensure they pay taxes and contribute to the information ecosystem.\n    * Consider mandating advertisers to spend a portion of their budget on local media.\n\nBy taking these steps, Nepal can protect its democracy from misinformation and ensure a balanced information landscape."},{"hash":"b4783d03e9cb20218b9a9b72b6c848490e971813d48a70c34782d39fb46887e1","title":"Our planet is facing a series of serious challenges, including climate change, biodiversity loss, and pollution. These crises are interconnected and worsening, creating a global emergency.","link":"https://kathmandupost.com/columns/2024/05/07/wildfire-of-global-crises","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/leadforestfire1678757717-1715044738.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"columns","content":"**Nepal faces many wildfires, and the world faces even more.**\n\n**Climate change is a major factor in wildfires, but scientists haven't predicted how many there will be.**\n\n**Rich countries have powerful disaster response systems, but they still struggle to control wildfires.**\n\n**Replacing fossil fuels with renewable energy like solar and wind power is difficult.**\n\n**Science and technology have also created harmful things like nuclear weapons and social media addiction.**\n\n**Wildfires and other environmental problems threaten to make the Earth uninhabitable.**\n\n**We need to change our behavior and stop destroying the Earth.**"},{"hash":"33d5b7761eb5bd3b41e26b739647600e33685d1a97a97f0651c70b2650289129","title":"**Unity is Strength:**\n\nIf we work together as a team, we can accomplish great things. But if we are divided, we weaken ourselves and become easier to defeat.","link":"https://kathmandupost.com/editorial/2024/05/07/divided-we-fall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb7-1715044507.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Political Parties Playing Games**\n\nMajor parties in charge of the government are always breaking up and making new alliances. This happens so often that politicians seem eager to get back into power even after just a few months.\n\nNow, a new party has been formed from a split within a junior party that is part of the ruling coalition. This new party was made because some politicians were worried that the leader of the old party was trying to join forces with another party to become the prime minister.\n\nThe Prime Minister and the leader of the main party in the coalition stopped that from happening by splitting the party, and most of the members of the new party stayed in the coalition.\n\nBut this is nothing new. Politicians in Nepal often split and merge parties because they want more power. This has hurt groups representing people in the Madhesh region who had hoped these parties would fight for their rights.\n\nThese kinds of games also make people lose trust in political parties and turn to more extreme groups. It also means that the big parties can have too much power and not need to listen to other groups."},{"hash":"349bf15e76b9ee93953ea9dcd19ecc5848ef7349536cadd8b4015572475f8225","title":"Do-it-together refers to activities where people work together to complete a task or project. It involves collaboration, teamwork, and often hands-on involvement.","link":"https://kathmandupost.com/editorial/2024/05/05/do-it-together","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb14-1714955634.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"editorial","content":"Prime Minister Dahal is considering forming a government committee to investigate fraud in co-operatives, which has caused many victims to lose money. The main opposition party wants Home Minister Lamichhane to be investigated, but Dahal wants the investigation to cover all cases of fraud. The opposition party is worried that Dahal is trying to protect Lamichhane, but Dahal says the investigation will be fair and no one will be protected. Dahal and the opposition party need to work together to solve this problem and prevent more victims from losing money."},{"hash":"5841108008e5064ef1e06acb02587ec7e2527a185fb5500cad260ddcc07851d4","title":"Not able to be breathed","link":"https://kathmandupost.com/editorial/2024/05/03/unbreathable","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb11-1714698940.jpg&w=900&height=601","date":1714694400000,"source":"kp","category":"editorial","content":"**Air Pollution in Nepal**\n\n**Pokhara:**\n\n* Once a popular tourist spot, now polluted with dust and smoke.\n* Public vehicles fail pollution tests, increasing carbon monoxide levels.\n\n**Kathmandu:**\n\n* Once called a \"cold ashtray,\" now full of dust and smoke.\n* Air pollution causes health problems like respiratory issues, cancer, and heart disease.\n* Air purifiers can help reduce pollution, but many people cannot afford them.\n\n**Government Inaction:**\n\n* Lack of enforcement of pollution control laws.\n* Green stickers on vehicles do not guarantee they are not polluting.\n\n**Consequences of Air Pollution:**\n\n* Affects quality of life and life expectancy.\n* Causes significant health problems and expenses.\n\n**Call to Action:**\n\n* Government must enforce pollution laws to protect citizens.\n* Clean air is a basic human right, and citizens should not be forced to breathe toxic air."},{"hash":"b8cf800b128e5429effac6538b5cdeff14e12e5c92d4968c239f48ce105eb283","title":"I have not been provided with any text to summarize. Please provide the text you want me to summarize.","link":"https://kathmandupost.com/interviews/2024/05/05/interview-with-padam-giri","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/padamgiri-1714923097.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"interviews","content":"**Parliamentary Session Challenges**\n\nThe parliamentary session begins with unresolved disputes between the ruling and opposition parties.\n\n**Government Plan**\n\nThe government hopes to resolve issues and pass important bills by:\n\n* Agreeing to form a parliamentary committee to investigate fraud in the cooperative sector.\n* Avoiding targeting specific individuals.\n\n**Opposition Concerns**\n\nThe main opposition party demands a probe into alleged fraud involving a government minister.\n\n**House Productivity**\n\nThe government aims to improve parliament's productivity by:\n\n* Prioritizing 24 bills in the upcoming session, including the Enforced Disappearances Enquiry Act and the School Education Bill.\n* Registering new bills and ensuring they are drafted with consultation.\n\n**Transitional Justice**\n\nDiscussions continue on amending the Transitional Justice Act, which deals with human rights violations during the conflict:\n\n* The government believes all killings of disarmed people were serious violations.\n* There are differences over reduced sentencing provisions.\n* Victims' concerns must be addressed for the process to be meaningful.\n\n**Name Recommendation Committee**\n\nDespite concerns, the committee to recommend commissioners for transitional justice commissions will continue its work.\n\n**Supreme Court Vacancies**\n\nFour Supreme Court justices will be selected soon to fill vacant positions.\n\n**Electoral System**\n\nThere are no discussions on changing the electoral system, but concerns about stability will be addressed.\n\n**UML-Congress Coalition**\n\nThe possibility of a coalition between the ruling UML and opposition Congress is ruled out."},{"hash":"39eb27d07dda639b3d5dd4481b8d6012361b0eeb330937898496f65c11c09fe8","title":"The next two months will be difficult because of the recent fires.","link":"https://kathmandupost.com/interviews/2024/04/28/next-two-months-will-be-challenging-due-to-fire-incidents","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/anilpokharel-1714368894.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Fire Incidents in Nepal Rising**\n\n**Causes:**\n\n* Little rainfall this winter, leading to dry vegetation\n* Soaring temperatures\n* Strong winds\n* Burning of crop remains (stubble burning)\n\n**Consequences:**\n\n* 110 houses destroyed in Mahottari\n* More settlements destroyed in other districts\n* 9 deaths since Nepali New Year\n\n**Government Response:**\n\n* Raising awareness about fire prevention\n* Training community forest group members on firefighting\n* Providing portable fire pumps to local governments\n\n**Additional Challenges:**\n\n* Lack of human resources and equipment to prevent forest fires\n* Migration of youth from villages, leaving women and elderly more vulnerable\n* Empty homesteads with surrounding bushes\n* No gaps between forests and settlements\n\n**Government Plans:**\n\n* Invest in more portable fire pumps\n* Develop a training curriculum for firefighters\n* Use search and rescue equipment and helicopters to put out fires\n* Assess risks in commercial buildings and ensure they have fire safety measures"},{"hash":"2d1dcd1af2a010f1dc8a5288d051100d0a7e6e1ee7a6d0087e377a8fa051364f","title":"Nepal welcomes investors from all over the world, offering equal opportunities for them to succeed.","link":"https://kathmandupost.com/interviews/2024/04/28/nepal-presents-equal-opportunity-for-all-investors","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1714270342.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Nepal Investment Summit**\n\nNepal is hosting an investment summit to attract foreign investment. They hope to learn from past summits that didn't draw as much investment as promised. The summit will showcase success stories of investors in Nepal and other countries.\n\n**New Laws and Regulations**\n\nNepal is making it easier for foreign investors by changing laws. This includes allowing them to take profits back home without hassle.\n\n**Energy Sector**\n\nHydropower is a popular investment area in Nepal. Nepal plans to sell surplus energy to neighbors like India and Bangladesh.\n\n**Political Stability and Geopolitics**\n\nNepal acknowledges political changes but emphasizes that investment policies remain the same. They welcome investment from all countries, considering geopolitical factors.\n\n**Invitation to Investors**\n\nThe summit invites investors to explore investment opportunities in Nepal. They aim to show the benefits of investing in the country and create a good investment environment."},{"hash":"b8119b43ed80553d871f3b6e70a45b435e16350f69e3656d8ec00cdfd1f5e39e","title":"To make the government more stable, it is suggested that the Prime Minister and Chief Ministers should be directly elected by the people, instead of being chosen by their party members.","link":"https://kathmandupost.com/interviews/2024/04/21/direct-election-of-prime-minister-and-chief-minister-way-out-of-instability","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/interview-1713764589.jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"interviews","content":"**Political Instability in Nepal**\n\n* Competition for power in provincial governments is causing public frustration.\n* Some politicians blame the electoral system for Nepal's instability.\n* Analyst Tula Narayan Shah believes personal ambitions and corrupt culture are to blame.\n* Shah says the mixed electoral system, which increased representation for marginalized groups, is not the problem.\n* Shah argues that blaming the system is a conspiracy by high-caste males who want to retain their power.\n* He proposes directly electing Prime Ministers and Chief Ministers to create stability.\n* The debate should focus on correcting the misuse of the electoral system, not scrapping it.\n* Some people think the provincial system is unnecessary, but Shah believes it was a response to Nepal's previous centralization.\n* Provinces have failed to deliver due to weak leadership and lack of clear purpose.\n* The performance of local governments is better than provinces, suggesting that provinces need more authority.\n* In Madhesh, there is dissatisfaction with the parties that championed federalism.\n* New parties like Janamat and Nagarik Unmukti have emerged in Madhesh, addressing issues of discrimination and governance."},{"hash":"5c600ef479c5d95e859fb1a9dbd261d3a264f62d509d4185d7c4d11d0a9bb8ee","title":"I support a proportional representation system with a 5% threshold.","link":"https://kathmandupost.com/interviews/2024/04/15/i-am-for-a-fully-pr-system-with-a-five-percent-threshold","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/interviews/Untitled1-1713152017.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"interviews","content":"**Need to Change Nepal's Electoral System**\n\nRecently, Nepali Congress leaders have emphasized the need to change the current mixed electoral system. They believe it leads to hung parliaments and political instability. Former chief election commissioner Neel Kantha Uprety shared his thoughts on the proposed reforms.\n\n**Factors to Consider:**\n\nWhen choosing an electoral system, several factors must be considered, including:\n\n* Education level of voters\n* Economic conditions\n* Social composition (e.g., ethnic communities)\n* Geography\n\n**History of Nepal's Electoral Systems:**\n\n* 1959: Nepal adopted the multiparty election system from India.\n* 2006: After a people's movement, demands emerged to reform the electoral system to ensure representation of marginalized groups.\n* 2008: A mixed electoral system (FPTP and PR) was introduced, increasing representation of women and historically underrepresented groups.\n\n**Anomalies of the Mixed System:**\n\nLeaders have misused the PR system by:\n\n* Promoting family members and loyalists\n* Selling seats to wealthy individuals\n* Placing close associates at the top of the PR list\n\n**Effectiveness in Ensuring Representation:**\n\nThe mixed system has improved representation of women, Dalits, and other marginalized groups, but gaps still exist.\n\n**Possible Solutions:**\n\n* Adopt a fully proportional representation (PR) system\n* Implement primaries to select candidates\n* Increase the PR vote threshold\n\n**Feasibility of Voting Rights for Nepalis Abroad:**\n\nTechnically feasible, but leaders are hesitant due to potential unpredictability in election results.\n\n**Other Proposals:**\n\n* Reserving certain constituencies for women and other marginalized groups\n* Electing all National Assembly members through PR and all lower house members through FPTP\n* Increasing the PR vote threshold to favor larger parties\n\n**Benefits of Fully PR System:**\n\n* Simplifies and reduces the cost of elections\n* Promotes inclusivity and filters out unpopular candidates"},{"hash":"16ca03860b600f5d221a63cab7bc1b2ab4dad746bbb104c9f57095e07f85ef78","title":"Muluki Ain is a set of laws.","link":"https://kathmandupost.com/letters/2021/11/08/muluki-ain-is-a-legal-code","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/third-party/mulukiain-1636421052.jpg&w=900&height=601","date":1636329600000,"source":"kp","category":"letters","content":"The Muluki Ain, a legal code from 1854, has been made available online. It received criticism for allegedly promoting the caste system. However, it's important to clarify that the code established a fair and consistent legal system for the entire nation, recognizing the concept of rule of law.\n\nWhile the caste system was recognized in the code, it was originally based on aptitude and profession, not birth. The code aimed to ensure that laws applied equally to all, regardless of caste. Additionally, it acknowledged the need for reforms and stated that punishment should be consistent for similar offenses, regardless of caste.\n\nIt's crucial to note that the Muluki Ain was a legal code, not a document focused solely on social or cultural reforms. However, it did include intentions for such reforms."},{"hash":"f26d8550751249ca6fce9099e307f744741857845591c48ab0d55210ac42e144","title":"Misleading news is information that is presented as true, but contains inaccuracies, distortions, or false claims. It can be harmful because it can trick people into believing things that aren't true, and it can make it difficult for people to make informed decisions.","link":"https://kathmandupost.com/letters/2021/04/12/misleading-news","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/opinion/thumb-1618223282.jpg&w=900&height=601","date":1618185600000,"source":"kp","category":"letters","content":"The Kathmandu Post reported that Sinohydro, a Chinese company, didn't pay for materials used in the Melamchi Water Supply Project in Helambu, Nepal. However, Sinohydro denies this claim.\n\nSinohydro says they purchased materials from legal sources, both local and foreign. Some materials were also recycled from excavated rocks and soil. They emphasize that they paid taxes on all materials purchased from local vendors.\n\nSinohydro believes the news report is inaccurate and should be corrected. They keep all transaction and payment documents for transparency."},{"hash":"e862b51d7419ba6f589572cd4032419c790b93c181a1334f46e1b9ab2f51169b","title":"When two or more people don't understand each other's words, actions, or intentions.","link":"https://kathmandupost.com/letters/2021/01/03/misunderstanding","date":1609632000000,"source":"kp","category":"letters","content":"**Japan-Nepal Agreement for Nepali Workers**\n\n**Main Points:**\n\n* Japan needs foreign workers, including from Nepal, as \"Specified Skilled Workers\" (SSW).\n* There is no government-to-government (G2G) process for sending Nepali SSW to Japan. Instead, Nepali workers and Japanese employers contract directly (G2B).\n* Private agencies can help Nepali workers find jobs in Japan.\n* Nepali workers may have to pay for some costs like airfare and medical exams, as Japan has a free economy.\n* Japan is hiring SSW from multiple South Asian countries, including Nepal.\n\n**Misunderstandings Cleared Up:**\n\n* Nepali workers not yet finding jobs is not due to any issue with the agreement.\n* Private agencies are not prohibited from helping Nepali workers get jobs in Japan.\n* Nepal is not the only South Asian country hiring SSW for Japan."},{"hash":"4d564e4aa9b147540d5d27c861b9724bce96976aa16a590835a10f4f29687ad6","title":"Contributions to Nepali language and culture","link":"https://kathmandupost.com/letters/2020/11/30/contributions-to-nepali","date":1606694400000,"source":"kp","category":"letters","content":"Michael Hutt is grateful to Deepak Thapa for raising concerns about the future of Nepali studies in Europe and America. He thanks Krishna Pradhan for his contributions to Nepali studies at SOAS University of London, where Pradhan taught for 15 years. Hutt and Pradhan developed courses in Nepali language, literature, history, and culture. Unfortunately, these courses will no longer be available to future students in the UK."},{"hash":"a1d8bb473b76b044c715510c1e3cd12b7293a4516faf36066b07acc77fd64756","title":"chhaupadi-persists","link":"https://kathmandupost.com/letters/2020/09/24/chhaupadi-persists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2020/third-party/thumb3-1600897015.jpg&w=900&height=601","date":1600905600000,"source":"kp","category":"letters","content":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email "}]