[{"hash":"2aa4d008a1db97151655e83d459e6098de8445064eedbabca63f11fc9a8a3dfe","title":"Transparency and good governance are connected:\n\n* **Transparency** means openly sharing information.\n* **Good governance** means leaders make decisions fairly and openly.\n\nTogether, they help:\n\n* Governments make better decisions.\n* Build trust between governments and people.\n* Reduce corruption and promote fairness.","date":1715192100000,"source":"nn","link":"https://nepalnews.com/s/business/transparency-and-good-governance-complement-each-other-president","imageLink":"https://web.nepalnews.com/storage/story/1024/9d263f51_cefd_4241_bb20_05f8888718f21715242217_1024.jpg","category":"business","content":"**Transparency and Good Governance**\n\nPresident Paudel emphasizes the importance of transparency and good governance. Auditors are described as the \"economic watchdogs\" of Nepal, ensuring transparency in economic activities.\n\n**Role of Auditors in Preventing Fraud**\n\nAuditors play a vital role in preventing fake bills and revenue evasion. Minister Sah highlights the need for error-free auditing.\n\n**ACAN Conference**\n\nThe National Conference organized by ACAN discussed economic crisis and solutions. Noted individuals, including ophthalmologist Dr. Ruit, were honored.\n\n**Economist Participation**\n\nEconomists, industrialists, bankers, and policymakers will participate in discussions on Nepal's prosperity and economic development.","summary":"President Paudel emphasizes the importance of transparency and the role of auditors (the nation's economic watchdogs) in maintaining transparency in economic activities, as discussed in the National Conference organized by ACAN."},{"hash":"5f808d965456943d2c763161d048323e2fb684156515796bd838825bb9dc3826","title":"Begnas Lake is a beautiful freshwater lake located in Pokhara, Nepal. It is the third largest lake in the country and is surrounded by picturesque hills and mountains. The lake is a popular destination for boating, fishing, and swimming. Visitors can also enjoy hiking and cycling in the surrounding area.","date":1715192100000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/begnas-lake","imageLink":"https://web.nepalnews.com/storage/story/1024/RambahadurThapa_Gandagi_RSS_27_image_1236502911715235354_1024.JPG","category":"travel-and-tourism","content":"Please provide the context you want me to summarize.","summary":"There is no information provided to summarize."},{"hash":"5b4f058271600f6dc2c23ea89ba35933ad8acd0c14c908ed8bf88d76d0c121a2","title":"Tourists are having fun on a boat ride.","date":1715192100000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/tourists-enjoying-a-motorboat-ride","imageLink":"https://web.nepalnews.com/storage/story/1024/HemantKC_KankrebiharSurkhet_RSS_27_IMG_41081715234871_1024.JPG","category":"travel-and-tourism","content":"Please provide the text you want me to summarize.","summary":"No information provided"},{"hash":"c9cb8c8369fbe5ab01f24d6402791c28319c3a2905da1f49d8b00da77cf5e286","title":"NPC launches a plan to help manage public investments effectively, ensuring they are used efficiently and transparently.","date":1715105700000,"source":"nn","link":"https://nepalnews.com/s/capital/npc-launches-public-investment-management-action-plan","imageLink":"https://web.nepalnews.com/storage/story/1024/national_planing_commision1715174848_1024.jpg","category":"capital","content":"**Government Spending Plan**\n\nThe government has created a five-year plan to improve how it spends money on projects. This includes money from the government, public companies, and public-private partnerships.\n\nThe plan aims to:\n\n* Track projects and make sure they are completed on time and within budget.\n* Improve the national project bank.\n* Make public procurement more transparent and effective.\n* Renovate public buildings and infrastructure regularly.\n* Hold project leaders accountable.\n* Eliminate duplicate projects.\n* Prepare projects better to avoid wasting money on unviable ones.","summary":"A five-year action plan aims to enhance the effectiveness of government spending through project management, procurement improvements, and project rationalization."},{"hash":"a6c4771d0060587b29f8d499dddaf05cb6343fa5c06e4954c8fdba2c26aba630","title":"Prime Minister inaugurates completion of Sunkoshi-Marin Diversion Tunnel.\n\nThis tunnel will divert water from the Sunkoshi River to the Marin River, providing irrigation for thousands of acres of farmland.","date":1715105700000,"source":"nn","link":"https://nepalnews.com/s/nation/pm-inaugurates-breakthrough-of-sunkoshi-marin-diversion-tunnel","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_05_08_at_121715166729_1024.jpg","category":"nation","content":"A new tunnel, part of the Sunkoshi-Marin project, has been completed earlier than expected. The 13.3km tunnel will divert water from the Sunkoshi river to generate electricity and irrigate 122,000 hectares of land in five districts. The project is expected to cost around Rs 49.42 billion.","summary":"Prime Minister Dahal inaugurated the breakthrough of the 13.3-km Sunkoshi-Marin tunnel, a year ahead of schedule, enabling irrigation and electricity generation for five Madhes districts."},{"hash":"6ce8b7f76f049609887d25e051f92c36bdc3626bba462cd4f34a775b9acb8deb","title":"**Statement on Israel-Iran Conflict**\n\nHuman Rights Watch (HRW) condemns the violence between Israel and Iran.\n\n* Israel has the right to defend itself from attacks, but its strikes must be proportionate and minimize civilian casualties.\n* Iran must stop supporting armed groups that target civilians.\n* Both sides should respect international humanitarian law and protect civilians.\n* HRW urges all parties to seek diplomatic solutions to end the conflict.","date":1715105700000,"source":"nn","link":"https://nepalnews.com/s/global/hwpl-statement-on-israel-iran-conflict","imageLink":"https://web.nepalnews.com/storage/story/1024/21715166055_1024.jpg","category":"global","content":"**Iran-Israel Conflict**\n\n**Concerns:**\n\n* Recent attacks between Iran and Israel raise fears of escalation into war.\n* Strikes on non-military targets (such as the Iranian consulate in Syria) violate international law.\n* Both countries are heavily armed and posing a threat to each other.\n\n**Casualties and Impact:**\n\n* Israel-Hamas War in Gaza resulted in over 30,000 casualties.\n* War has limited burial space in Gaza.\n* Innocent civilians are the main victims of war.\n\n**Call for Peace:**\n\n* International community urges Iran and Israel to stop attacks and negotiate for peace.\n* Global organization HWPL supports citizens' calls for peace.\n* International law should be enforced to promote peaceful relations.\n* Humanitarian aid and diplomacy are crucial for conflict resolution.","summary":"\nThe recent violent conflict between Iran and Israel is causing significant concerns in the international community. The two nations that do not share borders are mobilizing high-end weaponry to attack each other and kill human lives.1 April 2024, the Israeli military attacked the Iranian consulate in Syria. A strike against a non-military facility in a third nation, a nation not directly involved in the conflict, infringes international law and constitutes a war crime. Moreover, on 13 April, Iran responded by attacking Israel’s land. Both nations have pointed their guns directly at each other, and there are growing concerns in the international community that the attacks could escalate into another war.\nThe Israel-Hamas War in Gaza has killed 30,000 since last year, and news outlets reported on dire situations in Gaza, running out of space for proper burial. The war that has persisted in the region over the past century continuously overshadows the prospect of the coexistence of the human race.\nIt is a clear indication that the greatest victims of war are innocent civilians. How could those lost lives ever be brought back? What could compensate for the outcry of children and the anguish of the youth in devastated dwellings?\nHWPL strongly supports the voices of the citizens, the true protagonists of the global village, who oppose war and call for peace. All nations of the global community must uphold the citizens’ demands, thereby ceasing the unjust war and joining to accomplish peace. Organizations worldwide, in alliance with HWPL as peace solidarity, urge Iran and Israel to put a stop to the acts of aggression immediately and to come forward for conversations to usher in peace.\nHWPL recommend that the international community take necessary measures to facilitate the formation of amicable relations between the two nations and provide humanitarian aid. It would be reasonable for all countries to support an international legal instrument for peace that embodies the long-yearned path to peace and to comply with its contents so that we leave a legacy of peace for future generations. HWPL will not spare its efforts for peace and cessation of wars.\n\n\n\n\n\n\n\n"},{"hash":"a7ae5aa2dae3518f8ce15910e21d1137431eb7ffac115aec32edba2436c3e319","title":"President attends Law Day celebration to highlight the importance of the rule of law and the work of judges and lawyers in upholding it.","date":1715253821396,"source":"nn","link":"https://nepalnews.com/s/capital/president-attends-law-day-celebration","imageLink":"https://web.nepalnews.com/storage/story/1024/court_supreme1689943003_1024.jpg","category":"capital","content":"**Law Day 2081 BS**\n\nOn Wednesday, various events were held in Nepal to mark Law Day. The Supreme Court hosted a reception attended by the President, Prime Minister, Speaker, and other officials.\n\nChief Justice Bishwambhar Prasad Shrestha wished for a just society based on the Constitution and rule of law. He emphasized the need for cooperation between the judiciary, government offices, and others for justice to be delivered effectively.\n\nThe Law Day commemorates the Chief Court Act of 2008 BS, which introduced major reforms to the judiciary. Notable attendees included the Vice President, Prime Minister, Speaker, and other high-ranking officials.","summary":"Law Day 2081 BS celebrated in Nepal with a program including dignitaries and judiciary officials, emphasizing the importance of rule of law and judiciary reform."},{"hash":"f8b320c5ac0d91a4692b29f81b597abd4e652cb41c52cdc041d366bda20e64c4","title":"President attends Law Day celebration, honoring rule of law and justice.","date":1715253827947,"source":"nn","link":"https://nepalnews.com/s/capital/president-attends-law-day-celebration-1","imageLink":"https://web.nepalnews.com/storage/story/1024/supreme_court1692883355_1024.jpg","category":"capital","content":"**Law Day 2081 BS**\n\nOn Law Day in Nepal, events were held to celebrate the introduction of the Chief Court Act in 2008.\n\nThe Supreme Court hosted a ceremony, attended by President Paudel and other officials. Chief Justice Shrestha stressed the importance of justice, rule of law, and human rights. He also called for reforms in the judiciary and cooperation from other parties.\n\nThe Law Day commemorates the institutional changes in the judiciary, which promotes independence and the separation of powers.","summary":"Law Day 2081 BS celebrated in Nepal with President, dignitaries in attendance; Chief Justice emphasized judiciary reform and collaboration."},{"hash":"eaa68818202e2c137a07be57fc82cd4e591c909af8b7499683ff63085a69d32c","title":"Today is Mother's Day, a special day to honor and appreciate mothers for their love and sacrifices.","date":1715253834313,"source":"nn","link":"https://nepalnews.com/s/capital/mother-s-day-being-celebrated-today","imageLink":"https://web.nepalnews.com/storage/story/1024/matatirtha1715133076_1024.jpg","category":"capital","content":"Today is Mother's Day in Nepal. It is celebrated on the new moon day in the Baishakh month. People honor mothers by bathing, offering clothes and food, and taking blessings. Those without a mother remember her by performing rituals. It is believed that doing so frees one from their debt to their mother. A fair is held at Matatirtha Kunda to honor deceased mothers, where people bathe to free themselves from maternal debt.","summary":"Matatirtha Aunsi, Mother's Day in Nepal, involves honoring mothers with offerings, performing shradda for deceased mothers, and organizing a fair at Matatirtha Kunda for blessings and absolution of maternal debt."},{"hash":"44172b270948216931bef0859271a5987d28a88d6d7b29551a7ffb8f3585cd4d","title":"Malla-era Thanthu Durbar, a historic building in Kathmandu, is being restored.","date":1715253840669,"source":"nn","link":"https://nepalnews.com/s/capital/reconstruction-of-malla-era-thanthu-durbar-starts","imageLink":"https://web.nepalnews.com/storage/story/1024/Bhaktapur_Durbar_Square1696211760_1024.jpg","category":"capital","content":"The historic Thanthu Durbar in Bhaktapur, built 346 years ago, is being rebuilt. The reconstruction will cost an estimated Rs 128.5 million and is a priority for the Bhaktapur municipality. Experts will examine old houses for safety to ensure the original character of the heritage site is preserved.","summary":"The foundation stone of the Thanthu Durbar, a 346-year-old historic building in Bhaktapur Durbar area, has been laid for reconstruction with an estimated cost of Rs. 128.5 million."},{"hash":"ec74e9c2eff256b96016e9ec97583942ee18b0857af7e6ee3cb7c1b44c996719","title":"Two young girls in Lalitpur suffered severe burn injuries and later died from their wounds.","date":1715253846399,"source":"nn","link":"https://nepalnews.com/s/capital/two-girls-succumb-to-burn-injuries-in-lalitpur","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"capital","content":"Two girls, Priya Giri and Elisa Giri, died in a hospital on Monday after a fire in a hut on Sunday. They were eight and three years old. Two other family members are still in critical condition, while one is recovering.","summary":"Two girls from a family injured in a Sunday hut fire in Lalitpur died from burn injuries on Monday, leaving two other family members in critical condition."},{"hash":"625167eaf146bd0aea28cb2af768dfa2e3395746aa48ec1e15a143e1a9646890","title":"**Weather Update**\n\n* **Temperature:** 50 degrees Fahrenheit\n* **Conditions:** Sunny with a light breeze\n* **Forecast:** Expect similar conditions for the rest of the day","date":1715253851204,"source":"nn","link":"https://nepalnews.com/s/nation/weather-update-50","imageLink":"https://web.nepalnews.com/storage/story/1024/Weather_rain1690631860_1024.jpeg","category":"nation","content":"Today and tonight:\n- Cloudy with rain and thunderstorms in Koshi, Madesh, Bagmati, Gandaki, and Lumbini provinces, and some hilly areas.\n- Light snowfall possible in high mountains.","summary":"Rain, thunderstorms, lightning expected with snowfall in hilly and mountainous regions of Nepal."},{"hash":"da811d203e8cfa11bc2ae6d59ffc40f548abd4c80d2f72a82edfa6a80c5dab20","title":"27 people have sadly lost their lives in the past 24 days due to forest fires and lightning strikes.","date":1715253856017,"source":"nn","link":"https://nepalnews.com/s/nation/27-people-die-due-to-fire-forest-fire-and-lightning-in-last-24-days","imageLink":"https://web.nepalnews.com/storage/story/1024/Manang_forest_fire1681707860_1024.jpg","category":"nation","content":"**Fire, forest fire, and lightning kill 27 in Nepal**\n\nAt least 27 people have died from fire, forest fire, and lightning in Nepal in the past 24 days. 18 people were killed in fires, 6 in forest fires, and 3 in lightning strikes. 90 others were injured.\n\nThe National Disaster Risk Reduction and Management Authority (NDRRMA) has approved financial assistance for the victims' families to build temporary housing.","summary":"27 fatalities, including 18 fire deaths, 6 forest fire deaths, and 3 lightning deaths, occurred in Nepal between April 13 and May 6, prompting financial assistance for fire victims' temporary housing."},{"hash":"ab5d56be00b4c1fb7db7e1cffcd9e24b893fcf184a5fd66ad361cf5feab41c8e","title":"Government ignores opposition's concerns, says Lekhak","date":1715253862137,"source":"nn","link":"https://nepalnews.com/s/politics/govt-ignoring-major-opposition-s-concern-chief-whip-lekhak","imageLink":"https://web.nepalnews.com/storage/story/1024/ramesh_lekhak1690593303_1024.jpg","category":"politics","content":"The government is ignoring the opposition party's concerns, especially about fraud in cooperatives. The opposition party wants the government to investigate and punish those responsible. They also want to reform the cooperative sector, which is important for the economy. However, the opposition party is not interested in forming a new government with the communist party. They want to work with other parties to solve people's problems and make parliament more effective.","summary":"NC Chief Whip demands investigation into cooperative misappropriation, rules out coalition with UML, and emphasizes parliamentary effectiveness."},{"hash":"b0548d7d73811f457ad631f1ee665c61883d228e05213db65aec4554aedab71e","title":"Construction of a new bridge along the Narayangadh-Muglin road is ongoing.","date":1715192100000,"source":"nn","link":"https://nepalnews.com/s/nation/bridge-construction-along-narayangadh-muglin-road-section-in-full-swing","imageLink":"https://web.nepalnews.com/storage/story/1024/narayan_ghat_mugling_sadak1715234021_1024.jpg","category":"nation","content":"The Narayangadh-Muglin road section is getting new bridges. 11 out of 15 bridges are finished and 4 are still being built. They hope to finish the remaining bridges by November. The bridges are being built with money from the World Bank. The old road had problems with landslides in the rainy season, but the new bridges and better roads should make it safer.","summary":"Construction of bridges on the Narayangadh-Muglin road is gaining momentum with 11 out of 15 bridges in operation and 4 under construction, scheduled for completion by mid-July and mid-November, improving road conditions and mitigating landslide issues during the rainy season."},{"hash":"8bc8cf551442bfbb2f0e8c19dfe75d5b09798d20881fa31d6e24b3cf04ec5a88","title":"Prime Minister Pushpa Kamal Dahal assures to take diplomatic steps to bring back Nepalis serving in the Russian army.","date":1715019300000,"source":"nn","link":"https://nepalnews.com/s/nation/pm-dahal-assures-of-taking-diplomatic-initiatives-to-bring-back-nepalis-serving-in-russian-army","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_education1712301039_1024.jpg","category":"nation","content":"Prime Minister Dahal promises to use diplomacy to bring home Nepali soldiers serving in the Russian Army. He said he had spoken to the soldiers and was working through diplomatic channels to ensure their safety. The Prime Minister met with family members of the soldiers who had been protesting in Kathmandu and promised to address their demands.","summary":"PM Dahal assures diplomatic efforts to repatriate Nepalis serving in the Russian Army, as families stage sit-in demands."},{"hash":"a889addd44d59b6795f653e6ef75b7cb3896388933f90d6e1b61d66c67c08039","title":"Prime Minister calls for everyone to work together to solve issues of identity and nationality.","date":1714932900000,"source":"nn","link":"https://nepalnews.com/s/nation/prime-minister-appeals-for-solidarity-in-execution-of-identity-and-national-issues","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_education1712301039_1024.jpg","category":"nation","content":"Prime Minister Prachanda called on oppressed groups to unite and fight for their rights under the new constitution, which includes federalism and inclusion. He emphasized the importance of implementing laws that protect the rights of different ethnicities and languages, such as the Bagmati Province Government's Language of Government Works Act. Prachanda also stressed the need for internal nationalism and the recognition of Nepali Sambat as a national calendar.","summary":"Prime Minister Prachanda calls for solidarity among oppressed classes in implementing identity and national issues, including language rights and the use of Nepal Sambat as a national calendar."},{"hash":"68db8c5cbecbbc95aee3e118cfaa7b0bcef5303b7ad540a2bdcb2fe39f77bcda","title":"JSP-Nepal to pursue legal action for not being included in the constitution amendment bill.","date":1715253888354,"source":"nn","link":"https://nepalnews.com/s/politics/jsp-nepal-to-seek-legal-recourse","imageLink":"https://web.nepalnews.com/storage/story/1024/janata_samajbadi_party1709595520_1024.jpg","category":"politics","content":"Nepal's Janata Samajwadi Party (JSP), led by Upendra Yadav, will seek legal action over a party split. A faction led by Ashok Rai had registered a new party with the Election Commission, which recognized it as a separate entity. The JSP will hold a meeting on Wednesday to discuss the split and decide on legal recourse. A press conference will be held afterwards to announce the party's official stance.","summary":"Janata Samajwadi Party seeks legal action after Election Commission recognizes faction led by Ashok Rai as a separate party."},{"hash":"e6d8c9af0f93f7449981010a3d3f4289589d46ce366bd845f268501aa10f6f24","title":"Oli, leader of UML party, believes leftist parties should unite to strengthen their political power and achieve common goals.","date":1714932900000,"source":"nn","link":"https://nepalnews.com/s/politics/uml-chair-oli-sees-need-for-unity-among-leftist-parties","imageLink":"https://web.nepalnews.com/storage/story/1024/kp_sharma_oli1709990573_1024.jpg","category":"politics","content":"KP Sharma Oli, leader of the CPN (UML) party in Nepal, called for unity among all left-wing parties.\n\nHe urged these parties to join the CPN (UML) for the benefit of the country. Oli also promised that his party would focus on unity, clear ideology, and sound policies.\n\nHe mentioned the recent by-election results as a sign of CPN (UML)'s growing success and expressed his goal to secure majority seats in the upcoming parliamentary elections.\n\nOli shared his memories of politician Siddinath Gyawali, praising his dedication and loyalty. CPN Unity National Campaign's Chairperson Bam Dev Gautam also expressed his intentions to join the CPN (UML).","summary":"CPN (UML) Chairman Oli calls for left-wing unity, pledges party's Mission 84 success, and remembers Siddinath Gyawali's contributions."},{"hash":"4891c943f0e6afc7dd755df2212632bf8efe7fe9d90e5696053d306e1401177c","title":"Speaker to meet and discuss with leaders of major political parties, including the Prime Minister.","date":1714932900000,"source":"nn","link":"https://nepalnews.com/s/politics/speaker-to-hold-consultations-with-top-leaders-of-major-parties-including-pm","imageLink":"https://web.nepalnews.com/storage/story/1024/1674121407_devrajghimire_1200x560_20230119171026_R4IAR0RrQh1697368501_1024.jpg","category":"politics","content":"Speaker Ghimire will meet with top party leaders tomorrow to discuss issues before the upcoming Parliament session starts on May 10th. The previous session ended with the Nepali Congress obstructing proceedings over allegations against RSP president Rabi Lamichhane. The Speaker has tried twice before to resolve the issue but failed.","summary":"Speaker Devraj Ghimire calls a meeting with party leaders to forge consensus before the upcoming parliamentary session due to previous obstruction by Nepali Congress."},{"hash":"2efa4e07b67707342ee7b709b73afb5599d461217e8b32df0e9558105171577f","title":"Seven members of the European Parliament (MEPs) submitted an application to the European Commission (EC) asking for the European Citizens' Initiative (ECI) to be legally recognized.","date":1715253907823,"source":"nn","link":"https://nepalnews.com/s/politics/seven-jsp-mps-submit-application-to-ec-seeking-legitimacy","imageLink":"https://web.nepalnews.com/storage/story/1024/ElectionCommission_202210091335231681286610_1024.jpg","category":"politics","content":"Seven members of parliament (MPs) from the JSP party have asked the Election Commission to recognize them as the legitimate party. They claim to have the support of more MPs and party members. The other faction of the party, led by the party's Chairperson, has also registered an application with the Election Commission. The Election Commission is reviewing the applications. The JSP party currently has 12 MPs in the federal parliament.","summary":"JSP faces potential split as seven MPs submit application seeking legitimacy, including Ashok Rai and Sushila Shrestha."},{"hash":"213c75c365bc6587173be238bffe53c278b0237429dd89be3735129f6ae1ba9e","title":"Newly elected member Nembang promises to serve those who voted for him.","date":1714414500000,"source":"nn","link":"https://nepalnews.com/s/politics/hor-newly-elected-member-nembang-pledges-to-value-ballots-in-his-favour","imageLink":"https://web.nepalnews.com/storage/story/1024/438095612_1098369961439606_545259671524641072_n1714490922_1024.jpg","category":"politics","content":"Suhang Nembang, the new House of Representatives member, promised to use his votes for good. He will work hard to help the people of Ilam, where he is from. Nembang's father was also a politician and Nembang is finishing what his father started.","summary":"Suhang Nembang, elected to the House of Representatives (HoR) from Ilam-2, vows to fulfill his constituents' trust and complete his late father's political aspirations."},{"hash":"4e99a70221a7d6268625e92c0b4ebd09bd1d62198ce041cfeec5e786901fd03d","title":"Minister Joshi calls for urgent aid to build homes for those affected by the earthquake in Jajarkot.","date":1715019300000,"source":"nn","link":"https://nepalnews.com/s/issues/minister-joshi-insists-on-immediate-relief-to-build-shelter-for-jajarkot-quake-survivors","imageLink":"https://web.nepalnews.com/storage/story/1024/bhukampa_jajarkot__7_1699080065_1024.jpeg","category":"issues","content":"Minister Joshi says people made homeless by the Jajarkot earthquake need help. He wants them to get money to build temporary shelters before the rainy season starts.\n\nNepal faces many disasters, including earthquakes, landslides, and floods. The government needs to do more to help people prepare for and recover from these disasters.\n\nThe National Reconstruction Authority has helped with rebuilding after the 2015 earthquake. The National Risk Reduction and Management Authority should do the same in the Karnali Province after the Jajarkot earthquake.\n\nAll levels of government (federal, provincial, and local) need to work together to provide disaster relief, but they don't always have the money or resources to do so. In Karnali, over 100,000 houses need to be rebuilt.","summary":"Nepal's Minister of Federal Affairs emphasizes urgent need for shelter aid to earthquake victims, highlighting ongoing disaster challenges and the importance of disaster risk management."},{"hash":"8e4afb40f01a17084214e78590634dd3101fcdac783d9e827fc77cefadccdc48","title":"Mother and son died in a house fire.","date":1714932900000,"source":"nn","link":"https://nepalnews.com/s/issues/mother-son-charred-to-death-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"issues","content":"A mother and son died in a fire while trying to put it out in Nepal.\nThe fire started in a community forest.\nThe mother was protecting hay when she caught fire.\nHer son tried to save her but also died.\nPolice are investigating the incident.\nThere have been other fires in the area recently.","summary":"Devastating fire in Beteni forest claims the lives of a mother and son while fighting the flames, leaving one charred unrecognizable."},{"hash":"b54fa0c4e8a38682d2f1c13456612ee5d6122c8b9d5f6817ae4a70b36ea5683e","title":"Two people died and two others were injured in a road accident.","date":1714846500000,"source":"nn","link":"https://nepalnews.com/s/issues/two-killed-and-two-injured-in-road-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/dbdbce93_cc17ef2f_15b84da5_accident_850x460_acf_cropped_850x460_acf_cropped1684914032_10241692099166_1024.jpg","category":"issues","content":"- Two people died in a tractor accident in Dadeldhura.\n- The deceased were the driver and a passenger.\n- Two others were injured and are being treated in a hospital.","summary":"A tractor accident in Dadeldhura claimed the lives of two individuals, Dhiraj Thapamgar and Bishnu BK, while injuring two others, Sudeep BK and Hikmat BK."},{"hash":"7e6981a5327ce2410247b2aeda4f72cca28c28a108d80560989dc82625cbbe22","title":"24 artifacts returned to Nepal from Hawaii","date":1714673700000,"source":"nn","link":"https://nepalnews.com/s/issues/24-pieces-of-artifacts-shipped-to-nepal-from-hawaii","imageLink":"https://web.nepalnews.com/storage/story/1024/441020358_818234927005128_7742768786942770028_n1714749977_1024.jpg","category":"issues","content":"The Embassy in Washington, DC received 24 artifacts from Ms. Susan Bradford. These artifacts, mostly from the 17th and 18th centuries, were voluntarily returned by Ms. Bradford. The Embassy has been working to recover lost Nepalese artifacts and has sent 63 pieces to Nepal in the past year. The Embassy thanks Ms. Bradford for her contribution and hopes it inspires others to return lost heritage.","summary":"The Embassy of Nepal in Washington, DC received 24 ancient artifacts from Ms Susan Bradford and sent them to the Department of Archaeology in Nepal, as part of its ongoing efforts to repatriate lost Nepali heritage."},{"hash":"6f8e980e79d7b07a8d480bc536b554223925b4db1c6846b5dbfb44baca6eccea","title":"Kanti Highway closed due to landslide","date":1714673700000,"source":"nn","link":"https://nepalnews.com/s/issues/kanti-highway-closed","imageLink":"https://web.nepalnews.com/storage/story/1024/Karnali_Highway1690012652_1024.jpg","category":"issues","content":"Landslide on Kanti Highway near Kalche, Lalitpur district.\nRoad closed due to collapsed road and gabion wall during maintenance work.\nTraffic not possible due to damage to the gabion wall.","summary":"Due to a landslide in Lalitpur's Kalche area, the Kanti Highway was closed indefinitely due to collapsed maintenance road sections and damaged gabion walls along the Kalche-Baguwa stretch."},{"hash":"aeb14f4cdcd03b9c57bb46afbd0ce56505fc715aa5896beb52c175e93f4fb690","title":"Tragically, an elderly couple passed away in a devastating fire that engulfed their home.","date":1714587300000,"source":"nn","link":"https://nepalnews.com/s/issues/elderly-couple-dies-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/fire_51683693219_1024.jpg","category":"issues","content":"Elderly couple, Tej Bahadur Lama (70) and his wife Thuli Lama, died in a house fire in Dhading. The fire broke out on the night of [date] and destroyed all belongings in the house. The police arrived at the scene but the couple had already passed away.","summary":"A fire at a Dhading house killed an elderly couple, Tej Bahadur Lama, 70, and his wife Thuli Lama, destroying all their possessions."},{"hash":"c94f8e4afac88e1cb0fb370ada56857a008186039807d76728b22d93ca250d67","title":"Nepal and South Korea are preparing for a high-level visit to strengthen their diplomatic ties. The visit will focus on enhancing cooperation in areas of mutual interest, including trade, investment, development, and people-to-people exchanges.","date":1715105700000,"source":"nn","link":"https://nepalnews.com/s/global/preparation-of-high-level-visit-between-nepal-and-korea","imageLink":"https://web.nepalnews.com/storage/story/1024/korea1715163613_1024.jpg","category":"global","content":"**Nepal and South Korea Celebrate 50 Years of Diplomacy**\n\n* Preparations underway for high-level visit to mark anniversary.\n* Nepal is a top destination for investment from South Korea, particularly in the automotive and hydropower sectors.\n* Nepali workers have been going to South Korea since 2008 under the Employment Permit System (EPS).\n* Over 44,000 Nepalis currently work in South Korea, mostly in agriculture and production.\n* Nepali workers will now also be involved in service and forestry sectors.\n* Nepalis who return home after working in South Korea contribute to job creation in Nepal.","summary":"Nepal and South Korea mark 50 years of diplomatic ties, with preparations underway for high-level visits, various commemorative programs, and increased investment from Korea in Nepal's hydropower and employment sectors."},{"hash":"e723ab3067a8adddaf32c9827d2897f76acc62350800bee739d3b29786c034f6","title":"Japan and Nepal have many similarities, according to Japan's Foreign Minister Kamikawa Yoko.","date":1714846500000,"source":"nn","link":"https://nepalnews.com/s/global/japan-and-nepal-share-many-things-in-common-japan-s-foreign-minister-kamikawa-yoko","imageLink":"https://web.nepalnews.com/storage/story/1024/japan_foregn_minister1714872450_1024.jpg","category":"global","content":"**Japan and Nepal: Commonalities and Cooperation**\n\n- Both Japan and Nepal have mountainous terrain, which poses development challenges.\n\n- Both countries value democracy and have cooperated in Nepal's efforts towards democratization.\n\n- Both have experienced earthquakes and supported each other during these events.\n\n- Japan has provided significant assistance to Nepal's development, including infrastructure, agriculture, education, and healthcare.\n\n- Nepal has also contributed to peace and security by providing personnel for UN peacekeeping operations, including many female personnel.\n\n- Japan is committed to supporting Nepal's continued development and strengthening their relationship in the lead-up to the 70th anniversary of diplomatic relations in 2026.","summary":"Japan and Nepal, both mountainous democracies facing natural disasters, have supported each other with humanitarian aid and infrastructure development, while promoting women's empowerment and economic growth."},{"hash":"92ad5a4c56c6702ac1fca8e9aea40059b95bd75ed4ab056b7e61b7be50879246","title":"Do not travel abroad for employment through illegal means.","date":1715253972577,"source":"nn","link":"https://nepalnews.com/s/global/not-to-go-to-foreign-employment-through-illegal-route-embassy","imageLink":"https://web.nepalnews.com/storage/story/1024/embassy_of_nepal1714535848_1024.jpg","category":"global","content":"**Nepali Embassy Warns Against Illegal Foreign Employment**\n\nThe Nepali Embassy in Islamabad warns:\n\n* Use only legal channels for foreign employment.\n* Some Nepalis have been stranded in Kyrgyzstan after being offered attractive but false jobs.\n* Embassy has rescued some stranded people and is working to return others.\n* Individuals involved in illegal employment schemes will face legal consequences.\n* Avoid falling for fake job offers from groups or individuals.","summary":"Nepalese Embassy in Islamabad alerts of fraudulent foreign employment schemes in Kyrgyzstan, urging legal means and condemning illegal involvement."},{"hash":"bffbbeed94cbee7bdbcb2d6935e7e40625760854aa3ac8a57ccafcde31c85fea","title":"Ohio doctors strengthen ties between Nepal and the US","date":1714328100000,"source":"nn","link":"https://nepalnews.com/s/global/ohio-based-doctor-couple-s-efforts-to-strengthen-nepal-us-relations","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr1714368003_1024.jpg","category":"global","content":"**Dr. Damodar Poudel and Dr. Sanju Mahato's Contributions to Nepal:**\n\nDuring the COVID-19 pandemic, Dr. Poudel and his wife provided medical services to Nepali communities in the US.\n\nDr. Poudel lobbied the US government to send COVID-19 vaccines to Nepal, which was struggling to get supplies.\n\nTheir efforts were recognized by the City of Reynoldsburg and Senator Sherrod Brown.\n\nDr. Poudel works to promote collaboration between Nepal and the US in areas such as technology and trade.\n\nHe has facilitated agreements between Nepali and US institutions for research and training.\n\nDr. Poudel is involved in various organizations that aim to strengthen Nepal-US relations and support the Nepali diaspora.","summary":"During the COVID-19 pandemic, Dr. Damodar Poudel and Dr. Sanju Mahato provided life-saving medical services to Nepali communities in the US and successfully lobbied for vaccines to be sent to Nepal, while also promoting Nepal-US relations in various sectors."},{"hash":"468fea9b415ea6e76ca037b6b29789a8d5dd2f4d95c5d5b4d67c94147f33d6e4","title":"Nepalese and Malaysian officials met to discuss collaboration in various areas, including trade, investment, and tourism.","date":1714068900000,"source":"nn","link":"https://nepalnews.com/s/global/meeting-between-high-officials-of-nepal-and-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/439895042_779997867565671_7837840790905478273_n1714113714_1024.jpg","category":"global","content":"**Nepal and Malaysia Strengthen Ties**\n\n- Nepal and Malaysia met to discuss ways to work together better.\n- They have been friends since 1960 and have a strong bond due to Nepalese soldiers' help in Malaysia's past.\n- Malaysia is a major trading partner for Nepal.\n- Malaysia welcomes workers from Nepal.\n- Tourism between the two countries is encouraged, and there are now direct flights between their capitals.","summary":"Nepal and Malaysia diplomats met to discuss cooperation, with Malaysia recognizing Nepal as a source for foreign workers and tourism promotion being a key focus area."},{"hash":"c421f2f8d013cc5c554ba2c77db9bd9c1b500b22e0c1b023672d9974111f3e94","title":"PM Dahal plans to present the upcoming budget in a new, innovative way.","date":1715105700000,"source":"nn","link":"https://nepalnews.com/s/business/upcoming-budget-to-be-introduced-in-a-new-manner-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_new1713842655_1024.png","category":"business","content":"Prime Minister Prachanda announced that the upcoming budget and policies will prioritize those in economic need and foundation for socialism.\n\nThe government has made progress in improving the economy, and is focused on good governance, social justice, and prosperity.\n\nThe government has taken action against corruption and injustice, and will continue to do so despite opposition.\n\nNepal's international relations have improved, with high-level visits strengthening ties with other countries.","summary":"PM Dahal announces a new approach to upcoming fiscal policies, emphasizing economic inclusion, soliciting public input, and continuing reforms while strengthening international relations."},{"hash":"a075617d73dd2ddd230185e93bc4a96eb63c19df0d395c2fc095fe4264a2bd4b","title":"**Nepal Swadeshi Summit 2024 Declaration**\n\nThe summit issued a 35-point declaration outlining plans for the country's development:\n\n* Promote self-reliance and reduce import dependency\n* Strengthen domestic production and create jobs\n* Encourage investment in agriculture, tourism, and renewable energy\n* Improve infrastructure and transportation\n* Enhance connectivity and trade with neighboring countries\n* Protect national interests and sovereignty","date":1715253997742,"source":"nn","link":"https://nepalnews.com/s/business/nepal-swadeshi-summit-2024-35-point-declaration-issued","imageLink":"https://web.nepalnews.com/storage/story/1024/441187804_7890365774349885_1226150477776136282_n1715125603_1024.jpg","category":"business","content":"The \"Make in Nepal-Swadheshi Summit\" ended with a plan to support local businesses and boost production in Nepal. The government will:\n\n* Create laws to support businesses\n* Promote using Nepali products\n* Ensure raw materials are available\n* Invest in the industrial sector\n* Use local products for official gifts\n* Help businesses get started and grow\n* Protect industries from unfair imports\n* Treat accused business owners fairly\n* Review trade agreements\n* Keep a common goal of economic growth among political parties","summary":"The Make in Nepal-Swadheshi Summit concluded with a 35-point declaration, emphasizing empowering local industries, promoting domestic production, and establishing a specialized financial institution for industrial investment."},{"hash":"53c3f9bbcf9667cddd56a7f8a64aefc3fbe7ed3365801f9faca679e05896b163","title":"Economic prosperity is starting in Dailekh region, according to Minister Bhandari.","date":1715254005522,"source":"nn","link":"https://nepalnews.com/s/business/economic-prosperity-begins-from-dailekh-minister-bhandari","imageLink":"https://web.nepalnews.com/storage/story/1024/dailekh_petrol1696130214_1024.webp","category":"business","content":"Dailekh district may become Nepal's economic center because of a petroleum exploration project. Minister Damodar Bhandari started the final drilling stage, hoping for a successful exploration that will bring wealth to Nepal. If the exploration finds enough oil and gas, Dailekh could become a major economic area. The project, funded by China, is expected to be completed in six months and will determine how much oil and gas is present.","summary":"Minister Bhandari initiated the final petroleum exploration in Dailekh, hoping for economic prosperity if successful, as the initial drilling was promising."},{"hash":"de9c0de3f02ee05a6730cab2aff88222c813e5cf5db89e6928a7fa56c9c14a45","title":"Government approves a loan of Rs. 13.33 billion for a project.","date":1714760100000,"source":"nn","link":"https://nepalnews.com/s/business/govt-approves-rs-13-33-billion-concessional-loan","imageLink":"https://web.nepalnews.com/storage/story/1024/WorldBank1696556524_1024.jpg","category":"business","content":"**Government Approvals:**\n\n* World Bank loan of Rs 13.33 billion approved.\n* Participation of Attorney General and Deputy Attorney General in a regional program.\n* Chief Election Commissioner to visit India to observe elections.\n* Revision of Rs 100 currency note with new Nepal map.\n* Draft MoU for judicial cooperation with India's Supreme Court approved.\n* MoU for consultative mechanism with Spain's Foreign Ministry endorsed.\n\n**Other Decisions:**\n\n* Former High Court judge appointed as Chairperson of Problematic Cooperatives Management Committee.\n* Backtracking of National Information and Technology Development Committee Order.\n* Transfer of some government secretaries.","summary":"Government approves concessional loan from World Bank, Cabinet participates in programs in India, endorses currency note design revision, gives permission for judicial cooperation with India, establishes consultative mechanism with Spain, appoints Problematic Cooperatives Management Committee Chairperson, transfers secretaries, and revokes IT Development Committee order."},{"hash":"bc8be8eb7e8ffa2fe7900669d0962e424051b45a2aeffd2c9f9768586c269bca","title":"New budget will prioritize the underprivileged class and regions.","date":1714760100000,"source":"nn","link":"https://nepalnews.com/s/business/pm-says-new-budget-will-focus-underprivileged-class-region","imageLink":"https://web.nepalnews.com/storage/story/1024/pm1712676393_1024.jpg","category":"business","content":"Prime Minister Prachanda plans to focus on the needs of poor and undeveloped regions in Nepal's upcoming budget. The budget will aim to improve governance, social justice, and economic well-being for marginalized communities, including those in remote areas like Karnali, Dalits, and oppressed groups. The Prime Minister has asked lawmakers to provide feedback on the budget, particularly in areas related to job creation and economic development. The upcoming parliamentary session will focus on passing important legislation and ensuring its effectiveness.","summary":"Prime Minister Prachanda announced a budget focused on addressing the needs of disadvantaged groups and regions, emphasizing good governance, social justice, and economic prosperity, while seeking feedback from party lawmakers and experts to enhance production and employment opportunities."},{"hash":"df9b7b06ec76b8f2f869bac62ff8e92d3b60b6a6145578db759c3601bcb09211","title":"Nepalese runners won two titles in Malaysia: 1st and 2nd position.","date":1714846500000,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-runners-won-2-titles-in-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/422620795_859372276202663_5891976066813061462_n1714904704_1024.jpg","category":"sports","content":"Nepali runner Mahadev Rijal won two races in Malaysia: a half marathon in 1 hour, 14 minutes, and 48 seconds, and a Climbathon (21 km) in 3 hours, 3 minutes, and 58 seconds. He has also won the Tower Runner competition in Malaysia, overcoming 83 flights of stairs in 9 minutes and 22 seconds. He is a resident of Nepal who has been practicing running in Malaysia.","summary":"Nepali runner Mahadev Rijal triumphed in a 21 km half marathon in Malaysia, adding to his victory in the 21 km Climbathon the previous day."},{"hash":"7d22f65cb13004efc951d1a7217634e5de098beab800527921bfd8488bcb265b","title":"Nepal defeated West Indies A in the final match of the T20 series.","date":1714760100000,"source":"nn","link":"https://nepalnews.com/s/sports/nepal-wins-final-match-against-west-indies-a-in-t20-series","imageLink":"https://web.nepalnews.com/storage/story/1024/438230324_859581999531515_2675064775143100892_n1714829807_1024.jpg","category":"sports","content":"**Nepal Triumphs in T20 Series**\n\nNepal defeated West Indies 'A' in the final match by six wickets. Despite losing three previous matches, Nepal's victory in the first match helped them lead to the win.\n\nWest Indies 'A' scored 172 runs, with Athanaze scoring 42. Nepal's Kami and Dhakal took three wickets each.\n\nNepal chased down the target in 18.5 overs, with Malla (37*), Sheikh (51), and Shah (58) leading the way. West Indies 'A's McCoy took three wickets.","summary":"Nepal defeated West Indies 'A' in the final match of the T20 Series after losing the first four matches, with Kushal Malla playing a crucial role in the victory."},{"hash":"bb189a36492ef05672b1ce8763b3e6b70343c234cd53688b22d4345275939757","title":"President extends best wishes to cricket players","date":1714760100000,"source":"nn","link":"https://nepalnews.com/s/sports/president-extends-best-wishes-to-cricket-players","imageLink":"https://web.nepalnews.com/storage/story/1024/Sheetal_Niwas1623082198_1024.jpg","category":"sports","content":"President Paudel wishes good luck to Nepal's cricket team in the ICC T20 World Cup.\n\nThe team is leaving for the US tonight.\n\nThe World Cup starts June 1st, and Nepal is in Group D with South Africa, Sri Lanka, Bangladesh, and the Netherlands.\n\nNepal's first match is against the Netherlands on June 4th.","summary":"Nepali cricket team, departing for the ICC T20 World Cup in the US, received well wishes from President Paudel; Nepal will face the Netherlands in their first match on June 4th."},{"hash":"63f0360edf629c2552c07da82b4f8a204ad5b2ed608c251932759e4931274472","title":"West Indies won the T20 series against opposition A.","date":1715254042287,"source":"nn","link":"https://nepalnews.com/s/sports/west-indies-a-clinches-t20-series-title","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714701176_1024.jpg","category":"sports","content":"West Indies 'A' won the T20 series by beating Nepal in the fourth match. West Indies 'A' scored 209 runs and Nepal made 181 runs. Andre Fletcher scored the most runs for West Indies 'A' with 84, and Rohit Kumar Paudel had the highest score for Nepal with 82. The final match will be on Saturday.","summary":"West Indies 'A' clinched the T20 series title against Nepal, winning 3-1 after a 28-run victory in the fourth match, despite one match remaining."},{"hash":"c0268d83151b4700710f0d718bbec12fc67c78746b9c81699b68d8c7925acf37","title":"Nepal lost their third match in the T20 series against West Indies by 76 runs.","date":1714500900000,"source":"nn","link":"https://nepalnews.com/s/sports/t20-series-nepal-lose-third-match-to-west-indies-by-76-runs","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714577666_1024.jpg","category":"sports","content":"Nepal lost to West Indies 'A' in cricket by 76 runs. Nepal tried to chase a target of 228 runs but was only able to score 151. Karan KC scored the most runs for Nepal (28).\n\nWest Indies batted first and scored 227 runs. Johnson Charles scored the most runs for West Indies (119).\n\nIn the five-match series, Nepal has won two matches and lost two. The next match is on Thursday.","summary":"Nepal lost its third T20 match against West Indies 'A' by 76 runs, with Johnson Charles scoring a century for the visiting team."},{"hash":"f6df2c95d8308e02a5d724675b6f580035fa1a3784b03ef6d2594dadf3ba0498","title":"Nepal sends a team to compete in the Asian Under-20 Athletics Championship","date":1715254055059,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-team-departs-to-participate-in-asian-u-20-athletics-championship","imageLink":"https://web.nepalnews.com/storage/story/1024/438206076_448748784338052_4246932501331390940_n1713843823_1024.jpg","category":"sports","content":"Nepalese athletes are heading to the Asian U-20 Athletics Championships in Dubai. The team includes:\n\n* Badal Karki (800m and 1500m)\n* Adeshkumar Yadav (100m and 200m)\n* Ajay B.K (1500m and 3000m)\n* Kalpana Budha (1500m and 3000m)\n\nCoach Kanti Mahato will accompany the team.","summary":"The National Sports Council bid farewell to a team of five athletes and one coach heading to the Asian U-20 Athletics Championships in Dubai, featuring Badal Karki (800m, 1500m), Adeshkumar Yadav (100m, 200m), Ajay B.K (1500m, 3000m), Kalpana Budha (1500m, 3000m), and Kanti Mahato (coach)."},{"hash":"b70088aed087be48dc7ad38ba6f972de6b0d941f8703d43a1cae84eb468445f4","title":"Dengue cases in Bagmati Province have exceeded 11,000.","date":1714846500000,"source":"nn","link":"https://nepalnews.com/s/health/dengue-cases-surpass-11-thousand-in-bagmati","imageLink":"https://web.nepalnews.com/storage/story/1024/kushtia_dengue_6yr_old_child_dies_of_dengue_in_kushtia_daily_bangladesh_16941828191697183214_1024.jpg","category":"health","content":"Over 11,000 cases of dengue fever reported in Bagmati Province, Nepal, in the past 9 months. Most cases are in Dhading (3,501), followed by Kathmandu (3,000). One person has died from dengue in Makwanpur. The risk of dengue is highest in summer. The Health Directorate is planning a campaign to destroy mosquito larvae and prevent further cases.","summary":"Over 11,400 dengue fever cases reported in Bagmati Province within nine months, with Dhading having the highest and Rasuwa the lowest number of cases."},{"hash":"8aef9eb1da2d64a20abdcf3e1f946935576aaae84d7d0b3cd9ba8aa4647804c0","title":"Nepal's approach to population and development is based on human rights, ensuring:\n\n* Access to essential services (healthcare, education, etc.)\n* Protection of reproductive rights\n* Empowerment of women and marginalized groups\n* Integration of population concerns into overall development plans","date":1714414500000,"source":"nn","link":"https://nepalnews.com/s/health/nepal-s-approach-to-population-and-development-is-right-based-dpm-yadav","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav_NewYork_1_1068x8011714461437_1024.jpg","category":"health","content":"**Nepal's Approach to Population and Development:**\n\n* Nepal emphasizes human rights and inclusiveness in addressing population issues.\n* Nepal believes the UN's population plan is essential for achieving sustainable development goals.\n* Nepal has implemented policies to improve the quality of life for all citizens.\n\n**Challenges and Commitments:**\n\n* Progress has been made in reducing poverty and improving health, but inequalities remain.\n* Pandemics, climate change, and other challenges have hindered development efforts.\n* Nepal remains committed to person-centered development, human rights, and reproductive health.\n* Nepal aims to reduce maternal deaths, promote education, involve youth in decision-making, and strengthen data systems.","summary":"Nepal embraces a rights-based approach to population and development, emphasizing full implementation of the ICPD Programme of Action, addressing challenges, and prioritizing human rights, gender equality, and reproductive health."},{"hash":"853075cf39e1fcb42df78d974231e5f27301b7a218e2c71c13a200de5ecc34ac","title":"Japan has given a community center to help with disaster prevention.","date":1713809700000,"source":"nn","link":"https://nepalnews.com/s/health/japan-hands-over-the-community-center-for-disaster-prevention","imageLink":"https://web.nepalnews.com/storage/story/1024/1_IMG_22281713885995_1024.jpeg","category":"health","content":"Japan built a new community center in Sindhupalchowk, Nepal to help the area prepare for disasters. The center will have disaster prevention committees, activities, and broadcasting. It will also have warehouses and help prevent landslides. Japan hopes the center will improve disaster preparedness and help the region grow.","summary":"Japan handed over a community center for disaster prevention to Indrawati Rural Municipality in Sindhupalchowk District, enhancing disaster prevention capabilities melalui JAFS."},{"hash":"91ef85d22d1f5e45d5c9e0d118acd881370663a55fa7eb366d52362a948b3462","title":"Dr. Sharma, a parliamentarian, donated Rs. 2 million to a children's hospital to support its operations.","date":1713377700000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr Sunil Sharma, a member of the House of Representatives, donated two million rupees to the Children's Hospital being built by Dr Bhagwan Koirala.\n\nKIOCH, led by Dr Koirala, plans to build hospitals for children in all seven provinces of Nepal. They have already built a hospital in Damak and plan to construct a 100-bed hospital in Kathmandu.\n\nAfter the Kathmandu hospital is complete, KIOCH aims to build 50-bed hospitals in the other six provinces.","summary":"MP Sharma donates 2 million rupees to Children's Hospital project initiated by Cardiothoracic Surgeon Dr Bhagwan Koirala, part of KIOCH's plan to build specialized children's hospitals in all seven provinces."},{"hash":"42e79a4549bfdf6d5604bd78b3d44969e580204855bea65a83fee67398a94def","title":"Dr. Sharma, a member of parliament, donated $2 million to a children's hospital.","date":1713377700000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital-1","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr. Sunil Sharma, a member of Parliament, donated 2 million rupees to a children's hospital being built by Dr. Bhagwan Koirala.\n\nThe hospital, called Kathmandu Institute of Child Health, will be a specialized hospital for children in Kathmandu. Plans are in place to build similar hospitals in all seven provinces of Nepal.","summary":"MP Dr Sunil Sharma donated two million rupees to the Children's Hospital under construction by Cardiothoracic Surgeon Dr Bhagwan Koirala's KIOCH, which plans to build 100-bed hospitals in Kathmandu and 50-bed hospitals in all seven provinces."},{"hash":"3366c0665f89d2e7da9c8b7f2493798ccbb5625b22f9517335e99c27063a9b96","title":"Children receiving vitamin A capsules and deworming tablets","date":1713377700000,"source":"nn","link":"https://nepalnews.com/s/health/vitamin-a-capsules-de-worming-tablets-being-administered-to-children","imageLink":"https://web.nepalnews.com/storage/story/1024/vitamin_A1713434673_1024.jpg","category":"health","content":"**Vitamin 'A' and Deworming Program**\n\nThe government is giving free Vitamin 'A' capsules and deworming tablets to children under 5 years old.\n\n**Vitamin 'A' Capsules:**\n* For children aged 6 months to 59 months\n* Helps prevent vitamin 'A' deficiency\n\n**Deworming Tablets:**\n* For children aged 1 to 5 years\n* Helps remove harmful worms from the body\n\n**Volunteers will visit each ward to administer the supplements.**","summary":"Nepal launches National Vitamin 'A' and de-worming program, aiming to reach over 6 million children."},{"hash":"cb8effbde048b79cd9eeb5db55bb2f9c531a9197c14829fec68dc9eb61b5e6c5","title":"414 climbers have been granted permission to climb Mount Everest during the spring climbing season.","date":1715019300000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/414-climbers-receive-permission-for-climbing-mt-everest","imageLink":"https://web.nepalnews.com/storage/story/1024/437535457_831813775640046_1295344342444497167_n1715094430_1024.jpg","category":"travel-and-tourism","content":"**Everest Expedition Permits**\n\n* 414 climbers have permits to climb Mount Everest this spring.\n* This includes 75 women and 339 men.\n* Last year, 478 climbers had permits.\n* A total of 971 climbers have permits for 30 mountains this season.\n* Over $674 million has been collected in permit fees, with $592 million from Everest alone.","summary":"414 climbers, including 75 women, have been granted permission to ascend Mount Everest in the spring, raising $674.7 million in royalty."},{"hash":"0874884b48df6c09d57d98acb64fffffa39221f8b28d9bd21ea02bb1dc9ea5ae","title":"A pepper was left on top of Mount Makalu, the world's fifth-highest mountain.","date":1715019300000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/pepper-on-the-top-of-world-s-fifth-highest-mount-makalu-1","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_05_06_at_171715074396_1024.jpg","category":"travel-and-tourism","content":"Allie Pepper, an Australian mountaineer, has climbed the fifth highest mountain in the world, Makalu, without using extra oxygen. This makes her the first Australian woman to climb 10 out of 14 eight-thousand-meter peaks without oxygen.\n\nIt took her two years to reach this goal, and she now plans to climb the third highest mountain, Kanchenjunga. Pepper's goal is to climb all 14 eight-thousanders by 2025 without using extra oxygen.","summary":"Australian climber Allie Pepper summits Mount Makalu, her 10th of 14 eight-thousanders without supplemental oxygen, aiming to be the first Australian woman to complete all 14 by 2025."},{"hash":"c577b55550261cd2c05a1486572b55a71ac4a144afdbe64aab2ffb08731aedfc","title":"Pepper is on top of the world's fifth highest mountain, Makalu.","date":1715019300000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/pepper-on-the-top-of-world-s-fifth-highest-mount-makalu","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_05_06_at_171715074396_1024.jpg","category":"travel-and-tourism","content":"Allie Pepper, an Australian mountaineer, reached the top of Makalu, the world's fifth highest mountain, without using extra oxygen. She has now climbed 10 of the 14 highest peaks without oxygen, making her the first Australian woman to do so. She plans to finish climbing all 14 peaks by 2025.","summary":"Australian mountaineer Allie Pepper successfully climbed Mount Makalu, her tenth eight-thousand-meter peak without supplemental oxygen, leaving her with 10 more to conquer on her \"Respect Above the Clouds 14 Peaks No O2\" mission."},{"hash":"05ccd0087553ef7f3c6c7d94a8d9fe15c2710faa42cb902878fe38449f9d84c0","title":"Tigers and rhinos have been found dead in Chitwan National Park.","date":1715019300000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/tiger-rhino-found-dead-in-cnp","imageLink":"https://web.nepalnews.com/storage/story/1024/tiger_dead1705845288_1024.jpg","category":"travel-and-tourism","content":"A tiger was found dead in Chitwan National Park, while a rhino was found dead in a nearby community forest. The tiger's cause of death is unknown, while the rhino is believed to have died naturally.","summary":"A tiger and a rhino were found dead in Chitwan National Park and Nawalparasi, respectively, with the tiger's cause of death unknown and the rhino's death attributed to natural causes."},{"hash":"e115a6d41dc575a6fb20a754295e2c6493cf6d2654ae267d4145bfcfcc13107f","title":"The Prime Minister has announced an innovation fund to support growth in the IT sector.","date":1714587300000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/pm-announces-to-institute-innovation-fund-for-it-sector-expansion","imageLink":"https://web.nepalnews.com/storage/story/1024/91fd8100_c369_454d_8e45_d73c48c2fe8d_1000x5001714631578_1024.jpg","category":"science-and-technology","content":"Prime Minister Prachanda plans to create an innovation fund in the next budget to support the growth of the information technology sector. This fund will encourage young scientists and entrepreneurs to develop and use technology for economic and social progress. The government will also strengthen laws to combat cybercrime.","summary":"PM Dahal pledges innovation fund for ICT sector expansion, emphasizing economic transformation through technology."},{"hash":"f695aa1ad994bab3c00f1b5a8d5ea6fd3e689cc6689b961e67fffef625c6e80d","title":"Today marks National ICT Day, a day to recognize the importance of information and communication technology in the nation.","date":1715254127713,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/national-ict-day-being-observed-today","imageLink":"https://web.nepalnews.com/storage/story/1024/ict_day1714614867_1024.jpg","category":"science-and-technology","content":"**ICT Day Celebrated in Nepal**\n\nToday is National ICT Day in Nepal. The government is hosting a special event with the Prime Minister as the chief guest. People and groups who have helped the ICT sector will be honored.\n\nThe government believes ICT is important for Nepal's economy and social development. The government is working to make ICT more available and used by people.","summary":"Nepal observes National ICT Day, honoring contributions to information and communications technology, with a focus on utilizing technology for socio-economic transformation."},{"hash":"9789ea6409b4715294fcecec4caf76bc9f86f5d00af5cd8543239bf9f3e5e012","title":"Politicians' excitement should inspire investors and positively impact the economy.","date":1713982500000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/politics-should-fill-enthusiasm-among-investors-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_25_at_131714045205_1024.jpg","category":"science-and-technology","content":"President Paudel says Nepal has great potential for energy development and prosperity.\n\nHe believes politics should encourage investment by simplifying laws and regulations.\n\nNepal's move towards political stability and democracy is attracting domestic and foreign investment.\n\nThe government prioritizes the energy sector to increase Nepal's self-sufficiency and export electricity to neighboring countries.\n\nThis is seen as a positive step for Nepal's economy.","summary":"President Paudel emphasizes the importance of politics fostering investor enthusiasm, legal facilitation by the Government of Nepal, and private sector investment in Nepal's energy development for national prosperity."},{"hash":"8645e6e32c99e132c7dedb2a85a2626985e9d5f7e0c18cf2f27997f5d483ec41","title":"A new bill proposes rules for using artificial intelligence (AI) in information technology (IT) and cybersecurity.\n\nThe bill aims to make sure that AI is used responsibly and transparently. It would require companies to:\n\n* Explain how their AI systems work\n* Be accountable for any harm caused by AI\n* Protect privacy and prevent discrimination\n\nThe bill aims to protect people from potential risks of AI while also allowing it to be used for good.","date":1710180900000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/draft-bill-on-it-and-cyber-security-seeks-transparent-accountable-use-of-ai","imageLink":"https://web.nepalnews.com/storage/story/1024/Ministry_of_Communication1710223162_1024.jpg","category":"science-and-technology","content":"**IT Security Draft Bill**\n\nThe government is proposing a new law to improve IT and cybersecurity. The bill will encourage the use of modern technologies like AI, machine learning, and blockchain.\n\n**Key Features:**\n\n* Establish a research and development center for new technologies.\n* Create a structure for IT and cybersecurity leadership, including a committee headed by the Communications Minister.\n* Set up a coordination committee to respond quickly to cyber threats.\n* Protect data privacy and prohibit cyberbullying and harassment.\n* License cybersecurity service providers and require government websites to meet standards.","summary":"A draft IT and cyber security bill in Nepal proposes the use of AI, machine learning, blockchain, and IoT while establishing structures for IT and cyber security management, including a center for research and development, and addressing data safety, privacy, and cybercrime."},{"hash":"7b3564e64335cf6b09ca9388a43353ae8e4c829e4a33b5dafd81bc5c1b419b8b","title":"Minister Sharma believes we need cyber laws to solve problems.","date":1715254146758,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/cyber-legislation-needed-to-resolve-problems-minister-sharma","imageLink":"https://web.nepalnews.com/storage/story/1024/Sharma1695206333_1024.jpg","category":"science-and-technology","content":"**Cyber Laws Needed to Solve Problems**\n\nMinister Rekha Sharma says there's a problem with cyber (online) activities because there are no clear laws to guide and protect people. The government is working on making these laws.\n\nThe minister asks for feedback from different groups to help create the best possible laws. She emphasizes the importance of educating the public about cyber security.\n\nTechnology has made work easier, but it has also created new problems.\n\nThe Undersecretary of the ministry explains that the meeting was to teach people how to keep their information safe online.\n\nCybercrimes and other challenges were also discussed.\n\nThe Chief District Officer highlights the critical need for awareness in dealing with cyber security issues.","summary":"Minister Sharma highlights the need for cyber legislation to address cybersecurity challenges, emphasizing the importance of public awareness and inter-departmental collaboration."},{"hash":"c11dd4e0a73ed780f50db62b525aa16fa7c624433478c86d79746516e89b9f0d","title":"India is discussing with Bangladesh to export natural gas and electricity to the neighboring country.","date":1715254152837,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/talks-positive-with-bangladesh-to-export-energy","imageLink":"https://web.nepalnews.com/storage/story/1024/Nepal_Electricity_Authority1691846323_1024.jpg","category":"science-and-technology","content":"Nepal and Bangladesh have agreed to a deal where Nepal will sell electricity to Bangladesh during the upcoming rainy season. The final agreement is being worked on and will be signed soon.","summary":"Officials from Nepal Electricity Authority and Bangladesh Power Development Board have held positive talks on a power trade deal, agreeing that Nepal will export electricity to Bangladesh from the upcoming rainy season."},{"hash":"e61c612a2fa2945dbce36e78bfcbfcfe5e05c704908dd9baac7769efb299faed","title":"50 years of friendship celebrated with joy and reminiscence.","date":1715254157561,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/celebrating-50-years-of-friendship","imageLink":"https://web.nepalnews.com/storage/story/1024/209370c5_271f_40b2_b38c_4d479196175d1714881747_1024.jpeg","category":"entertainment-and-lifestyle","content":"**Korean Cultural Event**\n\nCelebrate 50 years of friendship between Korea and Nepal at this special event.\n\n* Witness a captivating Taekwondo performance by K-Tigers.\n* Enjoy an energetic K-dance showcase by People on Stage.\n* Celebrate the cultural connection between the two nations.\n\nCome experience the vibrant Korean culture through traditional and modern art forms.","summary":"The Embassy of the Republic of Korea celebrates 50 years of diplomatic ties with Nepal with a cultural event showcasing traditional and modern Korean martial arts and dance performances."},{"hash":"5db1f1b27f140836a538af8994d1d20d3c4e3bfba7357d0ab258108d457e3803","title":"Veteran Nepali actor Chhabi Raj Lohani passed away due to heart attack.","date":1714328100000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/actor-cp-lohani-passes-away","imageLink":"https://web.nepalnews.com/storage/story/1024/cp_lohani_11714394375_1024.jpg","category":"entertainment-and-lifestyle","content":"CP Lohani, the lead actor of Nepal's first hit movie \"Maitighar,\" died at 86. He was suffering from Alzheimer's and pneumonia. Lohani was also a government official and worked in the film and music industries. He was married to Bollywood actress Mala Sinha. His final rites will be held today at Pashupati Aryaghat.","summary":"Renowned Nepali actor CP Lohani, known for his role in the private hit \"Maitighar,\" passed away at 86 from Alzheimer's and pneumonia."},{"hash":"47c5ab0dc3d11afc19bb0a2ea497b4519a334d00648998358c7cab2575b09124","title":"Democratic republic cherishes moral values like religion and seeks to promote virtuous behavior in its citizens.","date":1713636900000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/a-democratic-republic-seeks-moral-values-and-virtues-like-religion-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_21_at_111713687967_1024.jpeg","category":"entertainment-and-lifestyle","content":"President Paudel says all religions, including our government, seek good values. He believes the goal of all religions is to help humanity.\n\nOn Lord Mahabir's birthday, President Paudel wishes happiness, peace, and progress for all Jains. He believes the Jain community positively impacts society through non-violence and service.\n\nThe President hopes the Jain community will continue to promote non-violence, peace, and other Jain principles.","summary":"President Ramchandra Paudel emphasized the moral values and welfare focus of all religions, including Jainism, at Lord Mahabir's 2623rd birth anniversary celebration."},{"hash":"36bf5184da2134fc7913480835b722431a60fe0d878008465b1a5b5221530db2","title":"Chaiti Chhath concludes with offerings to the rising sun.","date":1715254174172,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/chaiti-chhath-concludes-offering-argha-to-rising-sun","imageLink":"https://web.nepalnews.com/storage/story/1024/NawadeepShrestha_Bidur_RSS_14_ChhathPhoto1667194260_1024.JPG","category":"entertainment-and-lifestyle","content":"Chhath festival ended in Mithila today. Devotees offered water to the rising sun to complete the fast. This festival is celebrated twice a year, once in autumn and once in spring.","summary":"Baasanti (Chaite) Chhath festival, celebrated for four days in the Mithila region for peace and prosperity, concluded with devotees offering argha to the rising sun, completing this year's Chaiti Chhath festival."},{"hash":"5c4e40b0cfcc81a841cfed842ce2aa92af57f2e88130f43a69d94018c770008a","title":"Socialist culture is essential in laying the foundation for socialism. It fosters values of equality, cooperation, and collective well-being, preparing society for the transition to a socialist system.","date":1715254179257,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/socialist-culture-a-primary-condition-for-preparing-base-of-socialism-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/436421060_2683866678446874_1444593645290858072_n1713059615_1024.jpg","category":"entertainment-and-lifestyle","content":"Socialist culture is needed to create a foundation for socialism. PM Dahal promised government support for cultural institutions and artists. He attended a cultural event and was inspired by the performances of diverse cultures. The Sanskritik Sansthan is promoting Nepali culture through weekly cultural programs featuring folk songs, dances, and dramas from all seven provinces.","summary":"PM Dahal emphasizes the importance of socialist culture as a foundation for building a socialist society, promising support for cultural institutions and encouraging the promotion of Nepali arts and national unity through cultural diversity."},{"hash":"10cf863df3cc1c834cebb743c3d41fae1b57d281bfd01d39427f6e4451e563e4","title":"China's fashion industry is booming, with a rapidly growing domestic market and a strong presence in global exports.\n\n**Growth Drivers:**\n\n* Rising incomes and consumer spending\n* Government support for the industry\n* Globalization and e-commerce\n\n**Major Categories:**\n\n* Apparel\n* Footwear\n* Accessories\n* Luxury goods\n\n**Key Players:**\n\n* Domestic brands (e.g., Li-Ning, Bosideng)\n* International brands (e.g., Nike, Zara)\n* Designers and artists\n\n**Challenges:**\n\n* Competition from international brands\n* Rising costs of production\n* Environmental concerns","date":1715254185395,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/china-fashion-industry","imageLink":"https://web.nepalnews.com/storage/story/1024/XxjpbeE007327_20240411_PEPFN1A0011712886662_1024.JPG","category":"entertainment-and-lifestyle","content":"There is no context provided to summarize. Please provide the context for me to summarize.","summary":"Unable to summarize as no major events were provided."},{"hash":"76a99df984b257d68d73357919d68eed175d63fefb1ad910c5a64cb39cb5effd","title":"In Madhesh, Nepal, the Sunkoshi-Marin Tunnel has been completed and will bring water to over 50,000 hectares of farmland. This tunnel has the capacity to hold 32 cubic meters of water per second. The project is expected to improve the lives of over 200,000 people in the area.","link":"https://kathmandupost.com/money/2024/05/09/sunkoshi-marin-tunnel-brings-hope-for-parched-madhesh-farmlands","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/TBM-1715225575.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"money","content":"**Sunkoshi Marin Project**\n\nA 13.3 km tunnel is now complete, which will divert water from the Sunkoshi River to the Marin River. This will provide year-round irrigation to over 122,000 hectares of farmland in five districts in the central Tarai region.\n\nThe project also includes a hydroelectric power plant that will generate 31 megawatts of electricity.\n\nThe project, which is expected to cost around Rs87 billion, is scheduled to be completed by July 2027.","summary":"The 13.3 km diversion tunnel for the Sunkoshi Marin multipurpose project achieved a breakthrough six months before its 2027 completion deadline, aiming to irrigate 122,000 hectares of farmland in the central Tarai and generate 31.07 megawatts of hydropower."},{"hash":"993e3dfb635cc252b93bf935dad75ef144713614867292c57642795d1f8ac6ff","title":"Nepali Congress might let Rabi Lamichhane speak in parliament, but he will not be allowed to vote or take part in discussions.","link":"https://kathmandupost.com/politics/2024/05/09/nepali-congress-may-allow-lamichhane-to-speak-in-parliament","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb18-1715215891.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"politics","content":"The opposition Nepali Congress demands a parliamentary investigation into Deputy Prime Minister Lamichhane's involvement in a cooperative funds scam. They believe he embezzled millions of rupees. Lamichhane denies any wrongdoing.\n\nThe Congress also accuses Lamichhane of misusing the Nepal Police and Attorney General's Office to clear his name. They claim he influenced authorities to avoid investigating him.\n\nDespite the government's suggestion of a broader investigation into cooperative issues, the Congress insists on targeting Lamichhane. They will continue to disrupt Parliament until a committee is formed to investigate him.\n\nThe Congress also raised concerns about unconstitutional actions taken in forming governments in Koshi and Gandaki provinces by the ruling parties. They may seek legal action against these issues.","summary":"The main opposition Nepali Congress insists on a parliamentary probe into Deputy Prime Minister and Home Minister Rabi Lamichhane's alleged cooperative funds embezzlement, despite suggestions from other parties for a broader investigation into the cooperative sector."},{"hash":"40a529e517bf93a20206c3fc06b60ee095358e2bdafb9cde44387b93947eaaf8","title":"Yadav plans to challenge the registration of a new political party in court.","link":"https://kathmandupost.com/politics/2024/05/09/yadav-to-move-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/UpendraYadav-1715216471.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"politics","content":"Janata Samajbadi Party Nepal plans to challenge the Election Commission's recognition of a new party led by Ashok Rai. They believe the registration is illegal because there are no laws allowing party splits.\n\nThe new party was registered quickly, and they will go to court over it.\n\nThe split happened because some leaders felt Upendra Yadav was running the party like a dictator. Yadav denies these claims and says he has tried to accommodate everyone.\n\nThe split leaves Yadav with only five lawmakers, and the commission is asking all lawmakers to choose which party they want to be part of.\n\nYadav met with the Prime Minister to assure him that his party will stay in the ruling alliance and that there are no plans to change it.\n\nYadav claims he still has the majority in the party, and the split only involved a few people leaving.","summary":"Janata Samajbadi Party Nepal (JSP-N) led by Deputy Prime Minister Upendra Yadav will challenge the Election Commission's recognition of a splinter group as a new party, citing illegal registration and ongoing discontent within the party."},{"hash":"29604398fd95ad92a2065f9f62c570692ad53bedbebdc93b1c5c14c9138ffdaf","title":"My writings fuse Nepali traditions with experiences from living in different countries.","link":"https://kathmandupost.com/books/2024/05/09/my-writings-blend-nepali-heritage-with-diasporic-flavour","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/KRISHNA-1715220967.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"books","content":"**Krishna Bajgai: Nepali Writer in the UK**\n\n* Writes in Nepali for 21 years abroad\n* Founded Samakalin Literary Academy, supporting Nepali literature in the UK\n* Edited Samakalin sahitya web magazine and Prawasan Research Journal of Nepalese Literature\n* Published 18 literary works in Nepali\n\n**Influences and Inspiration**\n\n* Started writing after poem publication in 1984\n* Active in literary organizations and events\n* Inspired by readers' feedback\n\n**Support for Aspiring Writers**\n\n* Samakalin Literary Academy supports Nepali literature through:\n    * Web magazine\n    * Prawasan Research Journal\n    * Discussions and poetry events\n* Plans to translate Nepali works into English for a global audience\n\n**Prawasan Research Journal**\n\n* Publishes articles on language, literature, and theories\n* Reviews articles by experts\n* Promotes Nepali literature and research\n\n**Diaspora Experience**\n\n* Living in Europe for 24 years influences writing\n* Writes about Nepal from a distance and immigrant experiences\n* Blends experiences from Nepal and UK in unique ways\n\n**Challenges for Nepali Writers in the UK**\n\n* Time management due to work and family\n* Limited access to Nepali books in the UK\n* Lack of direct feedback from Nepali readers\n* Limited opportunities for improvement and writing\n\n**Book Recommendations**\n\n* Sapiens: A Brief History of Humankind\n* Atomic Habits\n* Long Walk to Freedom\n* The Alchemist\n* The Kite Runner","summary":"Krishna Bajgai, a Nepali writer residing in the UK for 24 years, has been writing for 21 years, publishing 18 literary works, founding a contemporary literary organization, and facing challenges of time management and lack of feedback."},{"hash":"8773173ac836c8e7e5012b8e591c6d5b2cef1aaa5c3f9bf32d0f71a8259afe13","title":"court-issues-arrest-warrants-against-20-in-nepal-children-s-organisation-land-lease-scam","link":"https://kathmandupost.com/national/2024/05/09/court-issues-arrest-warrants-against-20-in-nepal-children-s-organisation-land-lease-scam","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Nepalchildrenorganisation-1715242515.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"national","content":"**Summary:**\n\n* Kathmandu District Court issued arrest warrants for 20 people involved in a land lease scam.\n* The Nepal Children's Organization accused its former leaders, including Reeta Singh Vaidya, of misappropriation in a land lease deal.\n* The organization leased 29 ropanis of land to a school in 2015, extending the lease by 43 years beyond the original term.\n* The school subleased part of the land to another school for a higher rent.\n* The deal was canceled this year, and the former leaders are now accused of fraud.","summary":"Arrest warrants issued for 20 individuals, including former Nepal Children's Organisation chair Reeta Vaidya, in a land lease scam involving alleged misappropriation."},{"hash":"59f298234b280fa0591d0d30e4fbe9e9eb1f6e5022825d49db7c9d29cf0971ae","title":"Doctors and health workers are getting training on how to screen for non-communicable diseases (NCDs) like diabetes, high blood pressure, and cancer. This training will help them to identify and manage NCDs early on, which can improve the health outcomes of their patients.","link":"https://kathmandupost.com/health/2024/05/09/doctors-health-workers-get-ncd-screening-training","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/health/thumb19-1715216811.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"health","content":"Health workers in Kathmandu have been trained to screen patients for non-communicable diseases like high blood pressure, heart disease, cancer, diabetes, and mental health problems. The trained health workers will provide medicines for these diseases, give advice, and refer patients to hospitals if needed. This is important because these diseases are now a major health problem in Nepal, causing more deaths than communicable diseases. Even though medicines for some of these diseases are free, many people don't know they have these diseases because they haven't been screened. Health officials hope that this screening will help to diagnose and treat these diseases earlier, which could save lives.","summary":"Over 50 health workers in Kathmandu received training to screen for non-communicable diseases like hypertension, heart disease, cancer, diabetes, and mental health issues, as these diseases contribute to 71% of deaths in Nepal."},{"hash":"1801d6ead071c649a64c0fde0790be274f8900ce60b54acca6dfb6dbc55067e8","title":"Karki, a former commander, allegedly misused millions of rupees during his post in Koshi. The funds were allocated for the welfare of flood victims, but instead were spent on lavish spending and personal gains. He is accused of using the money to purchase luxury vehicles, build a lavish house, and host parties. This excessive spending has led to a public outcry and calls for accountability.","link":"https://kathmandupost.com/editorial/2024/05/08/karki-s-excesses-in-koshi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/third-party/thumb21-1715217280.jpg&w=900&height=601","date":1715105700000,"source":"kp","category":"editorial","content":"Kedar Karki, former Chief Minister of Koshi Province, has been removed from his post due to lack of support.\n\nKarki held onto power despite being in the minority, causing a stalemate. He refused to resign or call for a floor test.\n\nKarki's rise to power was helped by the support of the CPN-UML, a rival party. This caused division within his own party and led to the downfall of the coalition government.\n\nKarki's actions highlight the greed and immoral practices in Nepali politics, which have extended to the provinces.\n\nThe provincialisation of these practices is a threat to democratic values and the devolution of power hoped for under federalism.","summary":"Kedar Karki, a caretaker chief minister, faces removal as Koshi Province calls for a new government, marking an end to his power struggles and signaling the erosion of moral standards in provincial politics."},{"hash":"76d90bffa13a5f8e29f2a657b46763cb72bd2b5c3e7c4836de6d4bbffed828a2","title":"Nepali bureaucracy is a complex system characterized by:\n\n* Hierarchy: Clear levels of authority and reporting structures.\n* Formalism: Emphasis on rules, regulations, and written communication.\n* Delay: Slow decision-making processes and delayed implementation.\n* Patronage: Personal connections and relationships influence decisions.\n* Corruption: Widespread bribery and unethical practices.\n* Lack of transparency: Limited public access to information.","link":"https://kathmandupost.com/columns/2024/05/08/understanding-nepali-bureaucracy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadPostIllustration-1715184406.jpg&w=900&height=601","date":1715105700000,"source":"kp","category":"columns","content":"**Nepali Bureaucracy: Two Sides of the Coin**\n\nNepali bureaucrats have two conflicting roles:\n\n**Powerful and Independent:**\n* Protected by laws that limit political interference\n* Can resist politicians when necessary\n\n**Politicized and Subservient:**\n* Often collude with politicians for personal gain\n* Influence transfers and receive kickbacks\n\n**How can this be possible?**\n\n* Bureaucrats have multiple options: resist, maintain the status quo, or collude\n* Their power has grown since the monarchy ended\n* Laws protect them from political pressure\n* Politicization and trade unions have also increased their influence\n\n**Positive Impacts of Increased Power:**\n\n* Bureaucrats can resist political interference that violates the law\n\n**Negative Impacts of Increased Power:**\n\n* Collusion with politicians for personal gain\n* Resistance for partisan reasons\n* Maintaining the status quo due to job security\n\n**Implications and Solutions:**\n\n* Extreme bureaucratic power can lead to corruption and inefficiency\n* Reforms are needed to limit bureaucratic influence and ensure accountability\n* Focus on performance-based promotions\n* Abolish party-affiliated trade unions\n* Reduce bureaucratic control over transfers","summary":"Nepali bureaucracy shifts between being an all-powerful and a subservient force due to strengthened bureaucratic space post-monarchy, allowing for multiple options of resistance, status quo, and collusion with political representatives."},{"hash":"a67b8cd26635fa2281f13500ace4b1c241ed1e818a7be9248b076f23d682b291","title":"**Mass Education**\n\nMass education is when education is accessible to a large number of people. It aims to improve literacy and basic skills, and provide opportunities for all citizens.\n\n**Key Points:**\n\n* Makes education available to all, regardless of background or ability.\n* Focuses on essential skills like reading, writing, and math.\n* Helps create a more educated and productive society.","link":"https://kathmandupost.com/columns/2024/05/08/massing-of-education","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/opinion/DownPostFilePhoto-1715184169.jpg&w=900&height=601","date":1715105700000,"source":"kp","category":"columns","content":"**Mass Higher Education**\n\nAfter World War II, the idea of mass higher education (HE) became popular. It's the idea that many more people than before should go to university.\n\n**Benefits and Concerns**\n\nMass HE is seen as good because it promotes social equality by giving more people equal access to education. It's also seen as necessary for economic growth.\n\nHowever, there are concerns about the quality of higher education when it is provided to many people. Some studies show that standards have declined.\n\n**Causes**\n\nMass HE is a result of several factors:\n\n* During WWII, there was a push for social equality through education.\n* The US needed more scientists and skilled workers after the war.\n* The idea of \"human capital\" emerged, which views education as an investment in people's potential.\n* Funding from corporations and organizations promoted the growth of HE.\n* The idea of lifelong learning made it easier for people to pursue HE throughout their lives.\n\n**Consequences**\n\nMass HE has changed HE in many ways:\n\n* Lower admission standards have allowed more students to attend university.\n* Academic content has been simplified to accommodate students with lower abilities.\n* Universities have become more focused on providing practical skills for employment.\n* There has been a decline in original research and intellectual scholarship.","summary":"The emergence of mass higher education post-WWII, driven by neoliberal thinking, has led to a crisis in standards, with an emphasis on vocational skills and corporate interests over traditional academic goals, resulting in a shortage of highly skilled researchers."},{"hash":"505beefca11049926520cda4acceb5956f992fa7c660a8ef9ded812776844ff1","title":"Toilets-for-All is a movement to make sure everyone has access to clean and safe toilets, especially people who are poor or homeless. The movement works with governments, businesses, and non-profit organizations to build and maintain toilets in public spaces. Toilets-for-All also works to raise awareness about the importance of sanitation and hygiene.","link":"https://kathmandupost.com/editorial/2024/05/07/toilets-for-all","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb-1715129836.png&w=900&height=601","date":1715019300000,"source":"kp","category":"editorial","content":"**Gender-Inclusive Toilets for LGBTIQ Inclusion**\n\n* Activists and LGBTIQ individuals are advocating for gender-inclusive toilets that welcome everyone, regardless of gender identity.\n* These toilets are crucial for marginalized individuals, especially transgender and non-binary people, who often face discrimination and stigma when using traditional male or female toilets.\n* Gender-inclusive toilets promote safety, equality, and respect for diverse identities.\n* Nepal has made progress in promoting inclusivity, but more gender-inclusive toilets are needed across the country.\n* The government is working to renovate existing toilets and build new ones that meet the needs of the LGBTIQ community and people with disabilities.\n* All public toilets should have proper facilities, such as good design, menstrual hygiene management, and accessibility for individuals with disabilities.\n* Sensitization campaigns and education are essential to foster understanding and acceptance of diverse identities.\n* Gender-inclusive toilets not only promote inclusivity but also support tourism for marginalized groups.","summary":"Global calls for gender-inclusive toilets are gaining traction in Nepal, where the absence of such facilities marginalizes transgender and non-binary individuals, highlighting the need for awareness, policy, and physical adjustments."},{"hash":"43b03fc1cba8c9367dc5ad35c425a2ff282821b00793a8a7245efafac9cfd63f","title":"Nepal's Millennium Challenge Account (MCA-Nepal) has awarded a construction contract for a new substation in Nawalparasi district, Nepal.","link":"https://kathmandupost.com/national/2024/05/09/mca-nepal-awards-construction-contract-for-substation-in-nawalparasi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/NBSSContractSigning2-1715252071.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"national","content":"The Millennium Challenge Account-Nepal (MCA-Nepal) has signed a contract to build a new substation in Nawalparasi, Nepal. The project will take 39 months to complete and is expected to enhance Nepal's power transmission capacity, resulting in more reliable and affordable electricity for homes, businesses, and international trade. Two other substations are also being built in Nuwakot and Tanahun as part of a joint project funded by the Millennium Challenge Corporation (MCC) and the Government of Nepal.","summary":"MCA-Nepal awards a contract to Linxon India Pvt Ltd for constructing a 400kV substation in Nawalparasi, a part of the Electricity Transmission Project funded by MCC and Nepal."},{"hash":"a328ac09240d3df1cc8d66f05bfa52469056838e24eba76c9319b74a8eb321a2","title":"Indian Prime Minister Modi does not attend elections in Kashmir due to criticism and disputes over claims of integration.","link":"https://kathmandupost.com/world/2024/05/09/india-s-modi-skips-election-in-kashmir-as-critics-dispute-integration-claims","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersTXBCPSMKWBO6LC3GZCKDYYKG5A-1715227216.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"world","content":"**Prime Minister Modi's Party Skips Election in Kashmir**\n\nFor the first time since 1996, PM Modi's BJP party is not competing in Kashmir, where a rebellion has caused many deaths.\n\nLocal parties (National Conference and People's Democratic Party) are competing instead. They will join a coalition with the Congress party, which opposes the BJP.\n\nAnalysts believe the BJP skipped the election because the results would contradict Modi's claim that Kashmir is now peaceful and integrated into India.\n\nThe BJP is contesting in all other parts of India and is expected to win most seats.\n\nDespite Modi's claims of normalcy, discontent remains in Kashmir. The region is heavily militarized and there are accusations of human rights abuses by security forces.\n\nThe BJP justifies its absence by claiming it supports broader peace efforts. However, residents and local leaders question the government's portrayal of the situation.\n\nIn 2022, the government redrew constituency boundaries to add Hindu voters to Muslim-dominated areas. This was seen by some as an attempt to favor the BJP, but they still chose not to field candidates.","summary":"For the first time since 1996, the BJP is skipping the Kashmir elections due to a lack of support, indicating continued discontent and alienation in the region after the 2019 removal of its semi-autonomous status and despite government claims of normalcy and increased investment."},{"hash":"f6f0addbb8cbaa32a930541099e8ab8b80dbd645a10abca7ca6caeeb2cd39f3a","title":"Politicians change their opinions and positions based on what they think will benefit them or their party, even if it goes against their previous beliefs.","link":"https://kathmandupost.com/politics/2024/05/09/political-parties-shift-stances-based-on-convenience","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/meeting-1715218714.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"politics","content":"**Summary:**\n\nLast year, the UML party demanded an investigation into gold smuggling. The then-ruling Congress party refused.\n\nNow, the UML, now in power, is refusing the Congress's demand for an investigation into the Home Minister.\n\nThe Congress argues that the investigation is needed because the government is not investigating the Minister for Home Affairs properly.\n\nThe UML says the two situations are different because the gold smuggling investigation involved independent judges.\n\nThe Congress did not want an investigation into gold smuggling at first, but now does. The UML previously wanted a gold smuggling investigation, but now does not for the Home Minister.\n\nThe two largest parties disagree on investigating the Minister for Home Affairs, depending on whether they are in power or not.\n\nExperts say this shows the weakness of Nepal's state mechanisms.","summary":"A year after demanding a judicial commission to investigate gold smuggling, the UML now rejects the Congress' demand for a parliamentary probe into Deputy PM Lamichhane for cooperative embezzlement, citing differences between the two cases."},{"hash":"39a21e3738e34e21ac22ff3e01c5ee3a4fda10160336e1e78d00ef5a4868a738","title":"nepal-to-use-drones-to-transport-garbage-from-mount-everest","link":"https://kathmandupost.com/money/2024/04/30/nepal-to-use-drones-to-transport-garbage-from-mount-everest","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/everest-1714541533.jpg&w=900&height=601","date":1714414500000,"source":"kp","category":"money","content":"**Drones to Collect Garbage on Mount Everest**\n\nFor the first time, drones will be used on Everest to remove garbage.\n\nThese drones can fly up to 6,500 meters and carry 30 kilograms of weight. If successful, drones could reduce the number of high-altitude guides who risk their lives carrying heavy loads on the dangerous Khumbu Icefall.\n\nThe Khumbu Icefall is a treacherous part of the Everest route where many high-altitude guides have died. Drones could help prevent future casualties.\n\nIn addition to garbage removal, drones may also be used to transport supplies and equipment to Camp II, further reducing the risk to guides.\n\nTo ensure safety and environmental protection, new rules have been implemented for Everest climbers, including mandatory GPS tracking, limited space at base camp, and the use of poop bags to reduce pollution.","summary":"High-altitude drones are being tested on Mount Everest to collect garbage, potentially impacting the livelihoods of Sherpa guides who navigate the dangerous Khumbu Icefall."},{"hash":"20d6fba38f7a72404f31e0e9c78ed336011a973a2c15264bdb33a8dce3fe58fb","title":"Nepal's lack of clear adoption laws makes it hard to adopt children. This causes delays and confusion for potential adoptive parents.","link":"https://kathmandupost.com/national/2024/05/01/regulatory-void-complicates-child-adoption-process-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb14-1714527484.jpg&w=900&height=601","date":1714500900000,"source":"kp","category":"national","content":"**Summary:**\n\nAnistha Shrestha found an abandoned baby boy and raised him as her own after struggling to have children. While legal adoption became easier in 2017, the process is still difficult and there is a lack of clear regulations. The well-being of children is prioritized, but matching children with parents is challenging.\n\nAdoption is not easy for everyone:\n\n* Unmarried couples and same-sex couples face barriers under Nepalese law.\n* Inter-country adoption has been banned due to concerns over child trafficking and abuse.\n* Safety of children is at risk when potential parents search for children illegally.\n\nDespite these challenges, Anistha's story shows that adoption can bring joy and fulfillment to both children and families. Effective regulation is needed to protect children and ensure successful adoptions.","summary":"Anistha Shrestha, unable to conceive after a newborn's death and a miscarriage, found solace and a family when she and her husband adopted an abandoned baby boy amid Nepal's legal obstacles and societal barriers to adoption."},{"hash":"3f364a7b488f4787fc0e376951c1783548e5f460595979e877cac188d021df81","title":"Ilam by-election results have shown that established political parties still hold significant power. However, the results also serve as a warning to the Rastriya Swatantra Party (RSP), which has seen a decline in support after its initial surge in popularity.","link":"https://kathmandupost.com/politics/2024/05/01/ilam-bypoll-fillip-for-old-parties-reality-check-for-rsp","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/4375415009854531096070575583147412016394281n-1714526830.jpg&w=900&height=601","date":1714500900000,"source":"kp","category":"politics","content":"**Ilam-2 By-Election Results:**\n\n* CPN-UML's Suhang Nembang won, but the results reflect the region's political landscape.\n* Identity politics still plays a role in Koshi Province, as independent candidate Dekendra Singh Limbu received a significant number of votes.\n* The Rastriya Swatantra Party (RSP) did not perform well, indicating it still needs to build its base in rural areas.\n* Traditional parties like Nepali Congress and CPN-UML remain strong, showing people still trust their grassroots networks.","summary":"The victory of political newcomer Suhang Nembang in the Ilam-2 by-election challenges identity-based parties, casts doubt on RSP's national reach, and highlights the continued relevance of established parties."},{"hash":"3b8f07fcf0196cc796d5e7ea9b735b31007811ccd0b4a7cef5a04cffbc352d27","title":"Nepal aims to attract LGBTQ+ tourists, who spend billions of dollars annually, by promoting its inclusive laws and welcoming atmosphere.","link":"https://kathmandupost.com/money/2024/04/21/nepal-sets-sight-on-multi-billion-dollar-lgbtiq-tourism-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled-1%20(1).jpg&w=900&height=601","date":1713636900000,"source":"kp","category":"money","content":"Nepal hosts first LGBTIQ tourism conference to attract \"pink\" market.\n\nAfter legalizing same-sex marriage, Nepal aims to tap into the multi-billion dollar pink market.\n\nThe conference highlights the economic opportunities for the LGBTIQ community in tourism.\n\nNepal's diverse culture and traditions offer unique LGBTIQ-related experiences.\n\nThe conference showcases Nepal's progress in LGBTIQ rights and economic opportunities for the community.","summary":"Nepal hosted the first LGBTIQ tourism conference, seeking to attract a share of the multi-billion dollar \"pink market\" after legalizing same-sex marriage in 2023, recognizing the potential for economic growth and empowerment for the LGBTIQ community."},{"hash":"6544c0b45b27e9bf77f2d52e116df242a412f0b3350a49b706e3550d9a2953e4","title":"Conflict in the Middle East threatens Nepal's economy. The crisis affects trade, tourism, and the flow of remittances.","link":"https://kathmandupost.com/money/2024/04/15/escalating-middle-east-crisis-threatens-nepali-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1713147555.jpg&w=900&height=601","date":1713118500000,"source":"kp","category":"money","content":"**Nepal's Economy Faces Risks from Middle East Tensions**\n\nNepal's economy relies heavily on money sent home from workers in the Middle East. However, rising tensions in the region could lead to job losses and reduced remittances.\n\nIf conflicts escalate, fewer Nepalis will be able to find jobs abroad, and those already working there may lose their jobs or struggle with rising costs.\n\nThis could lead to a decline in Nepal's foreign currency reserves and a slowdown in the economy. The government needs to prepare for these potential shocks.\n\nOther countries, like South Korea, are already taking steps to protect their economies from the impact of Middle East tensions.","summary":"Escalating tensions in the Middle East after Iran's attack on Israel threaten to disrupt Nepal's remittance-dependent economy, potentially sparking unemployment, inflation, and a decline in foreign currency reserves."},{"hash":"79b8b64d55170d97b5398013f1e0be09edf6390a68972040dac7d9012da81a36","title":"**Nepali Nationalism**\n\nNepali nationalism is the belief that the people of Nepal are a unique and distinct nation with a shared history, culture, and language. This idea took shape in the 19th century under the influence of Hari Sharma.\n\nHari Sharma, a Nepali poet and politician, promoted the idea that Nepal is a nation united by its people, geography, and history. He believed that Nepali people had a duty to protect their country and its independence.\n\nNepali nationalism led to the establishment of an independent Nepal in 1951. Today, Nepali nationalism remains an important force in society, shaping the country's politics, culture, and education.","link":"https://kathmandupost.com/videos/2024/05/01/nepali-nationalism-idea-of-nepal-with-hari-sharma","date":1714500900000,"source":"kp","category":"videos","content":"**Original Text:**\n\n* **Provide a summary of the following:**\n* [Input text]\n\n**Plain-Text Summary:**\n\nSummarize the provided text in short, simple English.","summary":"Major events include significant political, social, economic, and cultural developments that have had a profound impact on societies and individuals."},{"hash":"da1de9d00cddf5d4e54cf41c1f92b9ea3c65052d5d623d6c79bf8571e6fc3343","title":"china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","link":"https://kathmandupost.com/videos/2024/04/14/china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","date":1713032100000,"source":"kp","category":"videos","content":"The Araniko Project uses Chinese sources to explore Nepal-China history.\n\nThe founder, Rajbhandari, is a fluent Mandarin speaker who lived in China for six years.\n\nShe emphasizes the importance of understanding Chinese language and historiography to truly understand Nepal-China relations.","summary":"The Araniko Project, led by fluent Mandarin speaker Rajbhandari, explores Nepal-China relations through primary sources, highlighting the importance of understanding Chinese language and historiography."},{"hash":"260be847ea4643b523c3e2c77aa8eb77abfa0ace0b6d4a34348f05f7a4f6c2d2","title":"Public Debate in Nepal: Idea of Nepal with Saumitra Neupane\n\nThis debate explores the concept of \"Idea of Nepal\" through various perspectives, including historical, political, and cultural. The discussion touches upon the evolution of Nepali identity and its challenges in the modern context.","link":"https://kathmandupost.com/videos/2024/03/26/public-debate-in-nepal-idea-of-nepal-with-saumitra-neupane","date":1711390500000,"source":"kp","category":"videos","content":"Nepali institutions created 'Project Sambad', a platform for open and critical discussions about Nepali society and policy-making. The first event of the project was held on March 14-15 in Kathmandu.","summary":"\"Project Sambad,\" a platform for critical discussions on Nepali society, was spearheaded by Neupane and convened its first event in Kathmandu on March 14-15."},{"hash":"d5d55349db8224f79ac2f5502e8ef4d7a68f9f2c08b2ac9c91c850dba1308134","title":"Nepal's Constitution establishes:\n\n* Nepal as an independent, democratic, multi-ethnic, multilingual republic\n* Sovereignty and self-determination for Nepali people\n* Protection of fundamental rights and freedoms\n* Equality and non-discrimination\n* Democratic governance based on the rule of law","link":"https://kathmandupost.com/videos/2024/02/02/the-constitution-of-nepal-idea-of-nepal-with-bipin-adhikari","date":1706811300000,"source":"kp","category":"videos","content":"Bipin Adhikari, a law professor and constitutional expert, sheds light on Nepal's 2015 constitution. He highlights its key features, durability, and the journey of Nepal's constitutional process.","summary":"Professor Bipin Adhikari, a constitutional law expert, analyzes the 2015 constitution of Nepal, its key features, and the evolution of Nepal's constitutional process."},{"hash":"52a7252302ec66d97f3faf40d59ba35f37aa0f43337d7482f90bdc22e8f712fc","title":"Gandaki's Chief Minister expanded his cabinet, adding three new ministers amidst controversy. The move has drawn criticism, as the appointments were made without consulting with the coalition partners. Pratiksha Kafle, a member of the Gandaki Provincial Assembly, has expressed her concerns about the expansion in Pokhara.","link":"https://kathmandupost.com/politics/2024/05/07/gandaki-chief-minister-expands-cabinet-amid-controversy-q-pratiksha-kafle-in-pokhara","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1715045965.jpg&w=900&height=601","date":1715019300000,"source":"kp","category":"politics","content":"**Gandaki Province:**\n\n* Chief Minister Khagaraj Adhikari expanded his cabinet with two new ministers.\n* Speaker Krishna Prasad Dhital ruled that Adhikari secured the trust vote with 30 votes, but this decision is controversial.\n\n**Lumbini Province:**\n\n* Bhandari Lal Ahir rejoined his role as Agriculture Minister after his resignation was not officially accepted.\n* Ahir's return is due to a split in the Janata Samajbadi Party Nepal, leading to the formation of a new party.","summary":"Gandaki provincial chief minister Khagaraj Adhikari expanded his Cabinet with two new ministers, while in Lumbini, Bhandari Lal Ahir resumed his agriculture minister position after a brief resignation."},{"hash":"84e0e9fe11f43c8b2829792480ebd1b9fb6175cffb9b99aab8087cf351e1d7d4","title":"Janata Samajbadi Party (JSP) was registered amid legal confusion. There were issues with the party's name and symbol, as another party had already claimed them. However, JSP's registration was approved by the Election Commission of Nepal (ECN).","link":"https://kathmandupost.com/politics/2024/05/07/janata-samajbadi-party-registered-amid-legal-confusion","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb9-1715045065.jpg&w=900&height=601","date":1715019300000,"source":"kp","category":"politics","content":"**Election Commission Registers New Janata Samajbadi Party**\n\nAshok Rai's group, which broke away from Upendra Yadav's Janata Samajbadi Party, has formed a new party with a similar name.\n\n**Legal Issues**\n\nThe original law required 40% of central committee members and lawmakers to form a new party, but this was changed by an ordinance to 20%. Some experts argue that this ordinance expired, but the government has not clarified.\n\n**Political Impact**\n\nYadav's party has decreased in size at the federal level, but the split has less impact at the provincial level.\n\nThe new party remains allied with the current government, led by Prime Minister Pushpa Kamal Dahal, which holds a majority in the federal parliament.","summary":"The Election Commission registers a new Janata Samajbadi Party led by Ashok Rai, causing a split within the Upendra Yadav-led Janata Samajbadi Party Nepal."},{"hash":"d34d04f3fb0aac7854c1168b097a6ce09196339cf7d7bc35809cda6b94726548","title":"Fire in Bhaktapur injures two people.","link":"https://kathmandupost.com/bhaktapur/2024/05/05/two-injured-in-bhaktapur-fire","date":1714846500000,"source":"kp","category":"bhaktapur","content":"**Fire in Carpet Factory Injures Two**\n\nA carpet factory in Bhaktapur caught fire on Sunday, injuring two people:\n\n* Buddha Narayan Shrestha, 23, from Ramechhap\n* Manu Urwa, 29, from India\n\nShrestha is being treated in Bhaktapur, while Urwa has serious burns and was taken to a burn center in Kirtipur.\n\nThe fire took five hours to control with help from firefighters, police, and locals. Property damage is estimated at Rs18 million. The cause of the fire is still being investigated.","summary":"A fire at a carpet factory in Bhaktapur district injured two people and caused Rs. 18 million in damage, with the cause still under investigation."},{"hash":"b6207fb9e973312bf402c67e85a81cf80ec93fb9549d25542321817afde006d8","title":"Two people died from suffocation while digging a well in Bhaktapur.","link":"https://kathmandupost.com/bhaktapur/2024/05/01/two-die-of-suffocation-while-digging-well-in-bhaktapur","date":1714500900000,"source":"kp","category":"bhaktapur","content":"Unfortunately, you have not provided the text for me to summarize, so I cannot complete your request. If you can provide the text, I'd be happy to help summarize it for you.","summary":"**Person achieves goal after overcoming obstacles.**"},{"hash":"f5d5a914ad325d0dc9cdbe3e13aee77b709515bae18e316ed2e1dfc20803ba5d","title":"Man who suffered severe burns in a forest fire has passed away.","link":"https://kathmandupost.com/lalitpur/2024/04/30/man-injured-in-forest-fire-dies","date":1714414500000,"source":"kp","category":"lalitpur","content":"A man, Shankar Pahari, died in a hospital from burn injuries sustained while fighting a fire in Tapeshwar community forest. Another injured man, Ramesh Pahari, is receiving treatment. A separate fire in Ananda forest is still not under control, and 65 patients from a nearby hospital have been moved to safety.","summary":"A fire at Tapeshwar community forest injured two individuals, resulting in the death of Shankar Pahari, while another fire in Ananda forest persists, displacing 65 patients."},{"hash":"576aedd4fb42b61a1e529a2a54b7b58d3d019f11c45cb0f9be739c017645a00d","title":"Seven wards in Kolkata have started separating their waste. Four more wards will start waste segregation soon.","link":"https://kathmandupost.com/kathmandu/2024/04/30/seven-wards-of-kmc-start-waste-segregation-four-more-to-start-soon","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1714441676.jpg&w=900&height=601","date":1714414500000,"source":"kp","category":"kathmandu","content":"Seven wards in Kathmandu have started sorting trash into biodegradable and non-biodegradable materials. The city will collect the sorted waste in separate trucks.\n\nBiodegradable waste is turned into compost, which is free to those who live in the seven wards. The city also uses this waste to make biogas and electricity.\n\nNon-biodegradable waste is collected for recycling. The goal is to reduce the amount of trash being dumped in the landfill.","summary":"Seven Kathmandu wards implement waste segregation, producing compost, biogas, and electricity to reduce city waste."},{"hash":"949a7d57c5da3502c01fdc6608dd16072aaf6836523a5109bb218aa7d59b36d6","title":"Six protesters arrested for protesting outside the Russian embassy.","link":"https://kathmandupost.com/kathmandu/2024/04/29/six-arrested-for-protesting-in-front-of-russian-embassy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb-1714390725.jpg&w=900&height=601","date":1714328100000,"source":"kp","category":"kathmandu","content":"Police arrested six people protesting outside the Russian Embassy in Kathmandu on Monday.\n\nThey were demanding the government help Nepalis serving in the Russian army to return home.\n\nThe families of these Nepalis have been on a hunger strike for 11 days, demanding compensation, safe evacuation, and information about missing people.\n\nThey also want action taken against those who recruited Nepalis for the Russian army and for the government to pay the benefits that the Russian army would have given them.\n\n295 people have registered complaints about missing relatives serving in the Russian army.","summary":"Nepalese protesters were arrested in Kathmandu for demanding the repatriation of Nepali soldiers serving in the Russian army, while the families of said soldiers continued their hunger strike and presented a 13-point demand to the government."},{"hash":"eb1755b9532256307117ca5c5fb719c9560772f1fd9b41cf31e240daf54eaf7a","title":"**Barahi Jungle Lodge Cleanup**\n\nVolunteers cleaned up trash and debris at Barahi Jungle Lodge to protect the environment and wildlife.","link":"https://kathmandupost.com/money/2024/05/09/barahi-jungle-lodge-cleanup-initiative","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/EEEEEE-1715220027.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"money","content":"Barahi Jungle Lodge cleaned up Chitwan National Park. They collected three tractor loads of plastic, glass and other waste. They do this every year to protect the environment and support sustainable development. The lodge is eco-certified by the 'Toft Tiger' program and recently got certified for its Environmental Management Systems under ISO-14001 standards.","summary":"Barahi Jungle Lodge completed a cleanup drive in Chitwan National Park, removing waste and maintaining its eco-certification and ISO-14001 standards for environmental sustainability."},{"hash":"7a9260bfb939b05cd059dd8800424da7343783052901bbb5247957105717fec6","title":"Japanese food event from May 10th","link":"https://kathmandupost.com/money/2024/05/08/japanese-food-event-from-may-10-1715175694","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/japanesefood-1715175685.jpg&w=900&height=601","date":1715105700000,"source":"kp","category":"money","content":"Izakaya Hokkaido is hosting a 3-day Japanese food event at Radisson Hotel Kathmandu from May 10th, starting at 6:30 pm. The event aims to showcase Japanese cuisine, share new flavors, and provide insights into food cultures of both Nepal and Japan.","summary":"Izakaya Hokkaido hosts a three-day Japanese food event at Radisson Hotel Kathmandu from May 10 to foster cultural exchange and culinary exploration."},{"hash":"8bd1c2b326f72b8af19be4d80c4d9b2a4993db0bfd5d0a33d390042932ce02a4","title":"TOEFL iBT scores are now accepted for all Australian visa applications, including:\n\n* Tourist visas\n* Student visas\n* Work visas\n* Permanent residency visas","link":"https://kathmandupost.com/money/2024/05/08/toefl-ibt-scores-now-valid-for-all-australian-visas","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/SachinJainCountryManagerETSIndiaampSouthAsiapic-1715166402.jpg&w=900&height=601","date":1715105700000,"source":"kp","category":"money","content":"TOEFL iBT test scores are now accepted for all Australian visas, including study, work, and migration visas. This means individuals can use TOEFL iBT test scores to prove their English proficiency when applying for a visa. TOEFL iBT is widely accepted by educational institutions and organizations worldwide, including 100% of Australian universities.","summary":"TOEFL iBT has been recognized as valid for all Australian visas from May 5, offering opportunities for those seeking to live, work, or study in Australia."},{"hash":"d4f8334a2d12b21462af12b4c6327b1760629cefb0038b759bfa4fb8d92edeae","title":"Government Approves 10 Foreign Investments Automatically","link":"https://kathmandupost.com/money/2024/05/08/government-approves-10-foreign-investment-proposals-through-automatic-route","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb19-1715132202.jpg&w=900&height=601","date":1715105700000,"source":"kp","category":"money","content":"**Foreign Investment in Nepal**\n\n* 10 foreign investment proposals approved in a week using the new automatic route.\n* Total of 26 proposals received, 16 still in progress.\n* Automatic route allows foreign investors to invest without government approval in certain sectors.\n* Approved investments total Rs9.13 billion.\n* Nepal's foreign investment levels are low due to restrictions.\n* Sectors prioritized for investment include tourism, agriculture, and IT.\n* Automated route makes it easier and faster to invest.\n* Investment limit through automatic route is Rs500 million, except for IT sector.","summary":"10 foreign investment proposals were approved by the Department of Industry under the newly implemented automatic investment route, aiming to liberalise entry for investors and attract FDI, while acknowledging Nepal's low FDI levels and prioritising export sectors."},{"hash":"82b739d47f0c00dff5e5dd29a2d0a22bf0dc7eaf617fbb8b14963fbec0702e41","title":"Less than 2% of new medicines in the market are tested on babies and toddlers within the first nine months of release.","link":"https://kathmandupost.com/health/2024/05/03/under-two-percent-medicines-in-the-market-tested-in-nine-months","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1714697599.jpg&w=900&height=601","date":1714673700000,"source":"kp","category":"health","content":"**Drug Testing in Nepal**\n\nIn the past 9 months, officials have tested only 348 drug samples, out of nearly 20,000 available. These samples were taken from across Nepal.\n\nSome drug samples that were collected 13 months ago have not yet been tested. Some suspected substandard drugs may have already expired.\n\nThe Department of Drug Administration (DDA) is responsible for ensuring the quality of medicines, but they have tested too few samples.\n\nExperts say that substandard medicines can harm patients' health.\n\nThe DDA has too few staff and its laboratory does not have the capacity to test all the drugs that are available in Nepal.\n\nDrug inspectors collect random samples of drugs and send them to the government laboratory for testing. If drugs are found to be substandard, the DDA tells the companies to recall them. However, the DDA does not have a good system to ensure that the drugs are actually recalled.","summary":"Drug Administration Department tests only 2% of registered medicines per year, with delays in testing and recalls leading to substandard drugs reaching patients despite thousands of samples collected."},{"hash":"f7d587fba320830df3d5490b1476f7bed784a09cb467e0da2566ea0c042e9aa7","title":"toxic-air-is-giving-young-children-asthma","link":"https://kathmandupost.com/health/2024/04/29/toxic-air-is-giving-young-children-asthma","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GKnxljjWYAAVcmb-1714354861.jpg&w=900&height=601","date":1714328100000,"source":"kp","category":"health","content":"- Air pollution in Kathmandu and Saptari is making it hard for children to breathe.\n- Children are developing asthma because of polluted air from forest fires, cars, and burning trash.\n- Air pollution is also linked to pregnancy loss, child organ underdevelopment, and shorter life expectancy.\n- Many people don't know that their children have asthma, so they don't get treatment.\n- Asthma can be cured if treated early, but it can lead to lung damage if not treated.\n- Children with asthma may have shortness of breath, trouble sleeping, or wheezing.\n- Air pollution has also been linked to shorter life expectancies in Nepal, with some areas losing up to 7.5 years.","summary":"Air pollution in Nepal is causing a rise in childhood asthma, leading to increased hospitalizations and a reduction in life expectancy, with polluted air shortening lives by up to 7.5 years in some areas."},{"hash":"7278c32d05b7d91efd57a55cdeffa191fb8097c7d25b5ac6952d0aaf8ada290f","title":"People in seven districts will receive a medicine to prevent elephantiasis, a disease that causes swelling in body parts.","link":"https://kathmandupost.com/health/2024/04/27/people-in-7-districts-to-be-given-anti-elephantiasis-medicine","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb21706159670-1714183227.jpg&w=900&height=601","date":1714155300000,"source":"kp","category":"health","content":"**Mass Drug Administration for Elephantiasis in Nepal**\n\nTo fight elephantiasis, a mosquito-borne disease, Nepal is giving anti-parasitic drugs to people over two years old in seven districts. This could be the last year of the program. The disease can cause swelling, pain, and disability if not treated.\n\nNepal aims to eliminate the disease by 2030. The government urges everyone eligible to take the safe and effective medicines.","summary":"Seven districts with endemic elephantiasis will conduct a two-week mass drug administration campaign, aiming to potentially eliminate the disease in Nepal by 2030."},{"hash":"57b5c9de4803740123d8b7eaf7fa3b1fd865897c43c31f4fdcb063246a0b322d","title":"Nepal's goal to eliminate malaria by 2025 has not been met. A new goal of 2030 is being considered.","link":"https://kathmandupost.com/health/2024/04/27/nepal-misses-malaria-elimination-goal-new-deadline-may-be-2030","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb1-1714183010.jpg&w=900&height=601","date":1714155300000,"source":"kp","category":"health","content":"Nepal missed its goal to end malaria by 2026.\nNew cases of locally transmitted malaria were found in 2023 and 2024.\nIndia's malaria cases make it hard to eliminate the disease in Nepal.\nClimate change is making it easier for mosquitoes to spread malaria to higher altitudes.\nThe new target for eliminating malaria in Nepal is now 2030.","summary":"Nepal's 2026 malaria elimination target is missed due to new indigenous cases in 2023-24, with a revised deadline set for 2030 due to challenges including proximity to India, budget cuts, climate change-driven vector shifts, and lack of entomologists."},{"hash":"4f18229de2a5d8016e8888758de34cc858e98af2b542ed3077fa8ab2d1e49a3b","title":"Patience and passion are essential ingredients for success, just like the ingredients in delicious pastries.","link":"https://kathmandupost.com/recipes/2024/04/27/patience-passion-and-pastries","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/BakeleusbyCeleus-1714186343.jpg&w=900&height=601","date":1714155300000,"source":"kp","category":"recipes","content":"Celeus Baral is a passionate baker and environmental science student who runs the online baking shop Bakeleus. She emphasizes the importance of precision and patience in baking, which she applies to her creations, including jams, tarts, cakes, and cookies.\n\nBaral's background in environmental science influences her approach to baking, emphasizing the connection between food and nature. She incorporates locally sourced produce into her recipes and advocates for zero-waste practices.\n\nIn addition to her online shop, Baral has recently expanded her offerings by selling her baked goods at The Yellow House's Night Market. Her dedication to her craft and attention to detail are evident in the quality of her products.","summary":"Celeus Baral, a young environmental science student and baker, runs Bakeleus, an online and market-based baking shop known for its variety of chemical-precision baked goods, made with produce she often grows herself."},{"hash":"9780e132b8e20251511cc1c330b02a430eeb7118100ff4ca205cc2bdd81eedba","title":"**Potatoes:**\n\n* Starchy vegetables packed with vitamins, minerals, and antioxidants.\n* Good source of potassium, vitamin C, and fiber.\n* Versatile and can be cooked in many ways (boiled, mashed, fried, roasted).\n* May help lower blood pressure and cholesterol levels.\n* Choose brown or sweet potatoes for added nutrients.","link":"https://kathmandupost.com/food/2024/01/27/know-your-food-potato","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled8copy-1706323718.jpg&w=900&height=601","date":1706292900000,"source":"kp","category":"food","content":"**Potatoes: A Versatile and Nutritious Staple in Nepal**\n\n* **Importance:** Widely consumed as a main ingredient in Nepali dishes, even if it's used as an insult.\n* **Nutrients:** Rich in vitamins (B1, B6, C), minerals (potassium, copper), and fiber.\n* **Benefits:**\n    * Good for heart health (potassium)\n    * Supports digestion (fiber)\n    * Provides energy (carbohydrates)\n* **Growth:** Thrives in Nepal's diverse climates, from plains to mountains.\n* **Types:** Popular varieties include red and white potatoes, with dark potatoes gaining popularity for their antioxidants.\n* **Health Benefits:** Supports bone health, reduces blood pressure, and promotes digestive health.\n* **Tips:**\n    * Limit potato chips and french fries to avoid excessive calories and unhealthy weight gain.\n    * Diabetics should consume potatoes in moderation due to their impact on blood sugar.","summary":"Potatoes are a widely consumed crop in Nepal, providing essential nutrients, with low fat and pesticide usage, though excessive consumption of fried potato products can have negative health impacts."},{"hash":"8f050af11428f186d46c4f64b300a3441341f2f7048fe6b8a30e31626fd61759","title":"**Eggs: Nutritional Powerhouse**\n\nEggs are a rich source of:\n\n* Protein (builds and repairs muscles)\n* Vitamins (A, D, B12 for growth and health)\n* Minerals (phosphorus, selenium for bone and immunity)\n* Choline (essential for brain development)\n\n**Choose Wisely:**\n\n* Free-range, organic, or cage-free eggs are healthier.\n* Brown vs. white eggs: No difference in nutritional value.\n\n**Healthy Options:**\n\n* Boiled\n* Scrambled\n* Poached\n* Baked\n* Omelets\n\n**Avoid:**\n\n* Raw eggs due to risk of salmonella\n* Fried eggs in large amounts to limit fat intake","link":"https://kathmandupost.com/food/2024/01/13/know-your-food-eggs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/ezgif3822bacc5da-1705113903.jpg&w=900&height=601","date":1705083300000,"source":"kp","category":"food","content":"**Chicken Eggs: A Health Superstar**\n\n* Rich in nutrients, vitamins, and minerals.\n* Affordable and provide complete protein.\n* Help with malnutrition, weight loss, and reducing blood pressure.\n\n**Egg Types and Availability**\n\n* Available in big and medium sizes.\n* Pastured eggs are higher in nutrients but are more expensive.\n\n**Benefits of Eating Eggs**\n\n* Rich in vitamins, minerals, and antioxidants.\n* Can be eaten daily by healthy adults.\n\n**Egg Quality**\n\n* No agency regulates egg quality in Nepal.\n* Studies show potential for antibiotic residue in eggs.\n\n**Additional Egg Benefits**\n\n* Aids in weight loss, bone health, mental energy, and skin health.\n* Reduces stroke risk and protects against eye diseases.\n* Important for pregnant and breastfeeding mothers.","summary":"Chicken eggs, a nutritious and accessible superfood, provide balanced nutrition and various health benefits, including improved nutrition, weight loss, reduced blood pressure, and infection protection."},{"hash":"4441762448a02cd0b37a86fb1a58f420dbb6206d6c636319eb6405bfa4ae8b25","title":"Piano Piano South serves delicious Italian food, with a focus on handmade pasta and traditional dishes.","link":"https://kathmandupost.com/food/2023/12/28/italian-delights-at-piano-piano-south","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/Main1-1703773991.jpg&w=900&height=601","date":1703700900000,"source":"kp","category":"food","content":"Piano Piano South, an oasis in the bustling city of Lalitpur, offers a peaceful escape with its indoor and outdoor seating options, surrounded by lush greenery and soft piano music.\n\nTheir new menu boasts a culinary journey through Italy, with a variety of antipasti, main courses, and desserts created by Chef Sujan Poudel.\n\nHighlights include Tomato Soup Shots, Bruschetta Caprese, Ravioli Prosciutto and Ricotta, and Tiramisu. The restaurant also offers a curated wine selection to complement the dishes.\n\nBeyond its culinary offerings, Piano Piano South is a haven for relaxation and quality time with loved ones, providing a tranquil setting in the vibrant city.","summary":"Piano Piano South, a Lalitpur restaurant, offers a serene escape with indoor and garden seating, unveils a revised Italian menu curated by Chef Sujan Poudel with choices like Ravioli Prosciutto and Ricotta, complemented by a curated wine selection for a memorable dining experience."},{"hash":"f86ab50c20cc95165c325eee219ae861b6d64d9f0c556172524538a987637984","title":"Spice up your dishes with the vibrant flavors of Mexican cuisine. Add a zesty kick with fresh chilies, a rich depth with cumin and oregano, and a touch of sweetness with cinnamon. Experiment with different combinations to create your own unique Mexican masterpiece.","link":"https://kathmandupost.com/food/2023/12/15/spicing-things-up-mexican-way","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/CasaMexicana.jpg&w=900&height=601","date":1702577700000,"source":"kp","category":"food","content":"Monica Tapia brought Mexican cuisine to Kathmandu, Nepal in 2017 by opening Casa Mexicana.\n\nDespite initial challenges, the restaurant gained popularity due to the open-minded nature of Nepalese diners towards new flavors.\n\nCasa Mexicana incorporates Nepali ingredients into its dishes to create an authentic Mexican experience while adapting to local tastes.\n\nThe restaurant offers a wide range of Mexican dishes, from burritos to pambazo and sopes.\n\nThe ambiance at Casa Mexicana aims to transport diners to Mexico, and the staff is friendly and welcoming.\n\nThe burrito and Tres Leches dessert are highly recommended for their authentic flavors.\n\nTapia plans to expand Casa Mexicana's menu and introduce more Mexican desserts in the future.","summary":"Monica Tapia introduced Mexican cuisine to Kathmandu, opening Casa Mexicana in 2017, adapting the menu to local preferences and gaining a loyal customer base, despite challenges sourcing ingredients and cultural differences."},{"hash":"85fd1b1b76fc26f28ffe0a271a86ba321af054d84ef73a9cb8c3c3bf2c72f12e","title":"**7 Places in Nepal for 2024:**\n\n* **Pokhara:** Lakefront city with stunning mountain views.\n* **Chitwan National Park:** Jungle sanctuary for tigers, rhinos, and more.\n* **Everest Base Camp Trek:** Epic journey to the foot of Mount Everest.\n* **Annapurna Base Camp Trek:** Picturesque hike through lush valleys and towering peaks.\n* **Kathmandu:** Bustling capital with ancient temples, palaces, and markets.\n* **Lumbini:** Birthplace of Buddha, a serene pilgrimage site.\n* **Mustang:** Remote Himalayan kingdom with unique Tibetan culture.","link":"https://kathmandupost.com/travel/2024/02/19/7-places-in-nepal-you-should-visit-in-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1708309532.jpg&w=900&height=601","date":1708280100000,"source":"kp","category":"travel","content":"**Mundhum Trek:**\n- Cultural trail through ethnic villages in Khotang and Bhojpur.\n- Views of Everest and other eight-thousanders.\n- Starts in Diktel, ends in Bhojpur.\n- Bring tents, advised for March-May.\n\n**Janaki Mandir:**\n- Blend of Mughal and local architecture.\n- Largest temple in Nepal, with 60 rooms.\n- Dedicated to Sita, wife of Lord Ram.\n- Celebrates marriage anniversary of Ram and Sita (Vivaha Panchami).\n\n**Kuri Village:**\n- Popular for snow activities in winter.\n- Located at high altitude (3,842m).\n- Offers panoramic Himalayan views.\n- Hotels and restaurants available.\n\n**Annapurna Base Camp:**\n- Trek to base of Annapurna South (4,130m).\n- Cultural and scenic journey.\n- Budget-friendly option in Nepal.\n- Best seasons: Autumn (September-October) and Spring (March-May).\n\n**Bardiya National Park:**\n- Home to Royal Bengal Tigers, elephants, and rhinos.\n- Prime destination for wildlife viewing.\n- Best time to visit: Mid-September to Mid-December, Mid-February to May.\n\n**Khaptad National Park:**\n- Protected area in far western Nepal.\n- Pristine and offbeat destination.\n- Best seasons: Spring (March-May), Autumn (October-November).\n- Bring tents and supplies.","summary":"Nepal offers diverse travel experiences from new Mundhum Trek featuring indigenous villages, the architectural marvel of Janaki Mandir, snowy Kuri Village, picturesque Annapurna Base Camp, wildlife encounters in Bardiya National Park, offbeat trekking in Khaptad National Park, and the high-altitude cultural exploration of Limi Valley."},{"hash":"c077b34beda2250a997231f215f178053a057340c5c72de0aec15b25ae40ddb7","title":"Phidim, once a peaceful town, now faces challenges due to rapid urbanization. While some residents embrace the modern conveniences, others struggle to preserve traditional customs. The town must balance development with its cultural heritage to create a harmonious future.","link":"https://kathmandupost.com/travel/2023/11/18/old-memories-and-new-realities-in-phidim","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/phidim%20main%20(1).JPG&w=900&height=601","date":1700244900000,"source":"kp","category":"travel","content":"The writer returns to his hometown, Phidim, and finds it transformed with concrete buildings and paved roads. Despite its modernization, Phidim faces a lack of prospects, leading to an exodus of people. The town has become a transit point for pilgrims, raising concerns about its future. The writer reflects on the inevitable changes and the dance between memory and evolution in his hometown.","summary":"A transformative journey to the author's hometown, Phidim, revealed remarkable infrastructural changes and a shift towards becoming a pilgrimage transit town."},{"hash":"6ec2c2cb523a223a47b5f232132774b5872a4d0a9220fb4a176d50e203ea7484","title":"Architecture combined with artistic elements","link":"https://kathmandupost.com/travel/2023/10/28/a-blend-of-architecture-and-artistry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/travel5-1698457058.jpg&w=900&height=601","date":1698430500000,"source":"kp","category":"travel","content":"**Lucknow's Bara Imambara:**\n\n* Lucknow has a lively atmosphere and delicious food.\n* Bara Imambara is a historic building built to help people during a famine.\n* It has a large hall with a high arched roof supported without pillars.\n* The \"Bhool Bhulaiyaa\" is a labyrinth underground.\n* Sounds echo through the walls, making it seem like the walls themselves can hear.\n* The palace has a stunning rooftop view of the city.\n* The \"Shahi Baoli\" is an underground stepwell with natural air conditioning and a well that was used as a surveillance camera.","summary":"Bara Imambara, built in 1784 by Asaf-ud-Daula, features the grand Asafi Mosque, the massive pillarless Asafi Hall, the labyrinthine Bhool Bhulaiyaa, the breathtaking roof view of Lucknow, and the architecturally brilliant Shahi Baoli stepwell, demonstrating the city's rich history and ingenuity."},{"hash":"e38b1beb524d0349efe3710dd274aab2205ecb04d36e45cc18e25ff5fb66e639","title":"**Of Treks and Trails**\n\n* Guidebook for planning trekking expeditions.\n* Detailed information on popular treks in various regions.\n* Includes trail descriptions, maps, elevation profiles, and practical tips.\n* Covers a wide range of difficulty levels and durations.\n* Provides advice on gear, preparation, and safety considerations.","link":"https://kathmandupost.com/travel/2023/10/14/of-treks-and-trails","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/travelmain-1697245584.jpg&w=900&height=601","date":1697220900000,"source":"kp","category":"travel","content":"**Climbing Mountains: Tips from Experienced Guides**\n\n**Preparing for the Climb**\n\n* Stay positive and believe in yourself.\n* Gradually increase exercise and workouts before the trek.\n* Start with 20-minute walks and add more time as you get closer to the trek.\n* Stretch regularly to prevent injuries.\n\n**Packing Essentials**\n\n* Light, warm clothing\n* Down jacket\n* Cap, goggles, and sunglasses\n* Sunscreen\n* Walking stick\n* Gloves, socks, and sturdy boots\n* Safety knife\n* Period supplies (for female trekkers)\n\n**During the Trek**\n\n* Rest if you experience altitude sickness.\n* Carry painkillers and paracetamol.\n* Communicate with fellow trekkers and guides if you need help.\n\n**Female Trekkers**\n\n* Expect to face challenges and underestimation.\n* Prove your abilities and don't let negative comments discourage you.\n\n**Becoming a Trekking Guide**\n\n* Connect with a trekking association and enroll in a guide course.\n* Learn map reading, guiding techniques, and safety measures.\n* Colleges also offer bachelor's programs in mountaineering.","summary":"Climbing and trekking in Nepal, such as Everest, Annapurna, and Manaslu, require physical and mental preparation, with experienced guides essential for safety and support."},{"hash":"a9ad689d21f22e85bcaa462724561585142b33988f2d2ded57420f55cc029fb5","title":"**Traveling Nepal Solo**\n\n**Planning:**\n* Decide on a budget and travel duration.\n* Book flights, accommodation, and trekking permits in advance.\n\n**Accommodation:**\n* Hostels, guesthouses, and hotels are widely available.\n* Hostels are a great way to meet other travelers.\n\n**Transportation:**\n* Public buses, taxis, and private vehicles are available.\n* Buses are inexpensive but can be crowded.\n* Taxis are convenient but can be expensive.\n\n**Trekking:**\n* Nepal is popular for trekking, ranging from easy to challenging.\n* Hire a guide if you're new to trekking.\n\n**Safety:**\n* Generally safe, but be aware of pickpockets.\n* Carry a basic first-aid kit and inform someone of your itinerary.\n\n**Cost:**\n* Relatively affordable compared to other countries.\n* Food, accommodation, and transportation are inexpensive.\n\n**Tips:**\n* Be respectful of local customs and traditions.\n* Learn a few Nepali phrases.\n* Pack light and bring essentials.\n* Enjoy the stunning scenery and friendly people.","link":"https://kathmandupost.com/travel/2023/06/17/travelling-nepal-solo","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/SoloTravelMain11zon-1686967229.jpg&w=900&height=601","date":1686939300000,"source":"kp","category":"travel","content":"**Women's Travel Platform**\n\nFive women in Nepal created \"Duluwa Outdoors\" to encourage women to travel alone. The platform connects women and shares travel experiences.\n\n**Is Solo Travel Safe in Nepal?**\n\nYes, Nepal is generally safe for solo travelers, including women.\n\n**Solo Travel Destinations in Nepal**\n\n* Local areas: Shivapuri, Namo Buddha, Champadevi\n* Short trips: Pokhara-Bandipur\n* Trekking: Annapurna area\n* Valleys and towns: Illam, Dharan-Dhankuta, Palpa\n* Wildlife: Chitwan, Bardiya, Shuklaphanta\n\n**Tips for Solo Travel**\n\n* Plan ahead: transportation, accommodation, budget, safety\n* Dress appropriately for activities\n* Be aware of potential risks and safety measures\n* Inform others of your whereabouts\n* Trust your instincts and pay attention to your surroundings","summary":"Binita Jirel and four other Nepali women founded Duluwa Outdoors in 2021, recognizing a lack of female-focused travel platforms and promoting solo travel for women in Nepal, providing tips and recommending safe destinations while emphasizing the importance of planning and safety."},{"hash":"d3bf2681c5f44f567c2b7e08f966046fb572ea416e8cfddac399e392844a7256","title":"Nepal defeated West Indies A by 9 wickets in the final match of the series, winning the series 2-3.","link":"https://kathmandupost.com/cricket/2024/05/04/nepal-win-last-match-against-west-indies-a-to-conclude-series-2-3","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GMucR8qbwAAxeZl-1714817959.jpg&w=900&height=601","date":1714760100000,"source":"kp","category":"cricket","content":"**Summary:**\n\nNepal defeated West Indies A by 6 wickets in a T20 cricket match.\n\n**Nepal's Victory:**\n\n* Aasif Sheikh (51), Anil Sah (50), and Kushal Malla (37*) led Nepal's batting.\n* Sagar Dhakal and Sompal Kami took 3 wickets each for Nepal.\n\n**West Indies A's Batting:**\n\n* Put up 172 runs, with contributions from Kadeem Alleyne, Mark Deyal, Johnson Charles, and Roston Chase.\n\n**Player of the Match:**\n\n* Sagar Dhakal, for his 3-17 bowling spell.\n\n**Player of the Series:**\n\n* Rohit Paudel, with 265 runs in the series.\n\n**Next Event:**\n\n* Nepal will participate in a training camp before the 2024 ICC Men's T20 World Cup.","summary":"Nepal defeated West Indies A by six wickets in the T20 with Aasif Sheikh, Anil Sah, and Kushal Malla's batting backed by Sagar Dhakal and Sompal Kami's bowling, securing a consolation victory despite West Indies A's series win."},{"hash":"9d7ced68a72cb11104cf4b0dbf516e03a1daade9b97560e45bd16d4688ad8043","title":"West Indies chased down a 210-run target set by Nepal in a cricket match.","link":"https://kathmandupost.com/cricket/2024/05/02/west-indies-a-post-210-run-target-against-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/match-1714707130.jpg&w=900&height=601","date":1714587300000,"source":"kp","category":"cricket","content":"**Nepal Loses to West Indies A in T20 Series**\n\nNepal's Rhinos lost to West Indies A by 28 runs, giving the visitors a 3-1 lead in the series.\n\nNepal set a target of 210, but could only manage 181. Rohit Paudel scored the most runs for Nepal (82).\n\nWest Indies A won the toss and scored 209-3, thanks to half-centuries from Johnson Charles and Andre Fletcher.\n\nNepal's batters struggled, with only Paudel consistently performing well. Coach Monty Desai selected an experienced squad for the upcoming World Cup, but the team needs to improve their batting.\n\nThe fifth and final T20 match will be played on Saturday.","summary":"Nepal lost their fourth T20 against the West Indies A, handing them an unassailable 3-1 lead, despite Rohit Paudel's 82 runs, as the squad prepares for the 2024 ICC Men's T20 World Cup."},{"hash":"a5e3edf276d54cd57e7292f16946aa79bba9683852ec9205a675963d0ef498de","title":"Nepal announces its squad for the ICC Men's T20 World Cup:\n\n* Skipper: Sandeep Lamichhane\n* Vice-captain: Rohit Paudel\n* Other key players: Aasif Sheikh, Kushal Bhurtel, Karan KC","link":"https://kathmandupost.com/sports/2024/05/01/nepal-announces-squad-for-icc-men-s-t20-world-cup","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/nepal-1714612274.jpg&w=900&height=601","date":1714500900000,"source":"kp","category":"sports","content":"Nepal's cricket team for the T20 World Cup in the West Indies and the United States has been announced.\n\nMost of the players from the previous ACC Men's Premier Cup campaign have been retained. The team will be led by Rohit Paudel, who has regained his form at the right time.\n\nVeteran batters Binod Bhandari, Aarif Sheikh, Bibek Yadav, and Lokesh Bam have been left out due to poor performance. Anil Sah has made the cut despite recent struggles.\n\nAll-rounder Dipendra Singh Airee, wicket-keeper Aasif Sheikh, and Kushal Malla are also in the squad. Out-of-form opener Kushal Bhurtel has been included despite concerns about his lack of form.\n\nSpinners Sagar Dhakal and pacer Kamal Singh Airee are the only new additions to the squad.\n\nNepal is in Group D alongside the Netherlands, Bangladesh, Sri Lanka, and South Africa. They will open their World Cup campaign against the Dutch on June 4.","summary":"Nepal's 15-man squad for the T20 World Cup includes mostly veteran players, with several struggling batters dropped despite a recent home series defeat against the West Indies A."},{"hash":"587d9826d33d077d9f8ec0c9800df873f925ac5cba53d816e1a766ef3043efeb","title":"Nepal lost to West Indies A by 76 runs in a cricket match.","link":"https://kathmandupost.com/cricket/2024/05/01/nepal-lose-to-west-indies-a-by-76-runs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/43806500011620135283099391032221761881945213n-1714559440.jpg&w=900&height=601","date":1714500900000,"source":"kp","category":"cricket","content":"West Indies A beat Nepal in the 3rd T20 match by 76 runs.\n\nWest Indies A scored 228 runs, with Johnson Charles scoring 119 not out.\n\nNepal was bowled out for 151 runs, with Karan KC scoring 28.\n\nHayden Walsh took 3 wickets for West Indies A.\n\nWest Indies A now leads the series 2-1.","summary":"West Indies A defeated Nepal by 76 runs in the third T20 of the five-match series, propelled by Johnson Charles' century (119 runs) and restricted Nepal to 151 after setting a target of 228."},{"hash":"e697c128dee236ae978d45b5bf456b38312b711c020d2ae60baf8932d99b26f1","title":"West Indies defeated Nepal by 10 runs","link":"https://kathmandupost.com/cricket/2024/04/28/west-indies-a-defeat-nepal-by-10-runs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/4381019528096522244082851582862401774476346n-1714301690.jpg&w=900&height=601","date":1714241700000,"source":"kp","category":"cricket","content":"**Match Summary:**\n\n* West Indies A beat Nepal by 10 runs in the second T20 match.\n* West Indies A scored 161 runs, led by Gudakesh Motie's 33.\n* Nepal scored 150 runs, with Rohit Paudel making an unbeaten 71.\n* Both teams are now tied 1-1 in the five-match series.","summary":"West Indies A leveled the five-match T20 series against Nepal by winning the second game by 10 runs despite a valiant 71 from skipper Rohit Paudel."},{"hash":"a4143de903fa1fc3e92b11c2278fc9a9dd2e9792a971b2d127e548cd352c8666","title":"US stops sending some weapons to Israel due to ongoing fighting in Rafah.","link":"https://kathmandupost.com/world/2024/05/08/us-pauses-some-weapons-to-israel-as-battles-rage-around-rafah","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersKM2X5SPOCNJ7HM666NXHRL7BIY-1715169460.jpg&w=900&height=601","date":1715105700000,"source":"kp","category":"world","content":"**Hamas and Israel Clash in Gaza**\n\n**Fighting in Rafah:**\n- Hamas forces are fighting Israeli troops outside Rafah.\n\n**U.S. Intervention:**\n- The U.S. has paused a shipment of bombs to Israel, hoping to prevent a full-scale Israeli attack on Rafah.\n- The U.S. believes a new ceasefire proposal by Hamas could lead to a breakthrough in negotiations.\n\n**Israeli Actions:**\n- Israel has seized the border crossing between Gaza and Egypt in Rafah, cutting off aid supplies.\n- Israeli forces have attacked a building in Rafah and ordered civilians to evacuate to a safe zone.\n\n**Civilian Suffering:**\n- The mayor of Rafah says the fighting has created a humanitarian crisis, with many lives lost and homes destroyed.\n\n**Ceasefire Talks:**\n- Peace talks between Hamas, Israel, and other countries are ongoing in Cairo.\n- A new ceasefire proposal has been made by Hamas, but both sides need to agree on terms.\n\n**Casualties and Aid:**\n- Thousands of Palestinians have been killed in the conflict.\n- The U.N. warns that the closure of border crossings is preventing aid from reaching Gaza.","summary":"Hamas said it was battling Israeli troops on the outskirts of the Gaza Strip’s crowded southern city of Rafah on Wednesday after a US official said Washington had halted a shipment of powerful bombs that Israel could use in a full-scale assault.The United States, which is seeking to stave off an Israeli invasion of Rafah, said it believes a revised Hamas ceasefire proposal may lead to a breakthrough in an impasse in negotiations, with talks resuming in Cairo on Wednesday.A senior US official said President Joe Biden’s administration paused a shipment of weapons to Israel last week in an apparent response to the expected Rafah offensive. The White House and Pentagon declined to comment.The official, speaking on condition of anonymity, said Washington had carefully reviewed the delivery of weapons that might be used in Rafah, and as a result paused a shipment consisting of 1,800 2,000-lb bombs and 1,700 500-lb bombs.This would be the first such delay since the Biden administration offered its “ironclad” support to Israel after Hamas’ Oct. 7 attack. Washington is Israel’s closest ally and main weapons supplier.A senior Israeli official declined to confirm the report, asking not to be named: “If we have to fight with our fingernails, then we’ll do what we have to do,” the source said. A military spokesperson said any disagreements were resolved in private.Israeli forces seized the main border crossing between Gaza and Egypt in Rafah on Tuesday, cutting off a vital aid route.Residents and officials said Rafah’s city council building was hit by Israeli tank fire on Tuesday and caught fire.“The streets of the city echo with the cries of innocent lives lost, families torn apart, and homes reduced to rubble. We stand on the brink of a humanitarian catastrophe of unprecedented proportions,” Rafah’s mayor, Ahmed Al-Sofi, said in an appeal to the international community to intervene.The Israeli military said on Wednesday it had uncovered Hamas infrastructure in several locations in eastern Rafah and its troops were conducting targeted raids on the Gaza side of the Rafah crossing and airstrikes across the Gaza Strip.It has told civilians to go to an “expanded humanitarian zone” in al-Mawasi, some 20 km (12 miles) away.Armed groups of Hamas, Islamic Jihad and Fatah said in separate statements that gunfights continued in the central Gaza Strip, while residents of northern Gaza reported heavy Israeli tank shelling against eastern areas of Gaza City and districts.CEASEFIRE TALKSIn Cairo, all five delegations participating in talks on Tuesday - Hamas, Israel, the US, Egypt and Qatar - reacted positively to the resumption of negotiations, and meetings were expected to continue on Wednesday, two Egyptian sources said.CIA Director Bill Burns was to travel from Cairo to Israel on Wednesday to meet Israeli Prime Minister Benjamin Netanyahu and his Mossad counterpart, an Israeli government source said.Israel on Monday declared that a three-phase proposal approved by Hamas was unacceptable because terms had been watered down. White House spokesperson John Kirby said the new text presented by Hamas suggests the remaining gaps can “absolutely be closed.”The proposal included a first phase with a six-week ceasefire, an influx of aid to Gaza, the return of 33 Israeli hostages, alive or dead, and the release by Israel of 30 detained Palestinian children and women for each released Israeli hostage, according to several sources.Since a week-long ceasefire in November, the only pause so far, the two sides have been blocked by Hamas’ refusal to free more Israeli hostages without a promise of a permanent end to the conflict and Israel’s insistence on only a temporary halt.Israel’s offensive has killed 34,789 Palestinians, most of them civilians, the Gaza Health Ministry said.The war began when Hamas militants attacked Israel on Oct. 7, killing about 1,200 people and abducting 252 others, of whom 128 remain hostage in Gaza and 36 have been declared dead, according to the latest Israeli figures.Al-Sofi, Rafah’s mayor, said 1.4 million people sheltering in the city had nowhere to go. Those in eastern neighbourhoods were being told to move to the coastal al-Mawasi area “which lacks the necessities of life”, he said.Around 200 patients from Rafah’s Abu Youssef al-Najjar Hospital, in an area designated by the Israeli army as a combat zone, were forced to evacuate to the west of the city after receiving calls warning them to leave, health officials said.Israel was reopening Kerem Shalom crossing on its border with the Gaza Strip on Wednesday, a statement from the Israeli agency in charge of it said, adding aid trucks routed through from Egypt were already undergoing security inspections there.Israel had closed Kerem Shalom crossing on Sunday after Palestinian shelling nearby killed four soldiers. The United Nations had warned the closure of both the Rafah and Kerem Shalom crossings had “choked off” the two main arteries for getting aid into Gaza, with stocks low inside the enclave. "},{"hash":"81b55116ab9a43b7c936a2a661a31fedd1fdb17e8885c978f1e280be03331726","title":"in-rapidly-ageing-china-millions-of-migrant-workers-can-t-afford-to-retire","link":"https://kathmandupost.com/world/2024/05/08/in-rapidly-ageing-china-millions-of-migrant-workers-can-t-afford-to-retire","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersVZ35XKHOKZLBXB53LL2NHYIWXQ-1715157316.jpg&w=900&height=601","date":1715105700000,"source":"kp","category":"world","content":"**China's Aging Population Faces Pension Crisis**\n\nOlder Chinese workers, including migrants, struggle with inadequate pensions and limited healthcare.\n\n**Key Points:**\n\n* Many retirees earn only $17 per month.\n* Policies prioritize economic growth over social services.\n* Rural migrants face a sharp drop in living standards.\n* China's population is aging rapidly, with 300 million expected to reach 60 in the next decade.\n* Raising the retirement age is being considered, but there are concerns about public backlash.\n* Health issues and high youth unemployment make it difficult for the elderly to rely on family or society for support.","summary":"As China's population ages and rural migrants near retirement, they face a lack of adequate pension coverage and increased economic hardship, despite their contributions to the nation's economic growth."},{"hash":"b6d620299059cae3bf0c37aeab77073cc5d0f2add114887f1c03b81f0ada0e26","title":"Severe floods in Brazil have displaced 150,000 people and claimed many lives, leaving others missing.","link":"https://kathmandupost.com/world/2024/05/08/brazil-floods-leave-150-000-homeless-scores-dead-or-missing","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersMIJAJ54QIBMQBDF6PJA2NLZPNM-1715147197.jpg&w=900&height=601","date":1715105700000,"source":"kp","category":"world","content":"**Floods in Southern Brazil**\n\nHeavy flooding in Rio Grande do Sul, Brazil, has killed at least 90 people and left thousands homeless.\n\n**Evacuations and Rescue Efforts**\n\nRescuers are evacuating people by boat and helicopter. Many people are sleeping on the roadside, hungry and without supplies.\n\n**Impact**\n\nThe flooding has destroyed homes, roads, and bridges. Water and electricity services have been disrupted, affecting over 1.4 million people.\n\n**Causes**\n\nExperts say the extreme rainfall was caused by a combination of El Niño, a weaker cold front, and unusual warmth in the Atlantic.\n\n**Government Response**\n\nThe federal government has promised aid, and the state is importing rice to stabilize the market.\n\n**Economic Impact**\n\nThe floods are expected to slightly reduce Brazil's GDP growth and increase inflation due to higher rice prices.","summary":"Devastating floods in Rio Grande do Sul, Brazil, leave 90 dead, thousands homeless, and rescue efforts hampered, with extreme rainfall attributed to climate-related phenomena."},{"hash":"b02071b19bbffd94659367e25ccd1fe544c57942d6edaad4d30a7a06f48a5cdd","title":"Australia now requires higher savings for student visas to prevent illegal working. It also warns against fake recruitment and job scams targeting international students.","link":"https://kathmandupost.com/world/2024/05/08/australia-raises-minimum-savings-for-student-visa-warns-on-fake-recruitment","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/ZOG3XLXWJBIJ7PR75KTYFZA23M-1715146730.jpg&w=900&height=601","date":1715105700000,"source":"kp","category":"world","content":"Australia has increased savings requirement for student visas to $19,576. Colleges are being investigated for fraudulent recruitment practices. This is part of an effort to control record migration, including international students, which is straining the rental market. The government aims to reduce migrant intake by half in the next two years.","summary":"Australia raises international student visa savings requirement, warns colleges of fraudulent recruitment practices, and tightens student visa rules to reduce migration."},{"hash":"4d1e5970683b220a3a181fcf8a9659ad24ba8e6238140fc24bf200beeabc779f","title":"unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","link":"https://kathmandupost.com/books/2023/07/31/unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/books-1690776078.jpg&w=900&height=601","date":1690740900000,"source":"kp","category":"books","content":"**Nepali Book Market: Unauthorized Translations and Piracy**\n\nTaslima Nasrin's books have all been unofficially translated into Nepali. The writer has not authorized any translations and has not received royalties.\n\nUnauthorized translations and pirated books are widespread in Nepal, including works by well-known authors. These translations are often of poor quality and have caused harm to authors, publishers, and readers.\n\nDespite the Copyright Act prohibiting unauthorized translations, enforcement is lax. Publishers have not made efforts to obtain translation rights.\n\nUnauthorised translations have tarnished Nepal's reputation and hindered the development of its book publishing industry.\n\nThe government has played a role in the proliferation of piracy by imposing taxes on book imports.\n\nAddressing piracy requires cooperation between the government, publishers, writers, and readers.","summary":"Unauthorized translations and printing of popular international books in Nepal are rampant, harming authors, publishers, and readers due to poor quality and copyright violations, despite legal provisions prohibiting such actions."},{"hash":"f91af36450d89ad58798b4c4d401adfda4ba09b3625ea1c7677f78706e25f747","title":"Young people from a region where Maoist rebels have been active are turning to the United States for help, feeling neglected by their own government.","link":"https://kathmandupost.com/national/2023/06/25/desperate-youths-from-maoist-heartland-hit-us-wall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/CIJ-1687660964.jpg&w=900&height=601","date":1687630500000,"source":"kp","category":"national","content":"**Youths from Nepal's Rukum East district are illegally migrating to the United States (US) via human traffickers.**\n\n**Many have been deported, losing millions of rupees.**\n\n**Deported youths have faced unspeakable ordeals and have lost about 6 million rupees each.**\n\n**Villages like Tak, once considered a Maoist stronghold, have been hit hard by this trend.**\n\n**Youths have taken loans with high interest rates to fund their trips.**\n\n**Despite the dangers, many still try to migrate due to economic hardship and lack of opportunities.**\n\n**Families are devastated by the loss of money and the burden of debt.**\n\n**Illegal migration continues due to lack of political will and legal action.**\n\n**Police find it difficult to take action due to lack of specific laws.**\n\n**Organized human trafficking is thriving in areas where the Maoist insurgency once operated.**","summary":"Bharat Budha, chair of Putha Uttarganga Rural Municipality’s ward 10, knows that many youths from his village have made it to the United States via ‘tallo bato’—backdoor route—and that many are still on the way. He also knows that eight of them have been deported from the country and that they have lost a cumulative Rs45 million in the process. The deported youths say that they returned home empty-handed after facing unspeakable ordeals and lost Rs6 million each on average.The Tak village in Rukum East—a close-knit settlement of 425 houses—was considered the Maoists’ ‘base area’ during the insurgency. Village youths who reached the US through illegal routes and got deported have lost an estimated Rs40 million. The number of those who returned without completing the journey and the amount they lost remain unknown.To get to the US, the youths have taken loans at up to 36 percent interest per annum from their relatives and village landowners. In Tak village, at least one person each from half of the households has gone abroad, Budha said. “Youths started going to America about six-seven years ago,” he said. “If they could gather enough money, the whole village would try to go to the US.” Budha’s own son had reached the US illegally in 2017, spending Rs3.2 million.During the insurgency, outsize slogans of revolution would adorn the walls of houses in the village. Hoping for a better life, people from all walks of life helped out the Maoists. But now, village youths are paying the agents to illegally get to the US—a country that the Maoists used to call their ‘enemy’, an ‘imperialistic force’. This has cost the Tak village much and in multiple ways.Death of a dreamSome of the deported youths have chosen to flee the village altogether, burdened with debt and creditors’ pressure. At least five such families have already left, said a resident. The family of Ram Budha was one of them. On April 28, 2015, Ram, who had returned to Nepal after working in Malaysia for eight years, took the illegal route to the US. He travelled through arduous trails for months and finally arrived in the country. Upon reaching the country, he was detained and had to stay at the detention camp for 27 months. When his refugee application was rejected, he was deported to Nepal in mid-December 2019. He lost Rs4.5 million in the process. He now owes over Rs6 million to creditors. “After the creditors began to put pressure on me, I couldn’t live in the village peacefully,” said Ram, who currently runs a vegetable farm in Tarakeshwar, Kathmandu.While those who got to the US through illegal routes and fortunately got refugee status there narrate their stories with pride, those who have been deported or returned from half-way have tragic tales to tell.Nanda Kala Gharti, who lives in a small stone house on the upper flank of Tak village, spends her days in melancholy. Her husband, Dhanlal, had chosen to take the illegal route to the US, and Nanda Kala, a mother of four, is living with the repercussions of his decision. Dhanlal had got into the US after a six-month long arduous journey and was detained immediately. He had to spend four years in the detention camp, before he was deported to Nepal. He had already lost Rs6 million.Nanda Kala said they now have an insurmountable crisis in their hands. Pointing to her son, she exclaimed, “When will he grow up, go abroad and pay back the loans!”Dhanlal himself tried to go to Croatia once and spent 15 days in Kathmandu for the process. But after he was turned down, he returned home dejected. “Now we will submit the passport to another agent [for Dhanlal’s trip abroad],” Nanda Kala said. “There’s no point staying here.”Stories that echo each otherThe situation in Sisne Rural Municipality is similar to that of Putha Uttarganga. Here, one can hear plenty of stories of those who have tried to go to the US and those who are fighting refugee cases there. Krishna Regmi, chair of the rural municipality, personally knows seven people who have been deported from the US.Gangaram Khadka, a resident of Sisne-3, runs a bee and chicken farm. Like other young men in his village, Khadka had headed off to the US via an illegal route on 27 March, 2018. He had reached the US via the New Delhi-Moscow-Barcelona-Bogota-Panama-Costa Rica-Nicaragua-Honduras-Guatemala-Mexico route. When he finally arrived in the US, he was detained and had to spend 11 months in detention. He was deported on 15 March, 2019. He had handed over Rs3.2 millions to the agent and spent Rs2 million to fight the case to become a refugee. “It’s not possible for me to pay back the loan while working in Nepal,” he said. “I aim to pay back some interest and head off abroad again.”For six months after Khadka was deported, he had anxiety and headache, he said, adding the three people from his village who were deported like him are also struggling with their mental health.Tikaram Pun, a 40-year-old resident of Bohora village in Musikot-4, is also haunted by his past journey. In September 2017, he reached the US after crossing 17 countries with the help of organised human traffickers. Of the 41 people in his group, 31 were from Rukum East and Rukum West, he said. Pun, who was detained on arrival in the US, spent 24 months in a detention camp. His refugee application was also refused and so he was deported along with eight other Nepalis. “When I returned, I started having mental health problems. I still suffer from them,” he said. Pun is under pressure from creditors and relatives to pay back the Rs9.2 million loan he had taken for the task.Those who died on the wayA group of 10 Bangladeshis and seven Nepalis, including Rupak Bohora of Bafikot-3 in Rukum West, were on a mission to reach Costa Rica through Colombia, Caribbean Coast, Capuragana and Panama. But while they were crossing a sea, their boat capsized. As many as 12 died in the incident, including six Nepalis. Rupak’s wife, Geeta, learned about the incident only after six days, on 25 June, 2021.“I still don’t know what exactly happened,” said Geeta, who had been married off at age 19 and is now a mother of two daughters. The only thing she knows is that Rupak has died and she is now all alone. And that she has Rs5 million in loan taken for Rupak’s trip. She showed a picture of her husband on her phone to this scribe and said, “I only have memories.”Lack of political will and legal remediesThe concrete bridge over Chewang river is on the edge of Tak village. On the walls of the bridge are paintings of political theorists like Marx, Engels, Lenin, Stalin and Mao, and the iconic slogan, ‘Workers of the world, unite!’, below them. But the slogan appears to be at odds with life in the village. Given the phenomenon of illegal travels to the US through the help of organised human traffickers, the whole village appears to be emptying. Neither the local governments are concerned about the phenomenon nor are the political parties paying attention.Puniraj Gharti, chair of Putha Uttarganga Rural Municipality, said though the trend is worrying, there’s nothing he can do. “How could we stop them from making the trip when they are struggling to make a living in the village?” he said.Krishna Regmi, chair of Sisne Rural Municipality, said that the vicious cycle of poverty started after marijuana farming was banned in the country. Then the Maoist insurgency added to the woe, forcing youths to migrate. The signing of the peace agreement in 2006 didn’t herald any change in the economy either and youths are struggling to get jobs. Organised human traffickers are cashing in on this sorry state of affairs, Regmi said. “Meter byajis [usurious lenders] are also promoting this phenomenon,” he added.The phenomenon is equally rife in Dang’s Tulsipur and Ghorahi. Ramesh Kumar Pandey, chair of Ghorai-15, says that even though many heading to the US are swindled, no complaints are filed at the ward office. “Only those who attempt to go to Saudi Arabia or Qatar file the complaints,” he said.One can infer from Pandey’s statements that the families of such illegal travellers don’t want to publicise the ordeals of their family members. On the one hand, agents threaten them to not publicise the issue; on the other, they fear they themselves would be punished by law.According to the Anti-Human Trafficking Bureau, as many as 178 Nepalis, including 174 men, have been deported from the US in the five fiscal years after 2018-19. Of them, the highest 49 are from Rukum while 37 are from Dang. The data doesn’t include those who returned after making it to the half-way or those who have been fighting the legal battle in the US for refugee status. But this data is enough to show that many such youths are from the ‘base areas’ of the Maoist insurgency.SSP Jeevan Shrestha, chief of the bureau, said that data on the number of such victims and the amounts they have spent is hard to collect since complaints are rarely filed with the police. “This is human trafficking but for a lack of law, we are still compelled to launch the cases as per Human Trafficking and Transportation (Control) Act 2074 BS,” Shrestha said. “The Act provides a maximum penalty of Rs250,000 for the offenders and 50 percent of that as compensation to the victims.” Without specific law, police also invoke the theft and organised crime act to punish the offenders, he added.On the one hand, police receive no complaints; on the other, the phenomenon sees no control.Bhaskar Gautam, a political scientist, says the rise in cases of human trafficking in the insurgency’s ‘base areas’ is due to the political system’s abject failure.While the Maoists raised issues related to livelihood, nationalism and a new kind of democracy to fuel their war machine, after the peace process, it is livelihoods that have been hit the hardest, Gautam said. “The traditional way of life and economy took a hit during the insurgency,” he said. “Developments after the peace process also failed to address that. What sprang up was organised human trafficking.”(Mahesh KC in Rukum East and Durgalal KC in Dang contributed to this report.)This report is prepared in collaboration with the Center for Investigative Journalism-Nepal. "},{"hash":"5b41caa28761fd8ada1be7951764ae6954dd5a645984d3ea1fe0cdb1a6b25396","title":"Poor patients in need of hospitalization are often unable to access private hospital beds due to financial constraints.","link":"https://kathmandupost.com/national/2023/06/10/no-private-hospital-bed-for-poor-patients","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/thumb19-1686358218.jpg&w=900&height=601","date":1686334500000,"source":"kp","category":"national","content":"**Summary:**\n\nGyanumaya BK, a 69-year-old laborer from Pokhara, Nepal, has struggled to pay for back pain treatment at a private hospital due to a lack of awareness about a government rule. This rule requires private hospitals to provide free treatment to the underprivileged, but many hospitals are ignoring it.\n\nThe government's monitoring bodies are also failing to enforce the rule, despite complaints from patients and health workers. As a result, hospitals are denying free services to those who need them, including those in poverty.\n\nThis is a problem not only in Pokhara but also in other cities like Chitwan, Biratnagar, and Butwal. Private hospitals are refusing to follow the government mandate, and local authorities are not taking any concrete steps to ensure compliance.\n\nThe Sub-Metropolitan City in Butwal, despite having the authority to inspect hospitals, has yet to take any action. This has deprived hundreds of needy patients of government services, forcing them to pay exorbitant fees for healthcare.","summary":"Gyanumaya BK, suffering from backaches, spent over Rs 50,000 on medical expenses at Metrocity Hospital, Pokhara, despite the existence of regulations requiring private hospitals to provide 10% free services to the needy, which the hospital and other private hospitals in Pokhara, Chitwan, Biratnagar, and Butwal are ignoring due to lack of monitoring and enforcement by regulatory bodies."},{"hash":"14fbcd22a699570d65e7758d4c2963317220d35cfa4e26f16ce7492b810b1cab","title":"India's Prime Minister Modi may run for a third term in 2024. His supporters believe he will continue to improve the country and its economy. However, there are also concerns about rising authoritarianism and inequality under his rule.","link":"https://kathmandupost.com/columns/2024/05/07/bracing-for-modi-s-third-term","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadReuters-1715097209.jpg&w=900&height=601","date":1715019300000,"source":"kp","category":"columns","content":"**India's Election: Modi Expected to Win**\n\nIndia, the most populous country, is holding a huge election. People will choose 543 members of parliament.\n\n**Modi's Popularity**\n\nPrime Minister Modi is likely to win a third term. His popularity is high, and no other leader matches his appeal.\n\n**Lack of Strong Opposition**\n\nOther parties lack a strong leader to challenge Modi. The election is seen as a decision for or against Modi.\n\n**Low Voter Excitement**\n\nThe election has been less exciting than usual, with low voter turnout. Reasons include hot weather, Modi's popularity, and lack of an obvious alternative.\n\n**Modi's Dominance**\n\nModi is running on his own image and popularity. He is the face of the campaign, while other parties play a smaller role.\n\n**Modi's Record**\n\nModi's 10 years in office have seen successes and failures, including a controversial currency ban and the COVID-19 pandemic.\n\n**Foreign Policy and Neighborhood**\n\nIndia's relationships with its neighbors have worsened under Modi, while its global standing has remained largely unchanged.\n\n**Modi's Third Term**\n\nIf Modi wins, he is expected to use his third term to strengthen his image and policies.","summary":"India's largest election is underway, with PM Modi expected to secure a third term amidst subdued voter excitement and political party influence, while Modi's controversial rule has seen mixed outcomes, including failures and successes."},{"hash":"9319073783336cff50f5d7e65ed93d2d905d2579fd7e85889b4c00f04cb56cb1","title":"**Protecting Local Media from Social Media**\n\nSocial media is changing the way people consume news. Local media outlets, which play a vital role in informing communities, are struggling to compete with social media giants.\n\nTo protect local media, consider:\n\n* **Supporting local news organizations:** Subscribe to local newspapers, listen to local radio stations, and watch local TV news.\n* **Being critical of information:** Don't automatically trust everything you see on social media. Verify information with reputable sources.\n* **Engaging with local media:** Share local news stories, comment on articles, and attend community events.\n* **Advocating for regulations:** Support policies that promote fair competition between social media and local media.","link":"https://kathmandupost.com/columns/2024/05/07/protecting-local-media-from-social-media","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownShutterstock5-1715097209.jpg&w=900&height=601","date":1715019300000,"source":"kp","category":"columns","content":"**Social Media Regulation in Nepal**\n\n**Concerns:**\n\n* Social media regulations focus on legal and taxation frameworks, but not on:\n    * Protecting democratic information (news)\n    * Holding platforms accountable for misinformation\n\n**Importance of Local Journalism:**\n\n* Essential for a functioning democracy\n* Provides accurate information\n* Holds the government accountable\n* Prevents misinformation\n\n**Threat to Local Journalism:**\n\n* Social media platforms benefit from using news without paying\n* Advertisers are moving to social media, hurting local media revenue\n\n**Government's Role:**\n\n* Strengthen local journalism:\n    * Tax incentives\n    * Funding\n    * Skills development\n* Ensure balanced social media regulations:\n    * Hold platforms accountable for misinformation\n    * Require platforms to invest in local media\n    * Mandate advertisers to spend a portion of their budget on local media","summary":"Social media regulation efforts focus on legal and taxation frameworks, but overlook safeguarding democratic information, holding platforms accountable for problems, and supporting local journalism to combat misinformation."},{"hash":"b4783d03e9cb20218b9a9b72b6c848490e971813d48a70c34782d39fb46887e1","title":"Global wildfires are becoming more frequent and severe, driven by factors such as climate change, land-use changes, and human carelessness. These wildfires have devastating consequences, including loss of life and property, damage to natural ecosystems, and release of carbon emissions. Addressing the wildfire crisis requires coordinated efforts to mitigate climate change, promote sustainable land management practices, and enhance emergency preparedness and response.","link":"https://kathmandupost.com/columns/2024/05/07/wildfire-of-global-crises","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/leadforestfire1678757717-1715044738.jpg&w=900&height=601","date":1715019300000,"source":"kp","category":"columns","content":"**Wildfires Ravage Nepal and the World**\n\nNepal has seen thousands of wildfires in recent years, causing significant damage. Globally, wildfires are becoming more frequent and intense, destroying vast areas of forest and releasing harmful pollutants.\n\n**Scientific Failures**\n\nScientists have failed to accurately predict wildfires, despite attributing them to climate change. The impacts of wildfires are outpacing scientific projections, even in developed countries.\n\n**Uncontrolled Destruction**\n\nWildfires are destroying forests, releasing carbon dioxide, and creating toxic air pollution. They are making the planet increasingly uninhabitable.\n\n**Fossil Fuel Dependence**\n\nDespite the urgency, the world continues to rely heavily on fossil fuels. The extraction of oil, coal, and other resources contributes to climate change and wildfires.\n\n**Technological Incapacities**\n\nTechnological advancements have not kept pace with the wildfire crisis. Alternative energy sources are not yet fully viable, and renewable energy components require unsustainable extraction of materials.\n\n**Moral Dilemma**\n\nDeveloped countries, who are major polluters, have failed to take effective action on climate change. They preach to developing countries but continue to consume fossil fuels and contribute to the problem.\n\n**Human Failure**\n\nWildfires are a result of human activities, such as consumerism and reliance on fossil fuels. Scientific progress alone cannot solve the crisis if human empathy and responsibility are not restored.","summary":"Nepal faces a surge in wildfires (32,645 in the last decade), while globally, over a million wildfires occur annually, leading to significant economic, social, and environmental losses, despite attempts to attribute them solely to climate change."},{"hash":"33d5b7761eb5bd3b41e26b739647600e33685d1a97a97f0651c70b2650289129","title":"divided-we-fall","link":"https://kathmandupost.com/editorial/2024/05/07/divided-we-fall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb7-1715044507.jpg&w=900&height=601","date":1715019300000,"source":"kp","category":"editorial","content":"**Power struggles split political parties in Nepal.**\n\nThe ruling coalition parties have split another junior party, the Janata Samajbadi Party Nepal. This split is said to have been done to stop an attempt to overthrow the coalition. The new party, led by Ashok Rai, claims the original party was trying to join with the opposition to form a new government.\n\nParty splits and mergers are common in Nepal, especially among Madhes-based organizations. These splits are often due to personal conflicts or disagreements over power, not ideological differences.\n\nThese splits weaken the Madhesh movement and damage the idea of a diverse society. They also make people lose faith in political parties and turn to extremist groups.","summary":"Nepal's ruling coalition has engineered a split in the Janata Samajbadi Party Nepal, led by a deputy prime minister, to prevent an attempted coalition change and maintain power."},{"hash":"349bf15e76b9ee93953ea9dcd19ecc5848ef7349536cadd8b4015572475f8225","title":"Collaborative approach where people work together on a project or activity.","link":"https://kathmandupost.com/editorial/2024/05/05/do-it-together","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb14-1714955634.jpg&w=900&height=601","date":1714846500000,"source":"kp","category":"editorial","content":"Prime Minister Dahal is considering forming a parliamentary committee to investigate misuse of co-operative funds. The opposition Congress party is skeptical, as they believe it's an attempt to protect Home Minister Lamichhane, who is accused of embezzlement.\n\nDahal insists the investigation will be fair and target all involved, not just Lamichhane. However, the Congress remains unconvinced.\n\nThe issue of co-operative embezzlement is serious and needs to be addressed. If it is not, victims may protest and demand justice.\n\nIt is crucial for the ruling and opposition parties to work together and find a solution that ensures a fair investigation and protects victims.","summary":"PM Dahal considers parliamentary probe into fraudulent co-operatives, but Nepali Congress remains skeptical due to prior protection of Home Minister Lamichhane."},{"hash":"5841108008e5064ef1e06acb02587ec7e2527a185fb5500cad260ddcc07851d4","title":"Not able to be breathed.","link":"https://kathmandupost.com/editorial/2024/05/03/unbreathable","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb11-1714698940.jpg&w=900&height=601","date":1714673700000,"source":"kp","category":"editorial","content":"Pokhara, once a popular tourist destination, is now polluted and unhealthy. Air pollution is also severe in Kathmandu, causing health problems and reducing life expectancy. The government needs to enforce laws to reduce pollution. Access to clean air is a basic right, and the government must protect it.","summary":"Air pollution in Nepal's Pokhara and Kathmandu, caused by road construction dust, wildfires, and vehicle emissions, poses severe health risks, prompting calls for government action to enforce pollution control measures and protect public health."},{"hash":"b8cf800b128e5429effac6538b5cdeff14e12e5c92d4968c239f48ce105eb283","title":"Padam Giri, a successful entrepreneur, shares his insights on business and leadership:\n\n* **Embrace change:** Embrace challenges and adapt quickly.\n* **Focus on value creation:** Create products or services that solve problems or improve lives.\n* **Build a strong team:** Surround yourself with talented and passionate individuals.\n* **Foster a positive company culture:** Create a work environment that fosters creativity and collaboration.\n* **Stay disciplined and persistent:** Set clear goals and work diligently towards them.\n* **Learn from mistakes:** View failures as learning opportunities and embrace risk-taking.","link":"https://kathmandupost.com/interviews/2024/05/05/interview-with-padam-giri","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/padamgiri-1714923097.jpg&w=900&height=601","date":1714846500000,"source":"kp","category":"interviews","content":"**Parliamentary Session Begins amid Deadlock Over Probe Committee**\n\nThe budget session of the federal parliament begins Friday without a resolution to the dispute over forming a parliamentary committee to investigate allegations against Deputy Prime Minister Rabi Lamichhane.\n\nThe Minister for Law, Justice, and Parliamentary Affairs, Padam Giri, says the Nepali Congress (opposition party) should reconsider its demand for a committee targeting Lamichhane and instead support a broader study of the cooperative sector.\n\nGiri believes the Congress is being selective in its focus on Lamichhane and that the cooperative sector as a whole needs scrutiny. He hopes the Congress will agree to a broader mandate.\n\nThe government plans to endorse several bills during the session, including those related to enforced disappearances, school education, and banking. Giri identifies 24 bills under consideration, with plans to register more.\n\nGiri acknowledges the parliament's poor performance in endorsing bills and is prioritizing their passage. He encourages ministries to engage in broad consultations during the drafting process to minimize controversies.\n\nThe amendment bill to the Transitional Justice Act remains unresolved due to contentious issues, but Giri believes the parties are close to reaching consensus.","summary":"The Nepali Parliament's budget session commences amidst unresolved conflicts over a probe committee for Deputy Prime Minister Rabi Lamichhane's cooperative fraud allegations, leaving the session's smoothness uncertain."},{"hash":"39eb27d07dda639b3d5dd4481b8d6012361b0eeb330937898496f65c11c09fe8","title":"Next two months could be tough as fires cause damage.","link":"https://kathmandupost.com/interviews/2024/04/28/next-two-months-will-be-challenging-due-to-fire-incidents","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/anilpokharel-1714368894.jpg&w=900&height=601","date":1714241700000,"source":"kp","category":"interviews","content":"**Fire Incidents in Nepal**\n\nNepal has been experiencing an increase in fire incidents due to:\n\n* Low rainfall and high temperatures\n* Accumulation of forest litter without rainfall\n* Strong winds\n* Burning of crop residues\n* Deserted homes and empty settlements\n\n**Government Response:**\n\nThe government is taking steps to address the issue, including:\n\n* Training community forest groups and volunteers to fight fires\n* Providing portable fire pumps to local governments\n* Developing training materials and awareness campaigns\n* Using helicopters for firefighting\n* Assessing risk in business complexes and ensuring safety measures are in place\n\n**Challenges:**\n\n* Inadequate resources (human and equipment) for forest fire protection\n* Rural-urban migration and lack of manpower in villages\n* Ineffective disaster management in some local governments","summary":"Recent weeks have witnessed devastating fire incidents across Nepal, with over 110 houses destroyed in Mahottari, several settlements in Gulmi, Rupandehi, and Arghakhanchi, resulting in nine fatalities and significant losses due to inadequate rainfall, rising temperatures, and stubble burning."},{"hash":"2d1dcd1af2a010f1dc8a5288d051100d0a7e6e1ee7a6d0087e377a8fa051364f","title":"Nepal offers fair opportunities for all investors, regardless of their origin or affiliation.","link":"https://kathmandupost.com/interviews/2024/04/28/nepal-presents-equal-opportunity-for-all-investors","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1714270342.jpg&w=900&height=601","date":1714241700000,"source":"kp","category":"interviews","content":"Today, Nepal will host an investment summit to attract foreign investors. Nepal has previously hosted two summits, but has not yet achieved the investment goals it set.\n\nThis time, Nepal is inviting potential investors directly and showcasing success stories to inspire investment. The government has also passed a law to remove barriers to foreign investment.\n\nNepal is working to improve its sovereign credit rating and make it easier for investors to take profits home.\n\nWhile India's policy of not buying power from projects with Chinese investment has affected the hydropower sector, Nepal plans to sell surplus energy to neighboring countries.\n\nNepal emphasizes political stability and policy consistency, despite changes in the ruling party.\n\nDespite rumors, interest from major investors such as Gautam Adani remains strong.\n\nNepal encourages legal investment and avoids getting caught up in geopolitical conflicts.","summary":"Nepal hosts its third Investment Summit to attract FDI, showcasing investment opportunities and enacting legal amendments to enhance investor friendliness, despite geopolitical concerns and past summit investment shortfalls."},{"hash":"b8119b43ed80553d871f3b6e70a45b435e16350f69e3656d8ec00cdfd1f5e39e","title":"Directly electing the Prime Minister and Chief Ministers could:\n\n* Reduce instability in government\n* Give voters more power to choose leaders\n* Increase accountability of leaders","link":"https://kathmandupost.com/interviews/2024/04/21/direct-election-of-prime-minister-and-chief-minister-way-out-of-instability","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/interview-1713764589.jpg&w=900&height=601","date":1713636900000,"source":"kp","category":"interviews","content":"**Political Competition and Provincial Instability**\n\nPolitical parties are competing fiercely for power in provincial governments, leading to increased public frustration. Some leaders blame the electoral system for the instability, but analyst Tula Narayan Shah believes that politicians' personal ambitions and corruption are the root cause.\n\n**Electoral System Debate**\n\nWhile some argue that changing the electoral system will solve instability, Shah argues that it is not the problem. He suggests focusing on correcting corrupt practices within the system rather than scrapping it altogether.\n\n**Provincial Issues**\n\nProvinces have faced similar problems as the central government, including rampant corruption and a lack of transparency. Shah believes that directly electing prime ministers and chief ministers, like in local units, would provide stability.\n\n**Federalism and Marginalization**\n\nFederalism was adopted to address Nepal's centralized government and promote inclusivity, but it has failed to deliver on its promises. Shah emphasizes the need for meaningful reforms to empower provinces and address the concerns of marginalized communities.\n\n**Madhesh Politics**\n\nMadhesh Province has been governed by parties that advocate for federalism, but they have not implemented inclusive policies within their own governments. Shah identifies the dominance of elite groups and patron-client dynamics as obstacles to progress.\n\n**Emergence of New Parties**\n\nNew parties like Janamat Party and Nagarik Unmukti have emerged in Madhesh to address concerns about discrimination and bad governance. Shah believes that their success reflects the dissatisfaction with the old Madheshi parties.","summary":"Unhealthy competition for provincial government formation has escalated frustration among the public, while political leaders blame the mixed electoral system for Nepal's ongoing instability, prompting a debate on the need for direct elections for executive heads and comprehensive reforms of the provincial system."},{"hash":"5c600ef479c5d95e859fb1a9dbd261d3a264f62d509d4185d7c4d11d0a9bb8ee","title":"I support a fully proportional representation system with a 5% threshold.","link":"https://kathmandupost.com/interviews/2024/04/15/i-am-for-a-fully-pr-system-with-a-five-percent-threshold","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/interviews/Untitled1-1713152017.jpg&w=900&height=601","date":1713118500000,"source":"kp","category":"interviews","content":"Nepali Congress proposes changing Nepal's election system to ensure stability. Former chief election commissioner, Neel Kantha Uprety, believes any electoral system can work if used correctly.\n\nThe current mixed system was introduced after the 2006 People's Movement to ensure representation of historically underrepresented groups. However, leaders have misused the system by promoting their own people or selling seats.\n\nUprety suggests adopting a fully proportional representation (PR) system with provisions to prevent manipulation. This would allow candidates to be selected fairly through primaries and ensure inclusivity at all levels.\n\nWhile increasing the threshold for PR votes could help larger parties, Uprety believes a fully PR system with a threshold of at least 5% would be beneficial.\n\nUprety also opposes proposals to make the first-past-the-post system more inclusive by allocating certain constituencies for marginalized groups. He believes a fully PR system would be more effective in achieving inclusivity.\n\nDespite pledges, leaders are hesitant to grant voting rights to Nepalis abroad because the results could be unpredictable and swing elections in unexpected ways.","summary":"As political instability persists due to hung parliaments, Nepali Congress leaders advocate for electoral system reform, while experts suggest a fully proportional representation system with primaries to ensure inclusivity and reduce electoral anomalies."},{"hash":"16ca03860b600f5d221a63cab7bc1b2ab4dad746bbb104c9f57095e07f85ef78","title":"Muluki Ain is a set of laws in Nepal.","link":"https://kathmandupost.com/letters/2021/11/08/muluki-ain-is-a-legal-code","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/third-party/mulukiain-1636421052.jpg&w=900&height=601","date":1636308900000,"source":"kp","category":"letters","content":"**Muluki Ain Summary:**\n\nThe Muluki Ain of 1854 was a landmark legal code that established a common law system and defined the powers of government. It recognized the importance of rule of law and aimed to reduce arbitrary decisions.\n\nWhile the code was based on traditional principles including the caste system, it also recognized the need for reforms to ensure equal punishment for all people regardless of their caste. The code covered various aspects of life, including religious practices, customs, and social traditions.","summary":"Heidelberg University translated and published the 1854 Muluki Ain, rationalizing Nepal's legal system and recognizing rule of law, despite maintaining caste divisions inherent in Nepalese society."},{"hash":"f26d8550751249ca6fce9099e307f744741857845591c48ab0d55210ac42e144","title":"**Misleading News:**\n\nFake or biased news that looks like real news but distorts or omits facts to manipulate readers' opinions. It can be intentionally spread to deceive or promote a particular agenda.","link":"https://kathmandupost.com/letters/2021/04/12/misleading-news","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/opinion/thumb-1618223282.jpg&w=900&height=601","date":1618164900000,"source":"kp","category":"letters","content":"A news report claimed that Sinohydro Corporation Ltd, a Chinese contractor working on the Melamchi Water Supply Project in Nepal, did not pay taxes for materials used in construction.\n\nSinohydro denies this and says they:\n\n* Legally obtained materials from different sources, including foreign countries, local vendors, and recycled construction waste.\n* Used the materials for three construction purposes: concrete, gabion walls, and weir lining.\n* Recycled excavated rock for gabion walls and weir lining instead of using riverbed materials.\n* Have paid all vendors and suppliers and have records to prove it.\n\nThe news report is misleading and should be corrected.","summary":"Sinohydro, contractor for Melamchi Water Supply Project, denies allegations of unpaid taxes on construction materials, claiming they were acquired legally and paid for accordingly."},{"hash":"e862b51d7419ba6f589572cd4032419c790b93c181a1334f46e1b9ab2f51169b","title":"Mistake in understanding; wrong idea.","link":"https://kathmandupost.com/letters/2021/01/03/misunderstanding","date":1609611300000,"source":"kp","category":"letters","content":"**Nepali Workers Can Work in Japan**\n\nJapan needs foreign workers, and Nepal has signed an agreement with Japan for Nepali workers to go to Japan.\n\n**Agreement Details**\n\n* Japan and Nepal will work together to make sure Nepali workers can get jobs in Japan easily.\n* Nepali workers will sign contracts directly with Japanese companies, not the government.\n\n**Private Agencies Can Help**\n\n* Private companies can help Nepali workers find jobs in Japan, but they must follow Japanese laws.\n\n**Job Costs**\n\n* Most Japanese companies pay for travel and health costs, but this is not required by law.\n\n**Other Countries**\n\n* Japan has also signed agreements with other South Asian countries, like Pakistan and Bangladesh.","summary":"In 2019, Japan opened its labor market to Nepalis as specified skilled workers (SSW) under a government-to-business modality, despite misunderstandings and confusions about the cooperation agreement."},{"hash":"4d564e4aa9b147540d5d27c861b9724bce96976aa16a590835a10f4f29687ad6","title":"Nepalese people have made significant contributions in many fields, including:\n\n* **Mountaineering:** Tenzing Norgay was the first person to summit Mount Everest along with Edmund Hillary.\n* **Literature:** Laxmi Prasad Devkota is considered the father of modern Nepali literature.\n* **Art:** Arniko was a renowned artist and architect who worked in Nepal and China.\n* **Music:** Narayan Gopal was a legendary singer whose songs are still popular today.\n* **Science:** Mohan Raj Giri was a pioneer in the field of Ayurveda and established the Institute of Medicine in Nepal.\n* **Social activism:** Pasang Lhamu Sherpa was the first Nepali woman to climb Mount Everest, and an advocate for women's rights.","link":"https://kathmandupost.com/letters/2020/11/30/contributions-to-nepali","date":1606673700000,"source":"kp","category":"letters","content":"Michael Hutt expresses gratitude to Deepak Thapa for highlighting concerns about Nepali studies in Euro-America. He acknowledges Krishna Pradhan's contributions to Nepali studies at SOAS, including teaching Nepali and enabling the development of courses in Nepali literature, history, and culture. However, he regrets that these courses will no longer be available to future students in the UK.","summary":"SOAS University of London will no longer offer Nepali studies due to Krishna Pradhan's retirement and the university's lack of support."},{"hash":"a1d8bb473b76b044c715510c1e3cd12b7293a4516faf36066b07acc77fd64756","title":"chhaupadi-persists","link":"https://kathmandupost.com/letters/2020/09/24/chhaupadi-persists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2020/third-party/thumb3-1600897015.jpg&w=900&height=601","date":1600884900000,"source":"kp","category":"letters","content":"Chhaupadi is an unfair practice that makes women and girls stay away from their families and normal activities while menstruating. This practice is still happening even though it was banned in 2005. It's important to speak up about this issue and make sure that women are treated fairly. Punishments for breaking the law should be stricter, and there should be more support for women who are affected by Chhaupadi.","summary":"Chhaupadi, an illegal menstrual seclusion practice in Nepal, persists despite fatalities, inadequate punishments, and unreported cases, highlighting the need for societal condemnation and legal reconsideration."}]