[{"hash":"4adecc78674c4904d6258cc34ddcbbac079fd0435d1b9573015113d463e6d7e8","title":"The President will present the government's policy agenda to Parliament.","date":1715660995546,"source":"nn","link":"https://nepalnews.com/s/nation/president-to-unveil-government-policy-programme-in-joint-meeting-of-federal-parliament","imageLink":"https://web.nepalnews.com/storage/story/1024/FederalParliamentSept12_201909141811471689332766_1024.jpg","category":"nation","content":"On Tuesday, President Paudel will present the government's plan for the next year to both houses of parliament. Preparations are complete, and invitations have been sent to officials. Lawmakers hope the plan will focus on improving people's lives, reducing emigration, and supporting rural areas.","summary":"President Ramchandra Paudel to present government's policy and program for fiscal year 2081/082 BS to a joint parliament meeting on Tuesday."},{"hash":"c7dbc6d8acd171264e128c3ea6cbde9275bb7f7d8a63f3928302a4bb3923810e","title":"The plan for the 16th five-year period is ready with ambitious goals.","date":1715660999800,"source":"nn","link":"https://nepalnews.com/s/business/16th-five-year-periodic-plan-draft-ready-with-ambitious-plans","imageLink":"https://web.nepalnews.com/storage/story/1024/national_planing_commision1715174848_1024.jpg","category":"business","content":"Nepal's 16th Five-Year Plan aims to improve the country by 2085/86. Its goals include:\n\n- Economic growth of 7.3%\n- Per capita income of $2,413\n- Reducing poverty to 20.3% and inflation to 5%\n- Increasing life expectancy, literacy, and healthcare access\n- Boosting hydropower production, internet usage, and banking services\n- Strengthening rule of law, reducing corruption\n- Creating 1.2 million jobs annually\n- Increasing minimum wage and social security coverage","summary":"Nepal's 16th Five-Year Plan (2081/82-2085/86) targets economic growth of 7.3%, poverty reduction to 20.3%, and per capita income of $2,413, with focus on good governance, social justice, and prosperity."},{"hash":"a60a0a5adbebd953d3f935479d051b04adee3b266d7c6f6d8af9e8ad8b2961f0","title":"Hilly region to face partly cloudy weather.","date":1715661006396,"source":"nn","link":"https://nepalnews.com/s/nation/partly-cloudy-weather-predicted-in-hilly-region","imageLink":"https://web.nepalnews.com/storage/story/1024/hot_weather1687700628_1024.webp","category":"nation","content":"Today's weather:\n\n* Hills: Partly cloudy with possible rain and snow\n* Other areas: Fair weather\n* Some areas in Koshi, Bagmati, and Gandaki provinces: Light rainfall with thunder and lightning\n\nTomorrow's weather:\n\n* Koshi, Gandaki, and Karnali provinces: Partly cloudy\n* Other areas: Fair weather","summary":"Partly cloudy weather with potential for light rainfall, thunder, lightning, and snowfall is expected in Nepal due to a low pressure system and westerly wind."},{"hash":"61475c7de34979e915d859aa05c896448cec902c850e9f161b2f164c902d7b70","title":"Monsoon season likely to bring above-normal rainfall in India.","date":1715661010298,"source":"nn","link":"https://nepalnews.com/s/nation/more-than-average-rainfall-likely-in-this-monsoon-met-department","imageLink":"https://web.nepalnews.com/storage/story/1024/rain_(4_of_9)1677418608_1024.jpg","category":"nation","content":"This monsoon season, Nepal is expected to receive more rain than usual. The north-west of Sudurpashim Province, southeast of Bagamati, central Madhesh, and central and mid-west Koshi areas will receive more rain (35.4% to 65.5%) than usual. All other regions of the country will see at least 35-65% more rain than average.","summary":"The Department of Hydrology and Meteorology forecasts above-average monsoon rainfall for most of Nepal in 2023, with specific provinces likely to experience significant precipitation."},{"hash":"69cd7867f16ed270732741e62be0345e2d9b445afaf39a3c5a4241b8a77941b6","title":"In the month of Baisakh, 26 people died in fire incidents. This is likely the highest number of fire-related deaths in this month.","date":1715661014501,"source":"nn","link":"https://nepalnews.com/s/nation/fire-incidents-cause-26-deaths-in-a-month-baisakh-probably-reports-highest-cases-first-time-1","imageLink":"https://web.nepalnews.com/storage/website/default_1024.jpg","category":"nation","content":"**Summary:**\n\n* Nepal had 26 fire-related deaths and 861 fires in April and May.\n* This was likely due to higher temperatures and a lack of rain.\n* There were also 573 forest fires, causing 6 deaths.\n* Lightning, altitude sickness, and animal attacks caused additional deaths.\n* Forest fires are typically most common between January and June.\n* Most forest fires are deliberately set to improve vegetation growth.\n* Careless behavior, like throwing cigarettes, also contributes to forest fires.","summary":"In April 2023, Nepal experiences an unprecedented increase in fire incidents, resulting in 26 deaths and significant property damage, with Baisakh likely recording the highest fire cases in history."},{"hash":"a60df9dc76148ec125b04dd467a8e8750e6344f8b6e39c99dbf8831db91a06a9","title":"In April (Baiskakh), 26 people died in fire incidents, the highest number ever recorded for that month.","date":1715661019679,"source":"nn","link":"https://nepalnews.com/s/nation/fire-incidents-cause-26-deaths-in-a-month-baisakh-probably-reports-highest-cases-first-time","imageLink":"https://web.nepalnews.com/storage/story/1024/Manang_forest_fire1681707860_1024.jpg","category":"nation","content":"In the month of Baisakh, there were:\n\n* 861 house fires, killing 20 and injuring 73\n* 573 forest fires, killing 6 and injuring 13\n* Other incidents (lightning, altitude sickness, flood, animal attack): 12 deaths\n\nThis is the first time Baisakh has had the highest number of forest fires. Most forest fires in Nepal are started on purpose for new vegetation. Lack of awareness and littering also contribute to forest fires.","summary":"In Baisakh, Nepal experienced 861 fire incidents and 573 forest fires, resulting in 26 deaths, 79 injuries, and the destruction of 1,768 families' homes."},{"hash":"da81625d9c62e2303ec86d04c3bfb749119349cca615e1fb69508a67b31fcc49","title":"Nepal's political deadlock ends as Prime Minister Dahal resigns by Tuesday.","date":1715661025618,"source":"nn","link":"https://nepalnews.com/s/politics/parliamentary-impasse-ends-by-tuesday-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_prachanda1715566297_1024.jpg","category":"politics","content":"Prime Minister Prachanda believes parliament's deadlock will end by Tuesday. He met with opposition leaders and hopes to resolve the issue. President Paudel will address parliament on May 14th as planned. Prachanda also said the government will form a committee to help victims of cooperative scams. He denied accusations that the previous government helped a suspect accused of embezzlement escape, and stated that the previous alliance broke down because of disagreements over major posts.","summary":"Prime Minister Dahal anticipates the parliamentary deadlock to end within 48 hours, plans for the President's address on May 14 are complete, addressing cooperative victims' concerns through a committee is under consideration, and passport issues delay GB Rai's investigation."},{"hash":"2165db3ad229b8198f7d7924349127eb28c0732cae88617ea9825599a4e56d6a","title":"D. P. Yadav resigns as minister in Uttar Pradesh government.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/health/dpm-yadav-resigns-from-government","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav1616083078_1024.jpg","category":"health","content":"Deputy Prime Minister Upendra Yadav and State Minister Deepak Karki resigned due to political developments that no longer align with their party's goals. They thanked the Prime Minister for giving them the opportunity to serve in the government.","summary":"Nepal's Deputy Prime Minister and Health Minister Upendra Yadav and Minister of State for Health Deepak Karki quit due to unspecified political factors."},{"hash":"05c77dac579a022ff42d20918b3bd9e841b7a6f62859ca205fd2f2d0ac9e1251","title":"Nepalese speaker calls Prime Minister Dahal for discussion","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/politics/speaker-ghimire-calls-prime-minister-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/1674121407_devrajghimire_1200x560_202301191710261688557336_1024.jpg","category":"politics","content":"The Speaker of the House called the Prime Minister today to discuss how to get the House of Representatives running smoothly. They talked about how the Prime Minister is trying to get all the political parties to agree on things, and how the Speaker is trying to make the House run well. The Prime Minister told the Speaker about his talks with the Nepali Congress and other parties, and said he thinks they will reach an agreement by tonight. He also said he will try to end the deadlock in the House as soon as he gets back to Kathmandu.","summary":"The Speaker and Prime Minister discussed political consensus, House effectiveness, and the Prime Minister's efforts to end the House deadlock."},{"hash":"1427ed4497fc266d3dfc682fd83b960eb0d9b523df77c225f5257c0bd8c0960a","title":"**Joint Scholarship Project in Ichangun Narayan**\n\nThis project provides scholarships to students from underprivileged families in Ichangun Narayan. It aims to:\n\n* Improve access to education for underprivileged students\n* Reduce financial burden on families\n* Support future leaders and academics\n\nStudents receive scholarships for academic achievement, financial need, and community involvement. The project fosters academic excellence and community engagement.","date":1715661038733,"source":"nn","link":"https://nepalnews.com/s/capital/the-joint-scholar-ship-project-in-ichangu-narayan","imageLink":"https://web.nepalnews.com/storage/story/1024/1b463270_790c_444e_983a_21c83170d6301715564327_1024.jpeg","category":"capital","content":"Sure, here is a summary in plain-text format:\n\n\n**Summary:**\n\nI am not able to provide a summary because there is no text provided. Please provide the text you want summarized, and I will be happy to assist you.","summary":"No major events provided in the context to summarize."},{"hash":"d3816f7ee9c500ce0467bf552e972865ec7b6829d9cd592d64d97b26b79f15ac","title":"Kathmandu Valley's pollution has decreased.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/capital/kathmandu-valley-s-pollution-decreases","imageLink":"https://web.nepalnews.com/storage/story/1024/2009_03_Kathmandu_081690373290_10241698818973_1024.jpg","category":"capital","content":"Rain has helped clear air pollution in Kathmandu Valley. The Air Quality Index (AQI) has dropped from 162 to 56. This is now considered \"moderate\" and is healthier for most people. Rain has helped control wildfires, which were a major source of pollution.","summary":"Rainfall has significantly improved air quality in Kathmandu Valley, reducing the Air Quality Index from 162 (most polluted) to 56 (good for public health) due to the containment of wildfires."},{"hash":"1d75ece0f2263764250d18fcdedf8e8436c5aceb5b7cd76a18799f86849e2bbd","title":"Prime Minister Prachanda met with President Paudel to discuss important issues and challenges facing the country.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/capital/meeting-with-president-paudel-by-prime-minister-prachanda","imageLink":"https://web.nepalnews.com/storage/story/1024/14eaed5b_9948_4011_9ef5_2edd408aba3c1715508825_1024.jpg","category":"capital","content":"Prime Minister Pushpa Kamal Dahal met with President Ramchandra Paudel to discuss current affairs in Nepal.","summary":"President Paudel and Prime Minister Dahal met to discuss current national affairs at Rashtrapati Bhawan Sheetal Niwas."},{"hash":"5e3394242f39414bd04b852957ea6af944a47c08bcabdd42487b9336b6b4cc4a","title":"Rato Machhindranath Jatra, a month-long festival, has begun in Kathmandu, Nepal. It is celebrated to appease the deity of rain, Lord Machhindranath, and pray for rain and good harvest. The festival features a chariot procession, cultural dances, and thousands of devotees.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/capital/rato-machhindranath-jatra-begins-1","imageLink":"https://web.nepalnews.com/storage/story/1024/rato_machindra1715439889_1024.jpeg","category":"capital","content":"Rato Machhindranath chariot, representing the god of rain and good times, is being pulled from Pulchowk to Gahbahal. The chariot will travel through Patan before reaching Jawalakhel, where a famous festival will be held.","summary":"Rato Machhindranath jatra begins with chariot procession from Pulchowk to Gahbahal, featuring musical performances and the installation of the deity's statue."},{"hash":"795a19c271c2822e7173d13216f0f5406463c568822a25c792250fcfd3a1e032","title":"The Rato Machhindranath Jatra, a traditional festival in Nepal, has commenced. This religious procession honors the deity Rato Machhindranath, who is believed to bring rain and good harvest. The chariot carrying the deity will travel through various streets, accompanied by music, dances, and cultural performances.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/capital/rato-machhindranath-jatra-begins","imageLink":"https://web.nepalnews.com/storage/story/1024/rato_machindra1715439889_1024.jpeg","category":"capital","content":"Today, Rato Machindranath's chariot is pulled through the streets. He is the god of rain and good times.\n\nThe chariot is made in Pulchowk and taken to Gahbahal with music. The statue of Machindranath is put on the chariot after it is finished.\n\nThe chariot goes through all the streets of Patan and stops in Jawalakhel for the famous bhoto jatra.","summary":"Rato Machhindranath's chariot is pulled from Pulchowk to Gahbahal, marking the start of the festival with bhoto jatra in Jawalakhel."},{"hash":"87fac0cb140b2af285af825560c1e6eb68abf51d7fc15211617917cf97004287","title":"Individual apprehended with an unspecified amount of money.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/arrested-with-an-undisclosed-amount-of-money","imageLink":"https://web.nepalnews.com/storage/story/1024/BimalBista_KTM_RSS_28_pakrauparekaharu1715328238_1024.jpg","category":"capital","content":"Police arrested Samir (28) and Milan (29) from Rupandehi and recovered Rs. 9.8 lakh from them in Kathmandu.","summary":"Valley Crime Investigation Office arrested Samir Sunar and Milan from Rupandehi for possessing an undisclosed sum of Rs 9.8 lakh from Kathmandu."},{"hash":"d2168bf58fe63b9eb2bc21cbc05da2f14c9d7ecf14800220c7e9e25091159e08","title":"Two people were arrested at the airport with gold-plated clothes.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/issues/two-arrested-with-gold-coated-clothes-from-tia","imageLink":"https://web.nepalnews.com/storage/story/1024/airport_21706092063_1024.webp","category":"issues","content":"Two Indian men were arrested at Nepal's international airport with 2.6 kg and 2.5 kg of gold-like metal hidden on their clothes.","summary":"Nepalese police detained two Indian nationals at Tribhuvan International Airport for carrying 5.1 kilograms of gold disguised as clothing."},{"hash":"1331f7c4da881508ca6b88fa8ea521a620ffe51a6590327c71db78167f14eb09","title":"The finance minister made a statement that the tax rate will not be changed without careful consideration.","date":1715661065224,"source":"nn","link":"https://nepalnews.com/s/business/finance-minister-says-tax-rate-will-not-be-changed-arbitrarily","imageLink":"https://web.nepalnews.com/storage/story/1024/barsha_man_pun1714640138_1024.jpg","category":"business","content":"Nepal's Finance Minister promises no arbitrary tax changes in the upcoming budget. He emphasizes national interests, transparency, and supporting the private sector's role in economic development. The government aims to address construction sector challenges and inherited debt of around Rs 600 billion.","summary":"Finance Minister Barshaman Pun announces no arbitrary tax rate changes, prioritizing economic revitalization and transparency in upcoming budget."},{"hash":"e1a23ccf9512388b792d3f9b02188a4f59e97127e440edbd70af7a9c589b4e98","title":"Rainfall in Nepal's Gandaki, Koshi, and Bagmati Provinces:\n\n* Moderate to heavy rainfall in Gandaki Province\n* Heavy rainfall in Koshi Province\n* Moderate to heavy rainfall in Bagmati Province","date":1715661069589,"source":"nn","link":"https://nepalnews.com/s/nation/today-s-weather-rainfall-in-gandaki-koshi-and-bagmati-provinces","imageLink":"https://web.nepalnews.com/storage/story/1024/Cloudy_Weather1615618535_1024.jpg","category":"nation","content":"**Summary:**\n\nIt is partly cloudy today in most of Nepal, but there is rainfall in some areas of Gandaki, Koshi, and Bagmati provinces. Light snowfall is possible in higher areas. Tonight, it will be partly cloudy in most of Nepal, but there may be light rain in some areas of Bagmati, Gandaki, and Lumbini provinces.","summary":"Rainfall expected in Gandaki, Koshi, and Bagmati provinces; partly to generally cloudy weather with light rain and possible snowfall in high-altitude areas."},{"hash":"b77e6ffb6806ce05c8f6f665b5e84917f97e01932567872b50f62891dc13d955","title":"The development of the country since the establishment of the republic has been much greater than during the time when it was ruled by a monarchy.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/nation/development-achieved-post-republic-establishment-far-outweighs-that-during-monarchical-rule-pm","imageLink":"https://web.nepalnews.com/storage/story/1024/441231363_3666155390265854_269062004877915922_n1715595350_1024.jpg","category":"nation","content":"Prime Minister Prachanda says Nepal has developed more since becoming a republic than during the monarchy. He highlights improvements in infrastructure, education, health, social security, and more. He urges people to focus on positive progress rather than comparing Nepal to highly developed countries. The government is working on projects like the Signature Bridge to improve transportation and reach the goal of making Nepal a developed nation by 2026.","summary":"Prime Minister Prachanda claims exponential development milestones post-republican era in Nepal, highlighting infrastructure progress, road network expansion, and bridges built under the Roads Department's plans, including the \"Signature Bridge\" over the Narayani river."},{"hash":"4fbb60e3f6f1449c4228c2d8e15d7ce2c9a7cd8d7fefe2e053d115324a6b6848","title":"Supreme Court of Nepal approves the split of the ruling Janata Samajbadi Party (JSP) into two separate factions.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/politics/supreme-court-moved-over-jsp-nepal-split","imageLink":"https://web.nepalnews.com/storage/story/1024/supreme_court1692883355_1024.jpg","category":"politics","content":"Upendra Yadav, leader of Janata Samajwadi Party, Nepal, filed a lawsuit against the Election Commission's decision to recognize a new party led by Ashok Kumar Rai. Yadav wants the court to overturn the recognition and remove Rai's party members from parliament. The court will hear the case on May 15.","summary":"Upendra Yadav of JSP Nepal challenged EC's recognition of Ashok Rai's JSP faction, seeking its annulment and removal of parliament members' status from splinters."},{"hash":"20f21ed929fda3b486b48c9bf8449e3c329d19ab49630ec866e2b3ba9ee10274","title":"Government officials have discussed plans for the next fiscal year's policies and programs with the speaker.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/politics/govt-informs-speaker-about-ongoing-preparations-on-upcoming-fy-s-policy-programme","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"The government shared its plans for the next fiscal year with the Speaker and leaders of major political parties. The government wants the main opposition party (Nepali Congress) to cooperate in passing the plans.\n\nThe Speaker urged all parties to find a consensus, while the main opposition party wants an investigation into a cooperative scam before supporting the plans.","summary":"The government briefed parliamentary officials and political parties on the upcoming fiscal year's policy and program, urging cooperation from the main opposition party in its presentation despite ongoing allegations and obstruction of House business by the party."},{"hash":"7e74c290ce513c9650f9755da425c3fa77b1ef1c55becf8f991d9246d050ee99","title":"PM Dahal and NC President Deuba met to discuss current political situation and upcoming presidential elections.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/politics/pm-dahal-and-nc-president-deuba-hold-meeting","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_residence_baluwatar1715498635_1024.jpg","category":"politics","content":"Prime Minister Dahal and opposition leader Deuba met to discuss Parliament matters, including:\n\n* Running Parliament\n* NC's concerns, including investigating misappropriated cooperative funds\n* Possibility of forming a parliamentary committee for the investigation\n* Government's plan to present policies and programs on May 14\n* NC has been obstructing Parliament over the investigation demand","summary":"Prime Minister Dahal and opposition leader Deuba met to discuss running Parliament, investigating cooperative misappropriation, and ending Parliament obstruction before the government's policy presentation."},{"hash":"f8282a740f02d116d993c56948f012684d23d53bbe2bd752b50ae2a9ad35eaa3","title":"Political instability hurts development efforts, says Chair Oli.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/politics/political-instability-takes-a-toll-on-development-chairperson-oli","imageLink":"https://web.nepalnews.com/storage/story/1024/Oli_____1715429406_1024.jpg","category":"politics","content":"Nepal has faced development challenges due to political instability.\n\nTo address this, the government plans to:\n\n* Improve small businesses based on agriculture\n* Invest in physical infrastructure, such as roads, railways, and electricity\n* Connect local areas with paved roads\n* Encourage higher spending on infrastructure projects\n* Have all political parties work together on development goals","summary":"Nepalese political leader KP Sharma Oli emphasizes the importance of infrastructure development for economic growth, acknowledging that political instability has hindered progress."},{"hash":"897627b9caaae4c10ecf3d28b5ba5e0f5b9cea0784331224e65388985ea683c9","title":"Two people arrested for looting 8 million rupees.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/issues/two-people-arrested-on-charge-of-looting-rs-8-million","imageLink":"https://web.nepalnews.com/storage/story/1024/nepal_police_logo_copy11690967433_1024.jpg","category":"issues","content":"Two people, Janak Mahato and Shrawan Kapar, were arrested for looting 8 million rupees from a cooperative official in Janakpurdham. Police recovered 1.45 million rupees from them.","summary":"Two individuals were apprehended for allegedly looting八 million rupees in Janakpurdham Sub metropolis-19, with police recovering Rs 1 million and 453 thousand from the suspects."},{"hash":"6ecec7dcc41b0bc63a8072803adddf9fed5da0420ceddc8233e493f8bf2a6cde","title":"Jeep accident in Tanahun, Nepal:\n\n* Jeep carrying 13 people overturned\n* 12 died, including 2 children\n* 1 injured in critical condition\n* Accident occurred due to overspeeding and loss of control","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/issues/jeep-accident-in-tanahun","imageLink":"https://web.nepalnews.com/storage/story/1024/SanebahadurNepali_Tanahun_RSS_30_phjeepaccident_(1)1715499654_1024.jpg","category":"issues","content":"This context is empty, so I cannot extract the summary. Please provide the context for summarization.","summary":"There is no context provided, so I am unable to summarize the major events in 1 line without losing crucial information."},{"hash":"7b5da7471f849ceecb751ef13da93096833ed969408a2a5fc7ed2f453a896e27","title":"DPM Lamichhane believes he should be given an opportunity to speak in parliament regarding the ongoing situation.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/issues/i-should-get-chance-to-speak-in-parliament-dpm-lamichhane","imageLink":"https://web.nepalnews.com/storage/story/1024/438169985_10228328384329410_8099006724442484847_n1715418212_1024.jpg","category":"issues","content":"Deputy Prime Minister Rabi Lamichhane says his parliament rights have been violated. He urges an investigation into alleged wrongdoing in cooperatives, but he also demands a chance to defend himself in parliament. Lamichhane challenges his critics to prove their accusations and declares that the Nepali Congress party cannot dictate to his party. Additionally, efforts are being made to apprehend the main suspect in the cooperatives case, GB Rai.","summary":"Deputy Prime Minister Rabi Lamichhane alleges parliamentary speech suppression, challenges accusations, and seeks investigation into the cooperative scam."},{"hash":"4e99a70221a7d6268625e92c0b4ebd09bd1d62198ce041cfeec5e786901fd03d","title":"Nepal's Minister Joshi has ordered immediate assistance to build shelters for survivors of the earthquake in Jajarkot district.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/issues/minister-joshi-insists-on-immediate-relief-to-build-shelter-for-jajarkot-quake-survivors","imageLink":"https://web.nepalnews.com/storage/story/1024/bhukampa_jajarkot__7_1699080065_1024.jpeg","category":"issues","content":"**Summary:**\n\nMinister Joshi says people who lost homes in the November earthquake need help getting shelter before the rainy season. He wants the government to give them money quickly.\n\nDespite the 2015 earthquake not being fully fixed, Nepal keeps having disasters like landslides and floods. The government needs to do more to prevent these disasters.\n\nThe National Reconstruction Authority helped rebuild after the 2015 earthquake. The National Risk Reduction and Management Authority helped in Karnali Province after the recent quake.\n\nThe government says it's working with provinces and local governments to help with disasters, but it's not enough because they don't have enough money. Karnali needs over 100,000 new homes.","summary":"Minister Bhanubhakta Joshi emphasizes urgent shelter aid for Jajarkot earthquake victims, highlighting the need for disaster preparedness and the challenges of coordinating relief efforts in Nepal."},{"hash":"8e4afb40f01a17084214e78590634dd3101fcdac783d9e827fc77cefadccdc48","title":"Mother and son died in a house fire, their bodies were found charred.","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/issues/mother-son-charred-to-death-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"issues","content":"A mother and son died after trying to put out a forest fire in Beteni, Okhaldhunga. Punya Maya Dhamala, 55, and Kanchan Dhamala, 15, were burned when the fire spread to the hayfield where they were working. Police are investigating the incident. Forest fires are common in Okhaldhunga during this time of year.","summary":"Mother and son died in a fire while attempting to extinguish flames in Okhaldhunga's community forest."},{"hash":"53588064c081a6c87533cca5dc2ede1a5dcb6aeed25fb5a52d14fbd7c1007587","title":"Daily photo highlights from around the world, capturing news events, culture, and everyday life.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/global/xinhua-photos-of-the-day","imageLink":"https://web.nepalnews.com/storage/story/1024/XxjpbeE007130_20240512_PEPFN1A0011715500539_1024.JPG","category":"global","content":"There's nothing here to summarize.","summary":"No input text provided to summarize."},{"hash":"f117941c8a9454e9655471f3cc355d13397ae77cbe40ebfc579adf6f7e7497ad","title":"Ambassador Khatri congratulated the new Peace Corps volunteers on their departure to serve communities worldwide, promoting understanding and goodwill.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/ambassador-khatri-congratulates-the-new-batch-of-peace-corps-volunteers","imageLink":"https://web.nepalnews.com/storage/story/1024/440792984_821956013299686_2337627259299591376_n1715417674_1024.jpg","category":"global","content":"Please provide the text you want me to summarize.","summary":"Sorry, but I don't have any information to summarize."},{"hash":"9b0893549e23105df4b76c62ab8692bf12cacdd46b822c171e35e8c7cb7a482d","title":"Train crash in Buenos Aires, Argentina, injures over 80 people.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/argentina-buenos-aires-train-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/CnyztpE007004_20240511_PEPFN1A0011715415190_1024.jpg","category":"global","content":"There is no context or text provided to summarize. Please provide the context for the summarization.","summary":"No input provided, so I am unable to summarize any major events."},{"hash":"6ce8b7f76f049609887d25e051f92c36bdc3626bba462cd4f34a775b9acb8deb","title":"**HWPL's Statement on Israel-Iran Conflict**\n\nHWPL, a peace organization, urges both sides to end hostilities and engage in dialogue. The conflict causes suffering and threatens regional stability. HWPL calls for a peaceful resolution through:\n\n* Ceasefire and de-escalation\n* Respect for human rights and international law\n* Dialogue and diplomacy\n* Building mutual trust and understanding","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/hwpl-statement-on-israel-iran-conflict","imageLink":"https://web.nepalnews.com/storage/story/1024/21715166055_1024.jpg","category":"global","content":"**Iran and Israel Conflict**\n\nIran and Israel are fighting, causing international concern. They are attacking each other despite not sharing a border, violating international law.\n\n**Warfare's Impact**\n\nInnocent civilians are the biggest victims of war. Many have died in the Israel-Hamas War in Gaza, and people are struggling to find burial space.\n\n**Call for Peace**\n\nThe international community, including HWPL, calls for an end to the conflict and urges Iran and Israel to talk instead of fighting. They recommend supporting peace and providing humanitarian aid.","summary":"\nThe recent violent conflict between Iran and Israel is causing significant concerns in the international community. The two nations that do not share borders are mobilizing high-end weaponry to attack each other and kill human lives.1 April 2024, the Israeli military attacked the Iranian consulate in Syria. A strike against a non-military facility in a third nation, a nation not directly involved in the conflict, infringes international law and constitutes a war crime. Moreover, on 13 April, Iran responded by attacking Israel’s land. Both nations have pointed their guns directly at each other, and there are growing concerns in the international community that the attacks could escalate into another war.\nThe Israel-Hamas War in Gaza has killed 30,000 since last year, and news outlets reported on dire situations in Gaza, running out of space for proper burial. The war that has persisted in the region over the past century continuously overshadows the prospect of the coexistence of the human race.\nIt is a clear indication that the greatest victims of war are innocent civilians. How could those lost lives ever be brought back? What could compensate for the outcry of children and the anguish of the youth in devastated dwellings?\nHWPL strongly supports the voices of the citizens, the true protagonists of the global village, who oppose war and call for peace. All nations of the global community must uphold the citizens’ demands, thereby ceasing the unjust war and joining to accomplish peace. Organizations worldwide, in alliance with HWPL as peace solidarity, urge Iran and Israel to put a stop to the acts of aggression immediately and to come forward for conversations to usher in peace.\nHWPL recommend that the international community take necessary measures to facilitate the formation of amicable relations between the two nations and provide humanitarian aid. It would be reasonable for all countries to support an international legal instrument for peace that embodies the long-yearned path to peace and to comply with its contents so that we leave a legacy of peace for future generations. HWPL will not spare its efforts for peace and cessation of wars.\n\n\n\n\n\n\n\n"},{"hash":"c94f8e4afac88e1cb0fb370ada56857a008186039807d76728b22d93ca250d67","title":"**Preparation for Nepal-Korea High-Level Visit**\n\nOfficials of Nepal and South Korea are preparing for a high-level visit between the two countries' leaders. They are finalizing the agenda and arrangements for the meeting, including the protocol, security, and logistics. The visit aims to strengthen the bilateral relationship and explore cooperation in various areas.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/preparation-of-high-level-visit-between-nepal-and-korea","imageLink":"https://web.nepalnews.com/storage/story/1024/korea1715163613_1024.jpg","category":"global","content":"**Nepal and South Korea Celebrate 50 Years of Friendship**\n\n* High-level officials from South Korea will visit Nepal to mark the 50th anniversary of diplomatic relations.\n* The two countries will organize events throughout the year to celebrate this milestone.\n* South Korea is among the top four countries investing in Nepal, including a Hyundai assembly plant.\n* South Korea aims to invest more in Nepal's hydropower sector.\n* Nepal is a priority partner for South Korea in the Employment Permit System (EPS).\n* Over 100,000 Nepalese have worked in South Korea since 2008, with many currently employed in various sectors.\n* Nepalese workers returning from Korea are helping create jobs in Nepal.","summary":"Nepal and the Republic of Korea prepare for high-level visit, marking 50 years of diplomatic relations with various programs and Korean investments in auto, hydropower, and Nepali workforce."},{"hash":"e723ab3067a8adddaf32c9827d2897f76acc62350800bee739d3b29786c034f6","title":"Japan and Nepal share many similarities, Japanese Foreign Minister Kamikawa Yoko said.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/global/japan-and-nepal-share-many-things-in-common-japan-s-foreign-minister-kamikawa-yoko","imageLink":"https://web.nepalnews.com/storage/story/1024/japan_foregn_minister1714872450_1024.jpg","category":"global","content":"**Japan and Nepal: Shared Challenges and Cooperation**\n\nJapan and Nepal share mountainous terrain. Japan understands the challenges of nation-building in such environments.\n\nBoth countries are democracies. Japan has supported Nepal's democratic development, including election monitoring and legal system improvements.\n\nBoth have experienced devastating earthquakes. Japan and Nepal have provided mutual support after major earthquakes.\n\nDespite resource scarcity, both countries value international cooperation. Japan has supported Nepal's development in various areas, including infrastructure, agriculture, education, and healthcare.\n\nNepal is a major contributor to UN peacekeeping operations, including female personnel. Japan seeks cooperation with Nepal on \"Women, Peace and Security\" initiatives.\n\nAs Nepal prepares to graduate from Least Developed Country status in 2026, Japan remains committed to supporting its further development.","summary":"Japan and Nepal, both mountainous and democratic nations, have provided mutual aid in times of earthquakes, support for democratization, and development assistance, especially in infrastructure and women's empowerment, fostering a strong bilateral relationship."},{"hash":"f78de7c21d918a8abb8bbdea463633c20e2daf9e9ed08bca441e8f4e7e4745a3","title":"Finance Minister discusses budget planning with aid organizations.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/business/fm-pun-discusses-budget-formulation-with-development-partners","imageLink":"https://web.nepalnews.com/storage/story/1024/barshaman_pun_11713426519_1024.jpg","category":"business","content":"Finance Minister Pun met with international partners to discuss the upcoming budget for Nepal.\n\nThe government plans to focus on creating a business-friendly environment and attracting foreign investment.\n\nNepal needs investments and assistance to meet its development goals, such as becoming a developing country by 2026.\n\nThe government wants to partner with international organizations to achieve these ambitious goals.","summary":"Nepal's Finance Minister met with international development partners to discuss budget formulation for the upcoming fiscal year, emphasizing the need for foreign investment and assistance to achieve national development goals."},{"hash":"e536a2dbbb9354081e37437e2c2cb352bc2780c2c3f77a9a9239ab3df7f99546","title":"The government is committed to making it easy and safe for people to invest.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/government-is-committed-to-facilitate-and-secure-investment-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/PRO_KTM_066A88701715326651_1024.JPG","category":"business","content":"Prime Minister Prachanda wants to boost Nepal's economy by encouraging investors. He says the country will prosper through economic growth. The government will support the private sector by creating a positive investment climate. A new Hyundai plant will attract investors, create jobs, and reduce imports. Prachanda believes that the economy is improving and Nepal is becoming an attractive place to invest.","summary":"Prime Minister Dahal emphasizes economic transformation through investor support, highlighting Laxmi Motor Plant inauguration as a catalyst for import substitution, job creation, and economic growth."},{"hash":"472b30dd76138da4860086a7ff9ab65442c89350141d4d804e8c3bb59e227fbe","title":"European Union to assist Nepal in attracting foreign investment to boost economic growth.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/eu-to-help-nepal-bring-investment","imageLink":"https://web.nepalnews.com/storage/story/1024/The_European_Union_(EU)1715320904_1024.jpg","category":"business","content":"EU is helping Nepal attract investments through the 'EU-Nepal Trade Forum' held in Kathmandu on May 15-16.\nThe forum aims to bring European companies to invest in Nepal, addressing its need for foreign investment.\nNepal is working towards graduating from the least developed country status in 2026, which requires economic growth and job creation.","summary":"The EU will hold an investment forum in Nepal to support its transition out of the least developed country status by 2026."},{"hash":"2aa4d008a1db97151655e83d459e6098de8445064eedbabca63f11fc9a8a3dfe","title":"Good governance and transparency work together to:\n\n* Make sure leaders and officials are honest and responsible\n* Let people know what their government is doing\n* Prevent corruption","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/business/transparency-and-good-governance-complement-each-other-president","imageLink":"https://web.nepalnews.com/storage/story/1024/9d263f51_cefd_4241_bb20_05f8888718f21715242217_1024.jpg","category":"business","content":"Transparency and good governance are linked. Auditors are like watchdogs for the country's economy by checking accounts and preventing fraud. They help ensure that money is spent properly and fairly. Skilled accountants are crucial for agencies to be transparent and accountable. A credible economic system attracts foreign aid and boosts revenue. A conference was held to discuss Nepal's economic challenges and solutions, and to honor individuals who have contributed to the country's financial well-being.","summary":"President Paudel stressed transparency and good governance in economic activities, emphasizing the crucial role of auditors as the nation's economic watchdog, while the inauguration of a National Conference by ACAN honored Dr. Sanduk Ruit, Maha Prasad Adhikari, and Chandra Prasad Dhakal for their contributions."},{"hash":"395cde060f11e1e56c9a7591ba77896ba5097b9a582b72e8ded403c5a0d17c13","title":"Real Madrid, a famous football team in Spain, won the La Liga championship and celebrated their victory in the city of Madrid.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/sports/spain-madrid-football-la-liga-real-madrid-celebration","imageLink":"https://web.nepalnews.com/storage/story/1024/XxjpbeE007034_20240513_PEPFN1A0011715585091_1024.jpg","category":"sports","content":"You have not provided any text to summarize.","summary":"No input provided to summarize."},{"hash":"df9b7b06ec76b8f2f869bac62ff8e92d3b60b6a6145578db759c3601bcb09211","title":"Nepalese runners won two titles in Malaysia.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-runners-won-2-titles-in-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/422620795_859372276202663_5891976066813061462_n1714904704_1024.jpg","category":"sports","content":"Nepali runner Mahadev Rijal won two races in Malaysia:\n\n- 21 km half marathon (today) in 0:1:14:48 seconds\n- 21 km Climbathon (yesterday) in 3:03:58 seconds\n\nRijal is the first Nepali to win these races. He also won the 8th Tower Runner competition in 2023, reaching the destination in 9:22 seconds.\n\nRijal, who lives in Beni, Nepal, has been living and working in Malaysia for 5 years and started running there.","summary":"Nepali runner Mahadev Rijal secured the title in Malaysia's half marathon and Climbathon events, showcasing his skill in both endurance and vertical races."},{"hash":"7d22f65cb13004efc951d1a7217634e5de098beab800527921bfd8488bcb265b","title":"Nepal defeated West Indies A in the final match of a T20 series.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/nepal-wins-final-match-against-west-indies-a-in-t20-series","imageLink":"https://web.nepalnews.com/storage/story/1024/438230324_859581999531515_2675064775143100892_n1714829807_1024.jpg","category":"sports","content":"Nepal defeated West Indies 'A' in the final match of the T20 series by six wickets. Nepal had previously lost three matches in a row to West Indies 'A'. West Indies 'A' scored 172 runs while batting first. Nepal chased down the target in 18.5 overs, with Kushal Malla and Asif Sheikh contributing significant runs. Nepal won the match by four wickets.","summary":"After losing three preceding matches, Nepal defeated West Indies 'A' by six wickets in the final T20, with Kushal Malla's 37 runs (not out) off 18 balls sealing the victory."},{"hash":"bb189a36492ef05672b1ce8763b3e6b70343c234cd53688b22d4345275939757","title":"President sends best wishes to cricket players going on tour.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/president-extends-best-wishes-to-cricket-players","imageLink":"https://web.nepalnews.com/storage/story/1024/Sheetal_Niwas1623082198_1024.jpg","category":"sports","content":"President Paudel wished the Nepali cricket team well in the ICC T20 World Cup.\n\nThe team leaves for the US tonight to compete in the tournament starting June 1.\n\nNepal is in Group D with South Africa, Sri Lanka, Bangladesh, and the Netherlands.\n\nTheir first match is against the Netherlands on June 4.","summary":"President Paudel wishes good luck to the Nepali cricket team participating in the ICC T20 World Cup, which begins on June 1 with Nepal facing the Netherlands on June 4 in Group D along with South Africa, Sri Lanka, and Bangladesh."},{"hash":"63f0360edf629c2552c07da82b4f8a204ad5b2ed608c251932759e4931274472","title":"West Indies A wins the T20 series against England Lions.","date":1715661183772,"source":"nn","link":"https://nepalnews.com/s/sports/west-indies-a-clinches-t20-series-title","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714701176_1024.jpg","category":"sports","content":"West Indies 'A' won the T20 series against Nepal 3-1. In the fourth match, West Indies 'A' scored 209 runs, with Andre Fletcher making 84 runs. Nepal scored 181 runs, with Rohit Kumar Paudel making 82. West Indies 'A' bowlers Hayden Walsh and Matthew Forde took three wickets each. The final match will be played on Saturday.","summary":"West Indies 'A' clinched the T20 series against Nepal with a 28-run win in the fourth match, despite one match remaining."},{"hash":"c0268d83151b4700710f0d718bbec12fc67c78746b9c81699b68d8c7925acf37","title":"Nepal lost the third T20 match against West Indies by 76 runs.","date":1714521600000,"source":"nn","link":"https://nepalnews.com/s/sports/t20-series-nepal-lose-third-match-to-west-indies-by-76-runs","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714577666_1024.jpg","category":"sports","content":"Nepal lost to West Indies 'A' by 76 runs in the T20 series. West Indies scored 227, led by Johnson Charles' 119.\n\nNepal was chasing 228 but only scored 151, with Karan KC and Lokesh Bam scoring 28 each.\n\nNepal has won two and lost two matches in the five-match series. The next match is tomorrow.","summary":"Nepal lost the third T20 match against West Indies 'A' by 76 runs despite Johnson Charles' century, with Karan KC and Sagar Dhakal taking wickets for Nepal."},{"hash":"861efdcdd7b9bb4c770c81439a2fd932c74de0eb45e8006cb36eb832c3c6a1a9","title":"Noted philanthropist Simons, known for his generosity, has passed away.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/health/noted-philanthropist-simons-passes-away","imageLink":"https://web.nepalnews.com/storage/website/default_1024.jpg","category":"health","content":"Jim Simons, founder of the Nick Simons Foundation and Institute, sadly passed away at age 86. Nick Simons Institute has supported Nepal's healthcare system since Jim's son Nick's passing in 2003. Jim, a mathematician and successful investor, made significant contributions to mathematics and physics. He also established the influential investment firm Renaissance Technologies.","summary":"James Harris \"Jim\" Simons, founder of the Nick Simons Foundation and Institute and renowned mathematician, passed away last Friday at 86, leaving a legacy of philanthropic support to Nepal's healthcare system."},{"hash":"b70088aed087be48dc7ad38ba6f972de6b0d941f8703d43a1cae84eb468445f4","title":"Dengue cases in Bagmati have crossed 11,000.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/health/dengue-cases-surpass-11-thousand-in-bagmati","imageLink":"https://web.nepalnews.com/storage/story/1024/kushtia_dengue_6yr_old_child_dies_of_dengue_in_kushtia_daily_bangladesh_16941828191697183214_1024.jpg","category":"health","content":"Over 11,000 cases of dengue fever have been reported in Bagmati Province, Nepal, since July 2023. Dhading has the highest number of cases (3,501), while Rasuwa has the lowest (2). Kathmandu has reported 3,000 cases, followed by Chitwan (1,708) and Makwanpur (857). One person in Makwanpur has died from dengue. The risk of dengue is higher in summer, and the Health Directorate is urging people to take precautions against the disease.","summary":"Bagmati Province, Nepal, has recorded over 11,000 dengue cases in nine months, with the highest cases in Dhading (3,501) and Kathmandu (3,000)."},{"hash":"8aef9eb1da2d64a20abdcf3e1f946935576aaae84d7d0b3cd9ba8aa4647804c0","title":"Nepal believes that all people have the right to health, education, and economic opportunities. This approach is called the \"rights-based approach\" to population and development.\n\nThe rights-based approach focuses on empowering people to make decisions about their own lives and to participate in the decisions that affect their communities. This approach has been successful in improving the lives of millions of people in Nepal.","date":1714435200000,"source":"nn","link":"https://nepalnews.com/s/health/nepal-s-approach-to-population-and-development-is-right-based-dpm-yadav","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav_NewYork_1_1068x8011714461437_1024.jpg","category":"health","content":"**Nepal's Approach to Population and Development**\n\nNepal uses a rights-based approach to address population issues, focusing on:\n\n* Including everyone\n* Innovation\n* Sustainability\n\nNepal has implemented programs that aim to improve quality of life for all, including:\n\n* Health systems\n* Education\n* Gender equality\n* Reproductive rights\n\nDespite progress, Nepal faces challenges like pandemics and climate change which impact development goals.\n\nNepal remains committed to people-centered development and advancing:\n\n* Human rights\n* Gender equality\n* Sexual and reproductive health","summary":"Nepal commits to a rights-based approach to population and development, emphasizing ICPD implementation and addressing challenges to sustainable development."},{"hash":"853075cf39e1fcb42df78d974231e5f27301b7a218e2c71c13a200de5ecc34ac","title":"Japan transfers community center to support disaster preparedness efforts.","date":1713830400000,"source":"nn","link":"https://nepalnews.com/s/health/japan-hands-over-the-community-center-for-disaster-prevention","imageLink":"https://web.nepalnews.com/storage/story/1024/1_IMG_22281713885995_1024.jpeg","category":"health","content":"Japan built a community center in Sindhupalchowk, Nepal to help the community prepare for disasters. The center will have activities, equipment, and training to teach people how to prevent and respond to disasters. Japan hopes the center will improve the community's ability to handle disasters and help the area grow.","summary":"Japan handed over a Community Center for Disaster Prevention to Indrawati Rural Municipality, Sindhupalchowk, to enhance disaster preparedness and community resilience."},{"hash":"91ef85d22d1f5e45d5c9e0d118acd881370663a55fa7eb366d52362a948b3462","title":"Dr. Sharma, a member of the Parliament, donated Rs. 2 million to a children's hospital.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr. Sunil Sharma, a member of the House of Representatives, has donated 2 million rupees to a children's hospital being built by Cardiothoracic Surgeon, Dr. Bhagwan Koirala. Dr. Koirala's Kathmandu Institute of Child Health plans to build specialized children's hospitals in all seven provinces of Nepal, starting with a 100-bed hospital in Kathmandu. Dr. Koirala also plans to build 50-bed hospitals in the other provinces after the Kathmandu hospital is complete.","summary":"Dr Sunil Sharma donated two million rupees to the Kathmandu Institute of Child Health (KIOCH), a children's hospital under construction in Kathmandu."},{"hash":"154799215f3c56c152f4cdd1f6bebd98fb198c0a0ba3bac898391362156c398f","title":"Kamirita Sherpa, a world record holder for summiting Mount Everest, has successfully returned to basecamp after a successful ascent.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/world-record-holder-summitter-kamirita-sherpa-returns-to-basecamp","imageLink":"https://web.nepalnews.com/storage/story/1024/440473958_2120038861686741_5404807050641227950_n1715579789_1024.jpg","category":"travel-and-tourism","content":"Kamirita Sherpa, who has climbed Mount Everest 29 times, is back at base camp. He was warmly welcomed and cut a cake there. He plans to climb to the top again if the weather permits.","summary":"Kamirita Sherpa, who has climbed Everest 29 times, has returned to base camp and intends to summit again if weather permits."},{"hash":"0def68ec9475499743587d7dfa1b69e48c2918665227bae0f811cd539e897d09","title":"Kamirita Sherpa, a Nepali climber, has successfully summited Mount Everest for the 29th time, breaking her own record for the most ascents by a woman.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/29th-everest-summit-by-kamirita-sherpa","imageLink":"https://web.nepalnews.com/storage/story/1024/kamirita_sherpa1715505850_1024.jpg","category":"travel-and-tourism","content":"Kamirita Sherpa set a new record by climbing Mount Everest 29 times, making him the world's most successful mountaineer. He has climbed Everest annually since 1994 and has conquered 43 peaks above 8,000 meters. He broke Appa Sherpa's previous record of 21 Everest summits.","summary":"Nepali mountaineer Kami Rita Sherpa set a new world record by summiting Mount Everest for the 29th time, surpassing previous record holder Appa Sherpa who climbed it 21 times."},{"hash":"7efddc90140d04fa91f492053d99953e89c8838baa42fdcd7dccb4c8a6f2a607","title":"Nepali professionals gathered in Berlin for a summit to connect, share ideas, and promote collaboration in their fields of expertise. The summit was an opportunity to network, build relationships, and discuss challenges and opportunities facing Nepali professionals in various industries and sectors.","date":1715661225152,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/nepali-professionals-summit-in-berlin","imageLink":"https://web.nepalnews.com/storage/story/1024/441574689_10161848659342745_5517088881319440471_n1715478667_1024.jpg","category":"travel-and-tourism","content":"**Nepali Professionals Summit in Berlin**\n\nThe Second Nepali Professionals' Summit in Berlin, Germany, brought together 70 professionals from Nepal's diaspora in Germany. It aimed to share knowledge and skills. The Summit discussed topics like:\n\n* Using the skills of Nepalis abroad to help Nepal's economy\n* Promoting gender equality in Nepal\n* Improving tourism in Nepal after COVID-19\n\nThe summit also had sessions on climate change, health, and technology. The FAO and GIZ presented programs to support Nepali professionals abroad and create opportunities in Nepal. The Summit encouraged more events like this to connect and support Nepalis abroad.","summary":"The Second Nepali Professionals' Summit in Berlin, organized by the Nepal Embassy and GIZ, discussed diaspora knowledge and skills exchange, highlighting government efforts to encourage diaspora contributions to national development through panels and presentations on gender, tourism, and specialized sectors."},{"hash":"40899e9d7a5aff1d58bf20aaf5e461d05969e0c90d1d867e5a1879b1a34b67cd","title":"105 crocodiles released into Rapti River","date":1715661231109,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/105-crocodiles-released-into-rapti-river","imageLink":"https://web.nepalnews.com/storage/story/1024/Crocodiles1683781744_1024.jpg","category":"travel-and-tourism","content":"- 105 Gharial crocodiles released into Rapti River.\n- Raised at Chitwan National Park breeding center to aid conservation.\n- 1,957 crocodiles released into rivers since 2035 BS.\n- Gharial crocodiles are critically endangered.\n- Conservation challenges include human activities and crocodiles crossing into India.","summary":"105 Gharial crocodiles raised at Chitwan National Park were released into the Rapti River as part of a conservation effort, bringing the total number released to 1,957 across various rivers in Nepal."},{"hash":"ce58d4a6666fe76708b3ffc82114d1e802b467d2b3ef22c88119d7ff90a676a6","title":"Businesses want Prime Minister's approval for regular air travel at Goa International Airport.","date":1715661235181,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/private-sector-seeks-pm-s-support-for-regular-flights-at-gia","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_gautam_budha_airport1715388257_1024.jpeg","category":"travel-and-tourism","content":"Bhairahawa businesses asked Prime Minister Dahal to help start regular flights at Gautam Buddha International Airport. They gave him a letter asking for this to happen right away. Prime Minister Dahal said he will look into it and is already working on it.","summary":"Bhairahawa private sector pleaded with Prime Minister Dahal for regular flights at Gautam Buddha International Airport, receiving a positive response regarding ongoing initiatives."},{"hash":"77f2ca1039f7b869b884c8c70e71bf52e364cb24221e65f25bedbbb6c746c80b","title":"Everest's ropes are now fully in place.","date":1715661239040,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/the-rope-fixing-to-the-everest-is-completed","imageLink":"https://web.nepalnews.com/storage/story/1024/mountainterring_expedition_night_xycJPOAGj51715388058_1024.jpg","category":"travel-and-tourism","content":"**Mount Everest Climbing Opened for 2024 Spring Season**\n\nSeven Summit Treks has completed \"rope fixing\" to the summit of Mount Everest. This prepares the climbing route for the spring season.\n\nAs of now, 956 climbers, including 200 women, have received permission to climb Everest. The government has collected over 67 crore rupees from these climbers.\n\nThe climbing season is now open for domestic and foreign climbers who have obtained permits.","summary":"Seven Summit Treks fixed ropes to the top of Mount Everest, opening the peak for climbing during the 2024 spring season, with 956 climbers granted permission to attempt the ascent."},{"hash":"e115a6d41dc575a6fb20a754295e2c6493cf6d2654ae267d4145bfcfcc13107f","title":"Prime Minister announces creation of an Innovation Fund to support growth in IT sector.","date":1714608000000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/pm-announces-to-institute-innovation-fund-for-it-sector-expansion","imageLink":"https://web.nepalnews.com/storage/story/1024/91fd8100_c369_454d_8e45_d73c48c2fe8d_1000x5001714631578_1024.jpg","category":"science-and-technology","content":"Prime Minister Dahal plans to create an \"innovation fund\" in the next budget to support the growth of the IT sector. He wants to encourage young people to use IT to earn money. He also plans to help startups and integrate them into the IT ecosystem. The government will make sure IT is used safely and effectively and will take legal action against cybercrimes.","summary":"Prime Minister Dahal promises innovation fund for IT sector expansion, encourages youth empowerment through ICT, and pledges to combat cybercrime through policy and legal measures."},{"hash":"f695aa1ad994bab3c00f1b5a8d5ea6fd3e689cc6689b961e67fffef625c6e80d","title":"National ICT Day celebrates the progress of Information and Communication Technology (ICT) in a country. It highlights the role of ICT in improving various aspects of life, such as education, healthcare, and business. The day typically involves events, discussions, and initiatives to promote ICT adoption and innovation.","date":1715661248399,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/national-ict-day-being-observed-today","imageLink":"https://web.nepalnews.com/storage/story/1024/ict_day1714614867_1024.jpg","category":"science-and-technology","content":"**National ICT Day**\n\nMay 2nd is celebrated as National ICT Day in Nepal to promote information technology.\n\nThe government is organizing events and honoring individuals and organizations for their contributions to ICT.\n\nThe government believes that ICT can help develop the country's economy and society.\n\nMinister Sharma emphasizes the government's focus on developing the ICT sector and using technology to drive progress.","summary":"National ICT Day is celebrated annually on May 2nd, recognizing the importance of advancing information and communications technology in Nepal through various initiatives and honors for contributions to the sector."},{"hash":"9789ea6409b4715294fcecec4caf76bc9f86f5d00af5cd8543239bf9f3e5e012","title":"Positive political developments can inspire confidence among investors, leading to increased investment activity and economic growth.","date":1714003200000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/politics-should-fill-enthusiasm-among-investors-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_25_at_131714045205_1024.jpg","category":"science-and-technology","content":"President Paudel says politics should encourage investors and Nepal has potential for prosperity through energy development. The government will make laws and the private sector should invest in the country's best interests. Nepal has become more stable with federalism, which attracts investment. The government prioritizes energy, which has improved Nepal's energy security and made it an energy exporter. Nepal can also contribute to regional clean energy use by exporting renewable energy to neighboring countries.","summary":"President Paudel emphasizes the need for politics to attract investment, highlighting Nepal's potential for prosperity through energy development, with the government facilitating and the private sector prioritizing national interests."},{"hash":"8645e6e32c99e132c7dedb2a85a2626985e9d5f7e0c18cf2f27997f5d483ec41","title":"A proposed law aims to ensure that artificial intelligence (AI) is used fairly and responsibly. It requires transparency and accountability in the use of AI, especially in the areas of information technology and cybersecurity.","date":1710201600000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/draft-bill-on-it-and-cyber-security-seeks-transparent-accountable-use-of-ai","imageLink":"https://web.nepalnews.com/storage/story/1024/Ministry_of_Communication1710223162_1024.jpg","category":"science-and-technology","content":"**IT and Cyber Security Bill**\n\nThe government has proposed a bill to manage IT and cyber security in Nepal. The bill emphasizes using new technologies like AI, machine learning, blockchain, and IoT in a responsible and transparent way.\n\n**Key Points of the Bill:**\n\n* Establishes a center for research and development in new technologies.\n* Creates a structure for IT and cyber security, including a directors' committee.\n* Establishes a coordination committee for rapid response to cyber threats.\n* Covers topics such as:\n    * Electronic records and transactions\n    * Data protection and privacy\n    * Cyber security audits and offenses\n* Prohibits activities like cyberbullying and data theft.\n* Requires government websites to meet certain standards.\n* Requires registration for domain names and cyber security services.\n\n**Feedback and Availability:**\n\nThe Ministry of Communications and Information Technology is seeking feedback on the bill within two weeks. The draft bill is available at the provided link.","summary":"A draft bill in Nepal outlines the use of AI, ML, blockchain, and IoT in IT and cybersecurity; establishes a center for research and development, various committees, and tribunals; includes provisions for data safety, privacy, domain name registration, cybercrime punishment, website standardization, and licensing for cybersecurity services."},{"hash":"7b3564e64335cf6b09ca9388a43353ae8e4c829e4a33b5dafd81bc5c1b419b8b","title":"Minister Sharma emphasizes the need for cyber legislation to tackle problems in the digital realm.","date":1715661265554,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/cyber-legislation-needed-to-resolve-problems-minister-sharma","imageLink":"https://web.nepalnews.com/storage/story/1024/Sharma1695206333_1024.jpg","category":"science-and-technology","content":"Minister Sharma emphasized the importance of cyber legislation to address problems. The government is working on a cyber law and seeks suggestions from different stakeholders. Cyber security awareness campaigns should be launched at all levels of government. Technology brings convenience but also challenges due to potential misuse. The orientation aimed to educate participants on safeguarding information and data, addressing cybercrime policies and challenges.","summary":"Minister Sharma highlights the need for cyber legislation, emphasizing its delay has caused issues, and seeks suggestions from various stakeholders during a cyber security orientation for government officials in Dang."},{"hash":"c11dd4e0a73ed780f50db62b525aa16fa7c624433478c86d79746516e89b9f0d","title":"India and Bangladesh discuss plans to export energy to Bangladesh.","date":1715661269778,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/talks-positive-with-bangladesh-to-export-energy","imageLink":"https://web.nepalnews.com/storage/story/1024/Nepal_Electricity_Authority1691846323_1024.jpg","category":"science-and-technology","content":"Nepal and Bangladesh have agreed to trade electricity. Nepal will export electricity to Bangladesh during the rainy season. The details will be finalized soon.","summary":"Officials from Nepal and Bangladesh have made progress in talks to establish a power trade deal, with Nepal set to export electricity to Bangladesh during the upcoming rainy season."},{"hash":"a214fef6a569a812921b8fd6905466efcae36821d314e2d976e99d6f2fb54eff","title":"A traveling exhibition from the Japan Foundation showcases \"yakishime,\" an ancient Japanese ceramic ware that undergoes high-temperature firing to achieve a unique, transformative texture.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/japan-foundation-traveling-exhibition-yakishime-earth-metamorphosis","imageLink":"https://web.nepalnews.com/storage/story/1024/Leaflet_front1715264259_1024.jpg","category":"entertainment-and-lifestyle","content":"**Exhibition of Japanese Ceramics**\n\nThe Embassy of Japan and the Japan Foundation present \"YAKISHIME: Earth Metamorphosis.\"\n\n**When:** May 11-30, 2023\n**Where:** Embassy Hall, Panipokhari, Kathmandu\n**Free Entry:** 9:30am to 4:30pm daily\n\n**About the Exhibition:**\n\n* Showcases yakishime, traditional Japanese unglazed ceramics.\n* Explores yakishime's history, usage, and artistic value.\n* Provides an opportunity to appreciate Japanese culture and creativity.","summary":"The Embassy of Japan in Nepal will host an exhibition, \"YAKISHIME: Earth Metamorphosis,\" to showcase and promote Japanese yakishime ceramics from May 11 to 30, aiming to provide insights into Japanese culture and aesthetics."},{"hash":"e61c612a2fa2945dbce36e78bfcbfcfe5e05c704908dd9baac7769efb299faed","title":"Fifty years of enduring friendship marked by shared experiences, laughter, and memories. A testament to the power of human connection and the joy of having lifelong companions.","date":1715661278354,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/celebrating-50-years-of-friendship","imageLink":"https://web.nepalnews.com/storage/story/1024/209370c5_271f_40b2_b38c_4d479196175d1714881747_1024.jpeg","category":"entertainment-and-lifestyle","content":"**Korea-Nepal Cultural Event**\n\nCelebrate 50 years of friendship between Korea and Nepal with a cultural showcase!\n\n**Event Highlights:**\n\n* **K-Tigers Martial Arts Demo:** Witness ancient Taekwondo techniques brought to life with modern flair.\n* **People on Stage K-Dance:** Be amazed by the energy and creativity of Korea's top B-boy dance teams.\n* **Celebrating Friendship:** Join in the celebration of cultural heritage and friendship between Korea and Nepal.","summary":"The Embassy of the Republic of Korea celebrates the 50th anniversary of diplomatic ties with Nepal with an event featuring traditional and modern Korean performances, including K-Tigers' Taekwondo demonstration and People on Stage's K-Dance showcase."},{"hash":"5db1f1b27f140836a538af8994d1d20d3c4e3bfba7357d0ab258108d457e3803","title":"Veteran Indian actor Chandra Prakash Lohani passed away at 94.","date":1714348800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/actor-cp-lohani-passes-away","imageLink":"https://web.nepalnews.com/storage/story/1024/cp_lohani_11714394375_1024.jpg","category":"entertainment-and-lifestyle","content":"Actor CP Lohani, known for the first Nepali hit movie 'Maitighar', passed away at 86 due to Alzheimer's and pneumonia. He also worked in the government and film industry. Lohani was married to Bollywood actress Mala Sinha. His last respects will be paid at Pashupati Aryaghat today.","summary":"Nepali actor C.P. Lohani, known for starring in the first privately-produced Nepali hit movie \"Maitighar,\" passed away at 86 due to Alzheimer's and pneumonia."},{"hash":"47c5ab0dc3d11afc19bb0a2ea497b4519a334d00648998358c7cab2575b09124","title":"Democratic republics often seek moral values and virtues similar to those taught by religion, which can help guide the president's ethical decision-making.","date":1713657600000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/a-democratic-republic-seeks-moral-values-and-virtues-like-religion-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_21_at_111713687967_1024.jpeg","category":"entertainment-and-lifestyle","content":"President Paudel believes that all religions, including Nepal, promote moral values and well-being for society. He emphasized that the ultimate goal of religion is happiness, peace, and building a civilized nation. He wished the Jain community well on the anniversary of Lord Mahabir, highlighting the importance of non-violence and Jain principles of morality, equality, and service. He expressed confidence in the Jain community's continued contributions to society.","summary":"President Ramchandra Paudel emphasized the shared values of morality and virtue between religions while addressing the 2623rd birth anniversary celebration of Lord Mahabir, highlighting the goal of religion as the well-being of humanity."},{"hash":"36bf5184da2134fc7913480835b722431a60fe0d878008465b1a5b5221530db2","title":"Chaiti Chhath, a four-day festival, ends with devotees offering prayers and offerings to the rising sun.","date":1715661293928,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/chaiti-chhath-concludes-offering-argha-to-rising-sun","imageLink":"https://web.nepalnews.com/storage/story/1024/NawadeepShrestha_Bidur_RSS_14_ChhathPhoto1667194260_1024.JPG","category":"entertainment-and-lifestyle","content":"Chhath festival ended in Mithila region. Devotees offered water to the rising sun today after fasting since Saturday. The festival is celebrated twice a year and this year's spring festival (Chaite Chhath) has now concluded. People stood in water bodies and offered water to the sun on Sunday evening and Monday morning, wishing for peace and prosperity.","summary":"Chaiti Chhath festival concluded in Mithila region with devotees offering argha to the rising sun, marking the end of their fast and wishing for well-being."},{"hash":"5c4e40b0cfcc81a841cfed842ce2aa92af57f2e88130f43a69d94018c770008a","title":"Socialist culture is crucial for building a socialist society. It involves values such as equality, solidarity, and cooperation. By promoting this culture, we create a strong foundation for a future socialist system.","date":1715661298996,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/socialist-culture-a-primary-condition-for-preparing-base-of-socialism-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/436421060_2683866678446874_1444593645290858072_n1713059615_1024.jpg","category":"entertainment-and-lifestyle","content":"Building a socialist society requires a strong socialist culture. Prime Minister Dahal emphasizes the importance of cultural transformation and contributions from patriotic communities. The government supports artists and cultural institutions through funding and policy changes. The Sanskritik Sansthan's cultural evening showcases cultural diversity and inspires national unity.","summary":"PM Dahal emphasizes the importance of socialist culture as a foundation for socialism, highlighting the need for a cultural transformation and the support of patriotic and progressive communities in building a socialism-oriented State."},{"hash":"9e903d4ae9895d0b7227863508b544a185bf4f79d4c7dd15477cc5fe3ef9bc87","title":"Political parties are refusing to compromise on key issues, making it harder to end the stalemate in the House of Representatives.","link":"https://kathmandupost.com/national/2024/05/14/parties-dig-in-as-efforts-intensify-to-end-house-deadlock","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1715649443.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"national","content":"**President's Address Blocked**\n\nThe main opposition party, Congress, is blocking the President from giving a speech in Parliament because they want an investigation into a financial scam involving the Home Minister.\n\nThe ruling parties tried to convince Congress to allow the President to speak, but Congress refused to back down unless the investigation happened.\n\nThe Prime Minister and the Speaker of Parliament had talks with Congress leaders, but couldn't reach a compromise.\n\nCongress said they would continue to block Parliament until the investigation began, and they planned protests outside.","summary":"Efforts by the ruling parties to allow President Ramchandra Paudel to present government policies and programs in Parliament failed due to opposition from the Nepali Congress, which demands a parliamentary investigation into the cooperatives scam involving Home Minister Rabi Lamichhane."},{"hash":"92a1a0426d458104dce65a41a0053b1e186e02957a6012da7042e97f06fb647e","title":"nepal-s-court-summons-foreigners-and-firms-implicated-in-2017-airbus-deal","link":"https://kathmandupost.com/money/2024/05/14/nepal-s-court-summons-foreigners-and-firms-implicated-in-2017-airbus-deal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb8-1715649654.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"money","content":"**Airbus Scam**\n\nFive foreign individuals and five companies have been ordered to court for a hearing related to the Airbus A330s deal in 2017.\n\n**Individuals:**\n\n* Deepak Sharma (UK)\n* Christian Nuehlen (Germany)\n* Oleg Calistru (Romania/Moldova)\n\n**Companies:**\n\n* AAR International Inc. (USA)\n* German Aviation Capital GmbH (Germany)\n* Hi Fly-Transporte Aereos (Portugal)\n* HI Fly X Ireland Limited (Ireland)\n* Escrow Agent Norton Rose Fulbright LLP (Germany)\n\nThe allegations include corruption and causing financial losses to the government of Nepal. The court has given them 15 days to respond after which further action may be taken.","summary":"The Special Court summons foreign individuals and companies for a hearing in the 2017 Airbus A330s corruption case involving 32 Nepali and foreign defendants."},{"hash":"ef8cf1e2fea903bd66225c35424bc06043ef415da56289d337aad8abb14af118","title":"Regional parties are losing power and influence. The central government is becoming more powerful, and provincial governments are becoming weaker. This is happening for a number of reasons, including:\n\n* **Economic changes:** The global economy has become more integrated, and this has made it easier for businesses to operate across provincial borders. This has reduced the need for regional parties to represent the interests of local businesses.\n* **Political changes:** The federal government has become more powerful in recent years, and this has made it more difficult for regional parties to compete for votes. This is because the federal government has more resources and can offer more services to voters.\n* **Demographic changes:** The population of Canada is becoming more diverse, and this has made it more difficult for regional parties to represent the interests of all Canadians. This is because regional parties are often focused on the interests of a particular group of people, such as farmers or fishermen.","link":"https://kathmandupost.com/politics/2024/05/14/from-the-centre-to-the-provinces-the-diminishing-influence-of-regional-parties","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Picsart240514071758842-1715650475.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"politics","content":"**Regional Political Parties in Nepal Facing Disputes and Divisions:**\n\n* Parties formed after 2006 are now facing internal conflicts.\n* Janata Samajbadi Party (JSP-Nepal) has split, with Ashok Rai forming a new party.\n* JSP-Nepal's Upendra Yadav has challenged the new party's registration in court.\n* Yadav resigned as Deputy Prime Minister and withdrew party support from the government.\n* Rai-led party now has ministers in the government.\n* Other regional parties, like Loktantrik Samajbadi Party and Madheshi Janaadhikar Forum-Democratic, have also split or merged with others.\n* Even newer parties like Nagarik Unmukti Party are facing internal disputes.\n* Regional parties are losing influence due to these divisions and their focus on power rather than addressing regional issues.\n\n**Experts say:**\n\n* Regional parties still have relevance, but need to address shortcomings and focus on their original goals.\n* If traditional parties fail, new ones may emerge to represent regional interests.","summary":"Regional political parties in Nepal are facing divisions and controversies, including party splits, power struggles, and challenges to the election commission's decision to register a new party."},{"hash":"32104834055959b094125de256188f02af795a2e657bc95d1e2257342194b8dc","title":"57 districts in the country have reported dengue infections.","link":"https://kathmandupost.com/health/2024/05/14/57-districts-report-dengue-infection","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1715650595.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"health","content":"**Dengue Outbreak Concerns**\n\nRains and warm weather are creating ideal conditions for dengue fever. Mosquitoes carrying the virus are present in many areas.\n\nReported cases are increasing, with around 50 people infected weekly. Over 1,000 cases have been reported since the start of 2024.\n\nHowever, experts believe the actual number of infections may be much higher as many infected people show no symptoms.\n\nDengue can cause mild to severe symptoms, including fever, muscle pain, rash, and headache.\n\nAuthorities are urging preventive measures such as:\n\n* Awareness drives\n* Vector surveillance (tracking mosquitoes)\n* Eliminating mosquito breeding grounds (uncovered water sources)\n\nDespite the risk, experts say the government has not taken dengue seriously and have focused primarily on counting cases and deaths.","summary":"Despite pre-monsoon rains and favorable conditions for dengue outbreaks, Nepal faces the threat of a surge in dengue cases, as evidenced by 57 reported districts and increased infection rates."},{"hash":"c3075613429a814ac667cc5c315d3a93ccf2feb33fa59c8e25b4106ea3df7a74","title":"keep-your-word","link":"https://kathmandupost.com/editorial/2024/05/14/keep-your-word","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1715566357.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"editorial","content":"**Summary:**\n\nLeaders from seven major political parties in Nepal promise to promote investment and business. They recognize the need for political stability and predictability to attract investment. However, they have made similar promises in the past without action.\n\nSome concerns raised at an economic summit include the lack of policy predictability and the current political deadlock in Parliament.\n\nThe government's efforts to amend laws to attract investment have been hampered by parliamentary obstruction.\n\nFor Nepal to truly attract investment, political parties must work together to ensure policy consistency and put the country's development ahead of partisan interests.","summary":"Nepali political leaders from seven parties pledge to promote investment and business climate, acknowledging the need for joint effort and policy stability to attract foreign and domestic investors."},{"hash":"f39214bd1041c6ad6f746c6d1ed9c57d946ec78f7397661f6402cce78f5e95af","title":"reviewing-amnesty-s-report-on-dalits","link":"https://kathmandupost.com/columns/2024/05/14/reviewing-amnesty-s-report-on-dalits","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/leadpostillustration-1715654748.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"columns","content":"**Report on Discrimination Against Dalits in Nepal**\n\nAmnesty International released a report highlighting the ongoing discrimination faced by Dalits in Nepal. The report calls for concrete actions to end this discrimination.\n\n**Strengths of the Report:**\n\n* It raises awareness about the persistent suffering of Dalits.\n* It provides specific recommendations for addressing the issue.\n\n**Limitations of the Report:**\n\n* It lacks a comprehensive analysis of the role of religion and culture in caste discrimination.\n* It relies heavily on consultations with established Dalit groups, which may not fully represent the voices of younger Dalits.\n\n**Implications for Dalit Freedom Struggle:**\n\n* The report can help Dalit activists amplify their voices and garner support.\n* It highlights the need for a more holistic approach to addressing caste discrimination.\n* It suggests that international organizations should engage with a wider range of Dalit perspectives.","summary":"Amnesty International released a report on May 10, 2024, highlighting persistent caste discrimination against Dalits in Nepal, emphasizing the need for concrete human rights-centric actions to end such inequality."},{"hash":"1129646c354dc7fc5002de47cd2f0fded37f1f0e088085fc09887f0a2146716f","title":"Climate change affects mountains and the people who live there.\n\n* **Melting glaciers and snow:** Less water for drinking, irrigation, and power.\n* **Extreme weather events:** More floods, droughts, and wildfires.\n* **Health problems:** Heat-related illnesses, respiratory issues from air pollution.\n* **Food insecurity:** Crop damage due to water shortages and extreme weather.\n* **Loss of cultural heritage:** Traditional practices and lifestyles tied to mountain environments may be disrupted.","link":"https://kathmandupost.com/columns/2024/05/14/people-mountains-and-climate-change","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/DownPostFilePhoto-1715654555.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"columns","content":"**International Dialogue on Mountains, People, and Climate Change**\n\n**Date:** May 22-23, 2024\n\n**Location:** Kathmandu, Nepal\n\n**Goals:**\n\n* Raise awareness about the importance of mountains for nature and people.\n* Prioritize mountain issues in global climate negotiations.\n* Create a platform for collaboration among mountain countries.\n* Ensure that mountain communities receive support and resources to address climate change.\n\n**Why Mountains Matter:**\n\n* Home to 15% of the world's population and nearly half of its biodiversity hotspots.\n* Source of freshwater for over a third of the global population.\n* Offer essential services such as food, water, medicines, and tourism.\n\n**Threats to Mountains:**\n\n* Climate change, air pollution, heat, drought, and extreme weather events.\n* Melting glaciers and potential glacial lake outburst floods.\n* Extinction of indigenous mountain species.\n* Vulnerability of mountain economies dependent on agriculture, tourism, and hydropower.\n\n**Expectations from Mountainous Countries:**\n\n* Partnerships for climate justice.\n* Funding, technology, and support for science-based climate actions.\n* Compensation for losses and damages caused by climate change.\n* Prioritization of vulnerable groups in climate policies and plans.\n* Transformation of dialogue into decisive action to protect mountain environments and support mountain communities.","summary":"Nepal is hosting an international dialogue on \"Mountains, People, and Climate Change\" (May 2024) to prioritize mountain-centric actions within the context of climate change and advocate for the inclusion of mountain ecosystems in global climate negotiations."},{"hash":"bb8e7dc403e9f3d41c27c9d6575dbf72a3b5154a09b028b0ccfb3aa4094cdb98","title":"Not edible or safe to eat.","link":"https://kathmandupost.com/editorial/2024/05/12/unfit-for-consumption","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/Untitled1-1715566116.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"editorial","content":"Keeping fresh food safe during hot weather is hard in Nepal, where many people don't have refrigerators. Food sold in eateries is often displayed openly, which can spread bacteria and cause food poisoning.\n\nEven though there are laws to keep food safe, they are not always followed or enforced. This means food in restaurants and shops may not be safe to eat.\n\nThe government needs to do more to make sure food is safe by:\n\n* Requiring food vendors to use freezers and covers for food\n* Separating different types of food to prevent contamination\n* Regularly checking food for safety","summary":"Rising summer temperatures exacerbate food safety risks in Nepal due to inadequate refrigeration, casual attitudes, and ineffective regulations and enforcement."},{"hash":"b4be493972d768331e5542af0c3e5f7f45e10e2f42f049059e903d98605f4c27","title":"**Today's Weather (May 14, 2024)**","link":"https://kathmandupost.com/weather/2024/05/14/today-s-weather-may-14-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb11-1715652650.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"weather","content":"Today, expect cloudy weather with a chance of light rain or thunder in Koshi, Bagmati, Gandaki, and parts of Madhesh. High mountains may get some light snow.\n\nTomorrow, some areas in Karnali, Bagmati, and Gandaki might see light rain.\n\nTemperatures are cooling down, with Nepalgunj being the warmest and Jumla being the coldest.","summary":"Partly cloudy weather with light rain, thunder, lightning, and snowfall possible in some areas of Nepal; monsoon approaching with decreasing temperatures."},{"hash":"31323178bffe2838ebba4d0ac7de45c3b2e5c17466239af0ca73e65437a4c39b","title":"APF Susurpaschim continue their winning streak in football.","link":"https://kathmandupost.com/cricket/2024/05/13/apf-susurpaschim-continue-winning-run","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/APFvsBPw05132024150A0054copy-1715609938.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"cricket","content":"**Lalitpur Mayor Women's T20 Championship**\n\nDefending champions APF Club beat Bagmati Province by 8 wickets. Karuna Bhandari took 4 wickets for APF, and opener Mamta Chaudhary scored 35 not out.\n\nSudurpaschim also won, beating Koshi Province by 19 runs. Samjhana Khadka scored a half-century for Sudurpaschim.\n\nAPF and Sudurpaschim both have 4 points, but APF leads on net run rate. Lalitpur Mayor's XI is third with 2 points, while Bagmati and Koshi are at the bottom with 0 points each.","summary":"APF Club, the defending champions of the Lalitpur Mayor Women's T20 Championship, maintained their winning streak with an eight-wicket victory over Bagmati Province, while Sudurpaschim and Lalitpur Mayor's XI also secured wins."},{"hash":"cdd413811a7e151a9cda275ebaca04ae5362e9c5ab300f2eab40a5250c4b3828","title":"Janata Samajbadi Party has joined the government.","link":"https://kathmandupost.com/national/2024/05/13/janata-samajbadi-party-joins-government-1715609716","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/pradipyadav-1715609295.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"Janata Samajbadi Party joined the government led by Pushpa Kamal Dahal.\n\nPradip Yadav became Minister of Health and Population, while Hasina Khan became State Minister of Health and Population.\n\nJanata Samajbadi Party split from the Upendra Yadav-led party last week.\n\nAs a result, the Yadav-led party has left the government and withdrawn its support.","summary":"Amidst a political rift, the Janata Samajbadi Party joined the Dahal-led government, prompting the withdrawal of Upendra Yadav's party and the resignation of Deputy Prime Minister Yadav and Minister of State Karki."},{"hash":"7c940f2dd432560d416b2f490c51b208a07a507c38bb2b66d1cdfde2aaa589de","title":"Floods in West Sumatra, Indonesia have killed 43 people, with 15 still missing.","link":"https://kathmandupost.com/world/2024/05/13/floods-kill-43-in-indonesia-s-west-sumatra-15-missing","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/floodindonesia-1715601937.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"world","content":"**Flash Floods and Mudslides in Indonesia**\n\nHeavy rainfall triggered flash floods and landslides in West Sumatra, Indonesia, killing 43 people. Another 15 are still missing, and search efforts are underway with hundreds of personnel deployed.\n\nA cold lava flow, or lahar, from Mount Marapi, a nearby volcano, also contributed to the disaster. The volcano has been erupting since December.\n\nAround 200 homes and 72 hectares of land have been damaged. Over 150 people have been evacuated to nearby schools.\n\nFootage shows roads and fields covered in mud, damaged homes, and logs swept into settlements.","summary":"Torrential rains in West Sumatra, Indonesia, triggered flash floods and mudslides, resulting in 43 fatalities and 15 missing, with search efforts ongoing."},{"hash":"0af442dccda822a3bfe69ac896c4f4edc4e8f28ad131add74738e757767bb273","title":"Upendra Yadav, a Nepali politician, has filed a case in the Supreme Court of Nepal against the registration of a new political party called the \"National Independent Party.\" Yadav alleges that the new party's registration is illegal.","link":"https://kathmandupost.com/national/2024/05/13/upendra-yadav-moves-supreme-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb3-1715600620.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"**Upendra Yadav Challenges Election Commission's Recognition of a Party Split**\n\nUpendra Yadav, leader of the Janata Samajbadi Party, filed a lawsuit claiming the Election Commission wrongly recognized a split faction of his party. The split faction, led by Ashok Rai, registered with the Election Commission as Janata Samajbadi Party despite allegedly not meeting the required support from party members for a split. The court will hear the case this Wednesday.","summary":"Following a party split, Janata Samajbadi Party Nepal (JSP-Nepal) Chairman Yadav challenges Election Commission's recognition of the splinter group as a party, claiming insufficient central member support for the split."},{"hash":"f96896dbcaa523b2600029b71f1f44038c0bddf5a198a82aaeac880918ef6787","title":"Upendra Yadav and Deepak Karki, leaders of the Janata Samajwadi Party (JSP), have resigned from their ministerial positions in Nepal's government. This has led to the withdrawal of the JSP from the government.","link":"https://kathmandupost.com/national/2024/05/13/jsp-nepal-pulls-out-of-government-upendra-yadav-deepak-karki-resign","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb2-1715597155.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"- Deputy Prime Minister Upendra Yadav resigned, leading his party to leave the government.\n- Yadav's party split, with a new party being formed under Ashok Rai.\n- Seven lawmakers joined the new party, weakening Yadav's party.\n- Despite the resignation, the government remains stable with a majority of 77 seats.\n- The ruling parties withdrew support from the provincial government led by Yadav.","summary":"Amidst a political split, Nepal's Deputy Prime Minister and Minister of Health, Upendra Yadav, and Minister of State Deepak Karki resigned, prompting the Janata Samajbadi Party Nepal to withdraw from the Dahal-led government."},{"hash":"c5087fab72ac975fbd97e6f4598332d9c972f509168e91d0c0e9726c9b40ab95","title":"Janata Samajbadi Party (JSP) has suggested names for ministers to the government.","link":"https://kathmandupost.com/national/2024/05/13/janata-samajbadi-party-recommends-names-for-ministers","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb-1715594086.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"* Janata Samajbadi Party recommends Pradip Yadav and Hasina Khan for health ministry positions.\n* Ranju Jha also recommended, but no current vacancy for her.\n* Party leader Ashok Rai split from Upendra Yadav's party to form Janata Samajbadi Party.\n* Janata Samajbadi Party joins the government, while Yadav's party leaves.\n* Upendra Yadav and Deepak Karki resign from their health and environment ministry positions.","summary":"Janata Samajbadi Party推薦Pradip Yadav和Hasina Khan擔任衛生和人口部長和政務次長，並建議任命Ranju Jha為部長，該黨已退出政府，Upendra Yadav和Deepak Karki辭去職務。"},{"hash":"39a21e3738e34e21ac22ff3e01c5ee3a4fda10160336e1e78d00ef5a4868a738","title":"nepal-to-use-drones-to-transport-garbage-from-mount-everest","link":"https://kathmandupost.com/money/2024/04/30/nepal-to-use-drones-to-transport-garbage-from-mount-everest","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/everest-1714541533.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"money","content":"**Drones to Clean Everest**\n\nDrones are being used on Mount Everest to help clean up garbage. This could reduce the need for high-altitude guides who currently carry loads over the dangerous Khumbu Icefall.\n\nThe drones can fly up to 6,500 meters and carry 30 kilograms of trash. They could prevent accidents and save the lives of mountain guides.\n\nWhile drones could reduce the workload of guides, they would also impact their livelihood. The Khumbu Icefall is a particularly hazardous area where avalanches have killed many guides in the past.\n\nOther rules have also been implemented to make climbing Everest safer and cleaner, such as:\n\n* Climbers must carry GPS devices for tracking.\n* There are limits on the size of sleeping and dining areas at the base camp.\n* Climbers must use poop bags to dispose of waste properly.\n* Bodies of deceased climbers are the responsibility of guides and agencies.\n* Commercial activities like bars and spas are not allowed at the base camp.","summary":"Drones will assist in garbage removal from Mount Everest, potentially impacting the livelihoods of high-altitude support staff who navigate the dangerous Khumbu Icefall."},{"hash":"20d6fba38f7a72404f31e0e9c78ed336011a973a2c15264bdb33a8dce3fe58fb","title":"**Child Adoption in Nepal Complicated by Lack of Rules**\n\nIn Nepal, adopting a child can be challenging due to a lack of clear guidelines, leading to difficulties and delays in the process.","link":"https://kathmandupost.com/national/2024/05/01/regulatory-void-complicates-child-adoption-process-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb14-1714527484.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"national","content":"**Anistha Shrestha's Adoption Journey**\n\n- Anistha and her husband longed for a child for 10 years.\n- After a loss and miscarriage, they gave up hope.\n- In 2017, they found an abandoned baby and raised him as their own.\n\n**Nepal's Adoption Process**\n\n- Legal adoption became possible in 2017.\n- Couples or individuals over 45 without children can adopt.\n- The priority is the child's well-being.\n- There are legal gaps and lack of guidelines in the adoption system.\n\n**Challenges**\n\n- Potential parents often find the children themselves, which poses safety risks.\n- The need to hide adopted children's origins discourages legal adoption.\n- Queer couples face barriers due to societal norms and legal requirements.\n\n**Intercountry Adoption**\n\n- Intercountry adoption has been banned since 2019 due to trafficking and abuse concerns.\n- Lack of regulation and matching committees contributed to the ban.\n- Effective regulation is crucial for the safety of children in adoption processes.","summary":"Despite past difficulties and legal challenges, Anistha Shrestha and her husband adopted an abandoned baby in 2017, highlighting the limited yet evolving adoption landscape in Nepal, where legal domestic adoption has been gradually increasing but inter-country adoption has been banned due to trafficking concerns and loopholes in matching children with parents."},{"hash":"3f364a7b488f4787fc0e376951c1783548e5f460595979e877cac188d021df81","title":"Traditional parties, including PD and PKR, saw a boost in support in the Ilam by-election. This serves as a reminder to parties like the Malaysian United Democratic Alliance (MUDA) and Parti Warisan that they have work to do to establish themselves firmly in the political landscape.","link":"https://kathmandupost.com/politics/2024/05/01/ilam-bypoll-fillip-for-old-parties-reality-check-for-rsp","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/4375415009854531096070575583147412016394281n-1714526830.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"politics","content":"**By-Election Results:**\n\n* CPN-UML candidate Suhang Nembang won the Ilam-2 by-election.\n* Nepali Congress candidate Dambar Bahadur Khadka came in second.\n\n**Identity Politics:**\n\n* Independent candidate Dakendra Singh Limbu, representing identity politics, received a significant number of votes.\n* This suggests that identity politics remains a strong force in the region.\n\n**Rastriya Swatantra Party (RSP):**\n\n* RSP candidate Milan Limbu performed poorly in the by-election.\n* This indicates that the RSP has a long way to go to become a major political force in rural areas.\n\n**Traditional Parties Remain Strong:**\n\n* The by-election results show that the Nepali Congress and CPN-UML continue to be dominant in grassroots politics.\n* People still see these parties as relevant due to their established networks.\n\n**Allegations Against RSP President:**\n\n* Allegations of involvement in a cooperative scam may have negatively impacted the RSP's performance in the by-election.","summary":"A political newcomer, Suhang Nembang (CPN-UML) won the Ilam-2 by-election, highlighting the continued relevance of identity politics and indicating challenges for the emergent Rastriya Swatantra Party."},{"hash":"3b8f07fcf0196cc796d5e7ea9b735b31007811ccd0b4a7cef5a04cffbc352d27","title":"Nepal aims to attract tourists from the LGBTQ+ community, targeting a multi-billion dollar market.","link":"https://kathmandupost.com/money/2024/04/21/nepal-sets-sight-on-multi-billion-dollar-lgbtiq-tourism-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled-1%20(1).jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"money","content":"**Nepal Hosts LGBTQ+ Tourism Conference**\n\nNepal held a conference for LGBTQ+ tourism, hoping to attract a share of the large LGBTQ+ travel market.\n\n**Historical Progress**\n\nYears ago, LGBTQ+ people faced discrimination in Nepal. But a recent Supreme Court ruling recognized their rights, including same-sex marriage.\n\n**Economic Opportunities**\n\nThe conference aims to promote LGBTQ+ tourism, which can bring economic benefits to Nepal. LGBTQ+ travelers have high spending power.\n\n**Safety and Inclusion**\n\nNepal wants to create a welcoming environment for LGBTQ+ tourists. Festivals, temples, and rituals reflect the country's acceptance of LGBTQ+ identities.\n\n**Benefits for the LGBTQ+ Community**\n\nThe conference highlights the importance of economic opportunities for LGBTQ+ people. Businesses owned by LGBTQ+ individuals are growing in Nepal.\n\n**Global Impact**\n\nNepal's progress in LGBTQ+ rights is inspiring other countries to make similar changes. The conference emphasizes the importance of inclusivity and equality in tourism.","summary":"Nepal hosted the first international LGBTIQ tourism conference, hoping to attract the multi-billion dollar \"pink market\" after legalizing same-sex marriage in 2023, highlighting the economic potential of LGBTIQ tourism and Nepal's progress in promoting their rights and equality."},{"hash":"6544c0b45b27e9bf77f2d52e116df242a412f0b3350a49b706e3550d9a2953e4","title":"Escalating Middle East tensions threaten Nepal's economy due to:\n\n* Reduced tourism from major markets\n* Increased oil prices, impacting transportation and energy costs\n* Potential disruptions to remittances from Nepalis working abroad","link":"https://kathmandupost.com/money/2024/04/15/escalating-middle-east-crisis-threatens-nepali-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1713147555.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"money","content":"**Nepal's Economy at Risk Due to Middle East Tensions**\n\nIran's attack on Israel has raised concerns for Nepal, which relies heavily on money sent home by workers in the Middle East.\n\n* If conflicts escalate, workers may lose jobs, reducing remittances.\n* Remittances are essential for Nepal's economy, making up a significant portion of its income.\n* Conflict in oil-producing countries can also lead to higher inflation and disrupt supply chains.\n* Nepal's foreign reserves could decline, putting a strain on the economy.\n* The government needs to prepare for potential economic shocks.","summary":"Escalating Middle East tensions pose grave threats to Nepal's remittance-dependent economy, threatening unemployment, inflation, supply chain disruptions, and geopolitical shocks, prompting experts to urge preparedness and diplomatic solutions."},{"hash":"79b8b64d55170d97b5398013f1e0be09edf6390a68972040dac7d9012da81a36","title":"Nepali nationalism is the idea that Nepal is a unique and independent nation. It is based on the history, culture, and traditions of the Nepali people. Hari Sharma was a Nepali poet and writer who wrote extensively about Nepali nationalism. He is considered one of the founders of the Nepali nationalist movement.","link":"https://kathmandupost.com/videos/2024/05/01/nepali-nationalism-idea-of-nepal-with-hari-sharma","date":1714521600000,"source":"kp","category":"videos","content":"**Summarization:**\n\n**Original Text:**\n\nHere is some text that you want me to summarize.\n\n**Summary:**\n\nThis is a summary of the original text.","summary":"The French Revolution began in 1789 with the rise of the Third Estate, the Tennis Court Oath, and the storming of the Bastille."},{"hash":"da1de9d00cddf5d4e54cf41c1f92b9ea3c65052d5d623d6c79bf8571e6fc3343","title":"china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","link":"https://kathmandupost.com/videos/2024/04/14/china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","date":1713052800000,"source":"kp","category":"videos","content":"The Araniko Project uses Mandarin sources to explore Nepal-China history. Rajbhandari, a Mandarin speaker with a Chinese politics degree, leads the project. She highlights the importance of Chinese language to understand Chinese historical writings and Nepal-China relations, emphasizing the nuances of translation between Mandarin and English.","summary":"The Araniko Project, led by Mandarin speaker Rajbhandari, uses primary Chinese sources to explore Nepal-China relations and emphasizes the importance of Mandarin comprehension for understanding China."},{"hash":"260be847ea4643b523c3e2c77aa8eb77abfa0ace0b6d4a34348f05f7a4f6c2d2","title":"**Public Debate in Nepal: Idea of Nepal with Saumitra Neupane**\n\nIn a public debate, Saumitra Neupane discusses Nepal's identity and the concept of \"Idea of Nepal.\" He explores the country's history, culture, and political landscape to examine what it means to be Nepali today. The debate explores themes such as nationalism, federalism, and Nepal's role in the globalized world.","link":"https://kathmandupost.com/videos/2024/03/26/public-debate-in-nepal-idea-of-nepal-with-saumitra-neupane","date":1711411200000,"source":"kp","category":"videos","content":"Nepali institutions created \"Project Sambad\" to encourage critical thinking about Nepali society and policy-making. The first meeting in Kathmandu discussed how to improve public debates on important issues.","summary":"Neupane co-hosted \"Project Sambad,\" a platform for critical discussions on Nepali society and policy, with its first event held in Kathmandu on March 14-15."},{"hash":"d5d55349db8224f79ac2f5502e8ef4d7a68f9f2c08b2ac9c91c850dba1308134","title":"**Summary of \"The Constitution of Nepal: Idea of Nepal with Bipin Adhikari\"**\n\nThe Constitution of Nepal defines the country as a federal democratic republic. It recognizes Nepal's diversity and aims to promote inclusivity and social justice. The document was created after extensive public consultations and is designed to support the country's aspirations for peace, stability, and prosperity.","link":"https://kathmandupost.com/videos/2024/02/02/the-constitution-of-nepal-idea-of-nepal-with-bipin-adhikari","date":1706832000000,"source":"kp","category":"videos","content":"Bipin Adhikari, a law professor and expert on constitutional law, discusses the key features, durability, and historical development of Nepal's 2015 constitution.","summary":"Professor Bipin Adhikari discusses key features and durability of Nepal's 2015 Constitution, tracing its constitutional process."},{"hash":"bb06191d96b41f889a0ee66504cd3497cbd5bc3f64eddecd21f76111153a72a2","title":"Myths often reflect real-life experiences and challenges. They can provide insight into human nature, culture, and history. Myths can:\n\n* Symbolize universal themes (love, loss, friendship)\n* Explain natural phenomena (thunder, lightning)\n* Preserve cultural values and traditions\n* Inspire and entertain","link":"https://kathmandupost.com/theater/2024/05/12/when-mythology-mirrors-life","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled2-1715481070.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"theater","content":"**Is Everything Predetermined?**\n\nMandala Theatre's \"Bakhaamma\" explores this question through the story of Saya and Sikhum, whose love is compared to the love of deities.\n\n**Mythology and Cultural Identity**\n\nThe play draws on the Kirati Mundum, an oral tradition that shapes the community's cultural identity. It emphasizes the human search for meaning and the preservation of cultural heritage.\n\n**Immersive and Engaging Production**\n\nThe play features stunning sets, costumes, and animals that reflect the Kirati community's beliefs and values. Alisha Rai shines as both Saya and the goddess Sumnina.\n\n**Themes of Love and Connection**\n\nThe play depicts various forms of love, including romantic, maternal, and communal. It highlights the Kirati community's appreciation for nature and their belief that animals possess spirits.\n\n**Challenges and Future Improvements**\n\nDespite its strengths, the play had some issues with comprehensibility due to multiple roles and repetitive storylines. The writer acknowledges these flaws and plans to refine the play in the future.\n\n**Significance and Impact**\n\n\"Bakhaamma\" successfully preserves and celebrates the Kirati Mundum, fostering excitement for theatre culture in Nepal.","summary":"Mandala Theatre's 'Bakhaamma' explores the interplay between mythical and human realms, showcasing a Kirati community's beliefs, cultural identity, and the significance of preserving tradition through an immersive production featuring evocative performances and stunning set design."},{"hash":"b4a2dee8c226c375bd4dd6bbbea8753e0ebf9fb7d77560b460f924c518b10969","title":"Hikmat Karki, Chief Minister of Koshi Province, won the trust vote in the provincial assembly. He secured the support of 33 legislators, more than the required majority.","link":"https://kathmandupost.com/national/2024/05/13/koshi-chief-minister-hikmat-karki-wins-trust-vote","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb1-1715596411.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"Chief Minister Hikmat Karki won a confidence vote in the Koshi Province Assembly. \n\n57 lawmakers voted in favor, 5 abstained, and Nepali Congress members boycotted the vote. \n\nKarki received support from CPN-UML, CPN (Maoist Centre), CPN (Unified Socialist), and Janata Samajbadi Party. \n\nUnified Socialist initially hesitated but eventually voted in favor of Karki. \n\nNepali Congress did not attend the vote due to a legal challenge to Karki's appointment. \n\nKarki's appointment was made after the CPN-UML staked a claim with the support of 52 lawmakers.","summary":"Koshi Chief Minister Hikmat Karki secures confidence vote with support from UML, Maoist Centre, Unified Socialist, and JSP; Nepali Congress boycotts vote due to ongoing legal challenge."},{"hash":"7e26b616e94de57b192df8218df36ecaaf4466f1158034c966b537b95a17b683","title":"Politics are heating up in the Madhesh region of Nepal following the split in the ruling Janatha Samajwadi Party (JSP-N). Various political parties are vying for support in the region, as the fate of the ruling coalition hangs in the balance.","link":"https://kathmandupost.com/politics/2024/05/10/after-split-in-jsp-nepal-politics-hots-up-in-madhesh-over-fate-of-coalition","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb3-1715303718.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"politics","content":"**JSP-Nepal Split Threatens Madhesh Government**\n\nThe division within the Janata Samajbadi Party Nepal (JSP-Nepal) could lead to a crisis in the Madhesh provincial government. The Maoist Centre, which supports the government, is discussing forming a new government.\n\nThe split occurred when part of JSP-Nepal, led by Ashok Rai, formed a new party. The Election Commission has registered the new party.\n\nThe Maoist Centre plans to make a decision on a new government before the upcoming budget session. They accuse the current Chief Minister, Saroj Yadav, of not fulfilling promises.\n\nPolitical analysts believe that other coalition partners may not accept Upendra Yadav's faction of JSP-Nepal as the government leader. The UML, the largest party in the provincial assembly, has strained relations with Madheshi politicians.\n\nThe UML may stake a claim to lead the government, since it now holds the largest number of seats. However, the outcome will depend on the decisions of the ruling coalition at the national level.","summary":"The division within the Janata Samajbadi Party Nepal (JSP-Nepal) potentially threatens the stability of the Madhesh provincial government, with the CPN (Maoist Centre) discussing options for forming a new government."},{"hash":"40a529e517bf93a20206c3fc06b60ee095358e2bdafb9cde44387b93947eaaf8","title":"Yadav will challenge new political party registration rules in court.","link":"https://kathmandupost.com/politics/2024/05/09/yadav-to-move-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/UpendraYadav-1715216471.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"The Janata Samajbadi Party (JSP) will challenge the Election Commission's decision to recognize a new party formed by a splinter group. The JSP, led by Deputy Prime Minister Upendra Yadav, believes the registration of the new party is illegal.\n\nThe new party, also called Janata Samajbadi Party, was formed by Ashok Rai and his supporters after a split in the JSP. The commission registered the new party in accordance with a regulation on political parties, but there is no law specifically governing the formation of new parties after a split.\n\nYadav claims that the new party is not different from his party and that he has always been willing to accommodate dissidents. He says the split was caused by false claims that he was trying to overthrow the government.\n\nYadav has met with Prime Minister Pushpa Kamal Dahal to assure him that the JSP will remain in the ruling alliance. He claims that the party has not split and that he still has the majority of support within the party's structures.","summary":"The Janata Samajbadi Party Nepal (JSP-N) will challenge the Election Commission's recognition of a new party formed by a splinter group, claiming the decision was illegal and accusing the dissenting faction of autocratic leadership."},{"hash":"f6f0addbb8cbaa32a930541099e8ab8b80dbd645a10abca7ca6caeeb2cd39f3a","title":"Political parties often change their positions on issues to align with what is popular or beneficial for them at the time, rather than sticking to consistent principles or values.","link":"https://kathmandupost.com/politics/2024/05/09/political-parties-shift-stances-based-on-convenience","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/meeting-1715218714.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Gold Smuggling Investigation:**\n\n* A year ago, the UML demanded a judicial commission to investigate gold smuggling involving Congress and Maoist leaders.\n* The Congress, then in power, rejected the demand.\n\n**Cooperative Funds Embezzlement Investigation:**\n\n* Now, the UML (in power) rejects the Congress' demand for a parliamentary investigation committee against Deputy Prime Minister Lamichhane (accused of embezzling cooperative funds).\n* The UML says their previous demand for a judicial commission was different because it involved powerful people.\n* The Congress insists on a parliamentary committee, citing the alleged involvement of powerful officials.\n\n**Stance of Both Parties:**\n\n* The Congress and UML have different positions on investigation committees depending on whether they are in power or opposition.\n* Experts criticize this as a sign of dysfunctional state mechanisms.","summary":"Nepali Congress, now the main opposition party, demands a parliamentary probe against Deputy Prime Minister Lamichhane for cooperative funds misappropriation, while the ruling UML, citing earlier opposition to similar demands from Congress, rejects it."},{"hash":"993e3dfb635cc252b93bf935dad75ef144713614867292c57642795d1f8ac6ff","title":"Nepali Congress may allow independent MP Rabi Lamichhane to speak in parliament, if he submits a written request.","link":"https://kathmandupost.com/politics/2024/05/09/nepali-congress-may-allow-lamichhane-to-speak-in-parliament","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb18-1715215891.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"Nepali Congress, the main opposition party, demands a parliamentary investigation into Rabi Lamichhane, the Deputy Prime Minister and Home Minister, who is accused of embezzling cooperative funds. The party believes this investigation is crucial because it affects many people.\n\nThe Congress claims that Lamichhane misused his power to influence the police and the Attorney General's Office to hide his involvement. They also say that the government's proposal to form a committee to investigate all cooperatives is not enough and that Lamichhane should be investigated separately.\n\nThe Congress is willing to allow Lamichhane to speak in Parliament, but they will still block the proceedings until a parliamentary committee is formed to investigate him. They believe that the government is ignoring their demands and that they will not compromise on this issue.\n\nThe Congress has also raised concerns about the formation of governments in Koshi and Gandaki provinces, which they believe are unconstitutional. They may take legal action regarding the issue in Gandaki province.","summary":"The Nepali Congress demands a parliamentary investigation into Home Minister Rabi Lamichhane's alleged involvement in cooperative funds embezzlement, despite opposition from some ruling parties."},{"hash":"0d8fb09ab1026484e465284d903ed753ad28550936d7ae26eefcff4b8df23383","title":"Three suspects were arrested for allegedly defrauding US visa applicants.","link":"https://kathmandupost.com/kathmandu/2024/05/10/three-arrested-for-allegedly-duping-us-aspirants","date":1715299200000,"source":"kp","category":"kathmandu","content":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. ","summary":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. "},{"hash":"d34d04f3fb0aac7854c1168b097a6ce09196339cf7d7bc35809cda6b94726548","title":"Fire in Bhaktapur injures two.","link":"https://kathmandupost.com/bhaktapur/2024/05/05/two-injured-in-bhaktapur-fire","date":1714867200000,"source":"kp","category":"bhaktapur","content":"Fire at carpet factory in Bhaktapur injures two:\n- Buddha Narayan Shrestha, 23, and Manu Urwa, 29, injured while trying to put out fire.\n- Fire caused Rs 18 million in damage.\n- Seven fire engines and locals controlled the fire after five hours.\n- Cause of fire still unknown.","summary":"A fire at a carpet factory in Bhaktapur district injures two, destroys property worth Rs18 million, and is brought under control in five hours."},{"hash":"b6207fb9e973312bf402c67e85a81cf80ec93fb9549d25542321817afde006d8","title":"Two people in Bhaktapur died due to suffocation while digging a well.","link":"https://kathmandupost.com/bhaktapur/2024/05/01/two-die-of-suffocation-while-digging-well-in-bhaktapur","date":1714521600000,"source":"kp","category":"bhaktapur","content":"I need the context to summarize. Please provide the text you want me to summarize.","summary":"**Summarize the major events in 1 line without losing crucial information.**"},{"hash":"f5d5a914ad325d0dc9cdbe3e13aee77b709515bae18e316ed2e1dfc20803ba5d","title":"A man who suffered injuries in a forest fire has passed away.","link":"https://kathmandupost.com/lalitpur/2024/04/30/man-injured-in-forest-fire-dies","date":1714435200000,"source":"kp","category":"lalitpur","content":"A man died from burns after fighting a fire in a forest in Nepal. Another man is also being treated for injuries. A separate fire in a different forest is still burning, and 65 patients from a nearby hospital have been moved to safety.","summary":"Man dies during fire suppression efforts in Godawari as separate Ananda forest blaze rages on, displacing patients."},{"hash":"576aedd4fb42b61a1e529a2a54b7b58d3d019f11c45cb0f9be739c017645a00d","title":"Seven wards in Kolkata Municipal Corporation (KMC) have started segregating waste, with four more set to join soon.","link":"https://kathmandupost.com/kathmandu/2024/04/30/seven-wards-of-kmc-start-waste-segregation-four-more-to-start-soon","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1714441676.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"kathmandu","content":"**Kathmandu Metropolitan City Segregates Waste**\n\nSeven wards in Kathmandu are now separating biodegradable (decomposes naturally) and non-biodegradable (does not decompose) garbage at home.\n\nThe city has special trucks to collect separated waste:\n\n* Biodegradable waste is turned into compost at the city's facility.\n* The compost can be obtained free of charge.\n* Biodegradable waste is also used to generate biogas, which can be used for cooking and electricity.\n\nThe city has a plan to expand waste segregation to all 32 wards.\n\nKathmandu generates a lot of garbage, and segregation helps reduce the amount that ends up in landfills.","summary":"Kathmandu Metropolitan City enforces waste segregation in 7 wards, converting degradable waste into compost and generating biogas for electricity."},{"hash":"1a053a3483ec1f17e52af1e44ae444684520d4e096d37d9a8a9745a81e0757bf","title":"Nepal's tax system favors the wealthy over the average citizen.","link":"https://kathmandupost.com/money/2024/05/13/private-sector-says-nepal-s-tax-system-is-upside-down","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1715566357.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"money","content":"- Private Sector demands a competitive tax system to prevent smuggling due to price differences with neighboring countries.\n- They also call for a progressive tax system to stimulate demand and boost economic activity.\n- Nepal's tax system is considered \"upside-down,\" with lower-income earners paying a higher percentage of their income in taxes.\n- The private sector blames government policies, including import bans and unstable politics, for the current economic slowdown.\n- They urge the government to prioritize ending the economic slowdown and protecting the private sector through policy reforms.\n- Investors lack confidence due to fears of policy changes, such as the reversal of the merger and acquisition policy.\n- Monetary policy and expansionary fiscal policy during the pandemic led to increased credit expansion, which benefited the real estate sector rather than the productive sector.\n- Government revenue is impacted by lower imports due to tight monetary policies.","summary":"Nepal's private sector demands competitive tax rates to curb rampant smuggling, increase economic activity, and address the economic slowdown caused by import bans, global factors, and policy instability."},{"hash":"bac85bfd8fbe8dc3ec19bd57e21e7d55fb8ee1d6e7f3d6210e11c9b616730af7","title":"Finance Minister used a pun to emphasize the need for careful examination of India's economic situation.","link":"https://kathmandupost.com/money/2024/05/12/finance-minister-pun-stresses-need-for-critical-analysis-of-the-country-s-state","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb26-1715518050.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"money","content":"Finance Minister Pun says Nepal's economy needs review due to past mistakes and political shortcomings.\n\n**Key Points:**\n\n* Government and provinces have not spent allocated funds.\n* Construction industry has seen negative growth due to lack of government investment.\n* Private sector is struggling due to restrictive policies.\n* Government policies have hurt business morale.\n* Lack of investment and employment opportunities is leading to people leaving Nepal.\n* Government has not tapped into the investment potential of non-resident Nepalis.","summary":"Nepal's economy faces challenges due to lack of coordination between central and provincial governments, stringent policies hindering private sector growth, leading to a slowdown in construction and a rise in emigration."},{"hash":"598d47179f347b323a132ca5a175cddf5c7d9425a715572e35c22b375dbc2709","title":"Nepal's banking industry is a leader in South Asia for employing women.","link":"https://kathmandupost.com/money/2024/05/11/nepal-s-banking-industry-is-a-leader-in-south-asia-in-employing-women","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715392971.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"money","content":"Devna is a woman working in Nepal's banking industry. She faced challenges balancing her work and personal life due to cultural expectations and lack of support. Despite Nepal's leadership in women's representation in the banking industry, women still face obstacles in advancing to senior management roles.\n\nWomen constitute 45% of Nepal's financial services industry and 42% of commercial bank roles. However, only 23% of women hold senior management positions, and many banks lack female board members.\n\nA patriarchal society and cultural expectations create barriers for women in leadership, with men finding it difficult to accept authority from women. Women's responsibilities for family care can also hinder their career advancement.\n\nDespite the challenges, women are increasingly taking on jobs in the banking industry due to Nepal's strong legal framework promoting women's economic participation and the increasing number of men seeking opportunities abroad.","summary":"Despite leading representation of women in Nepal's banking sector, challenges persist in promotions and leadership roles due to societal norms."},{"hash":"f3e4a42725000ac8f9936c9fe3c2c8d3248f6134923cb80e8472ddc216c5009a","title":"Businesses call for massive government spending on infrastructure to boost the economy.","link":"https://kathmandupost.com/money/2024/05/10/private-sector-urges-massive-capex-booster-to-revive-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb5-1715304600.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"money","content":"**Nepal's Budget Focus on Economic Growth**\n\n* The government will announce its budget on May 28th.\n* Private businesses want the government to invest more money, which will encourage them to do the same.\n* This will help Nepal's economy grow faster.\n* The government is considering a special program to encourage investment in businesses that create jobs.\n* Start-ups, exports, and tourism will get special attention.\n* Businesses will be allowed to reinvest their profits.\n* Banks are facing problems and need support.\n* The government will work to reduce smuggling by adjusting taxes.\n* The private sector is encouraged to invest in renewable energy and other industries.\n* The government will encourage digital lending and online connectivity.\n* The budget will prioritize reforms to increase the confidence of the private sector.","summary":"Nepal's private sector urges increased government capital expenditure in the upcoming budget to boost economic growth amidst a slowdown, with a focus on encouraging private investment."},{"hash":"c5fe1d2f9a8cd6eef1f0a323caa11b7801cd42a62a453832aeefed4f02fa2511","title":"Government will provide mental health screening for pregnant women.","link":"https://kathmandupost.com/health/2024/05/10/ministry-plans-to-screen-pregnant-women-for-mental-health-problems","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb4-1715304323.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"health","content":"**Summary of Maternal Health in Nepal:**\n\n* The government plans to screen pregnant women for mental health issues, as they are a leading cause of maternal deaths.\n* Six percent of maternal deaths are caused by self-harm during pregnancy.\n* Nepal aims to reduce its maternal mortality rate to 75 per 100,000 live births by 2030.\n* Common causes of maternal deaths include excessive bleeding after childbirth and high blood pressure during pregnancy.\n* Delays in getting to a health facility, accessing care, and finding appropriate services contribute to maternal deaths.\n* The government has launched programs to improve maternal health, such as providing free delivery services and travel allowances.\n* The mental health screening program will initially be piloted at a maternity hospital and later expanded to other districts.","summary":"To reduce maternal deaths, Nepal's Health Ministry will screen pregnant women for mental health problems, which are a leading cause of these deaths."},{"hash":"59f298234b280fa0591d0d30e4fbe9e9eb1f6e5022825d49db7c9d29cf0971ae","title":"Healthcare workers receive training to screen for Non-Communicable Diseases (NCDs) like hypertension, diabetes, and cancer to improve early detection and prevention.","link":"https://kathmandupost.com/health/2024/05/09/doctors-health-workers-get-ncd-screening-training","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/health/thumb19-1715216811.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"health","content":"50 health workers in Kathmandu trained to screen patients with non-communicable diseases like high blood pressure, heart disease, diabetes, cancer and mental health problems. Prescriptions will be given with potential referrals to hospitals if needed. Non-communicable diseases are a major health problem in Nepal and providing screening can help identify and treat these conditions earlier. The government has included medicines for some non-communicable diseases in the list of 98 free essential medicines. Although non-communicable diseases have surpassed communicable diseases in terms of burden, many people are unaware of their conditions due to lack of screening.","summary":"Kathmandu health workers receive training to screen patients for non-communicable diseases, which are a major health concern in Nepal with smoking being the leading risk factor."},{"hash":"82b739d47f0c00dff5e5dd29a2d0a22bf0dc7eaf617fbb8b14963fbec0702e41","title":"Only a small number of medicines launched in the past nine months have been fully tested.","link":"https://kathmandupost.com/health/2024/05/03/under-two-percent-medicines-in-the-market-tested-in-nine-months","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1714697599.jpg&w=900&height=601","date":1714694400000,"source":"kp","category":"health","content":"The Drug Administration Department tested less than 2% of medicines in Nepal in the last year.\n\nSome medicines are still being tested even though they were collected 13 months ago.\n\nThe department found that some medicines were substandard, but there is no way to check if other medicines are also bad.\n\nPatients may have taken these bad medicines, which can make them sick.\n\nThe department has too few workers and a laboratory that is too small to test all medicines.\n\nThey rely on random samples, which may not find all the bad medicines.\n\nThe department struggles to ensure that bad medicines are recalled from stores.","summary":"Drug Administration Department tests only 2% of registered medicines in Nepal, raising concerns about potential health risks from substandard drugs."},{"hash":"f7d587fba320830df3d5490b1476f7bed784a09cb467e0da2566ea0c042e9aa7","title":"Polluted air causes young children to develop asthma.","link":"https://kathmandupost.com/health/2024/04/29/toxic-air-is-giving-young-children-asthma","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GKnxljjWYAAVcmb-1714354861.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"health","content":"Air pollution harms children's health, especially those with asthma. Forest fires, traffic, and burning of crops cause toxic air that worsens asthma.\n\nA study shows pollution affects children's health, such as causing asthma, lung problems, and other issues.\n\nPollution also shortens life expectancy in Nepal, especially in polluted areas like Mahottari and Rautahat.\n\nDoctors say it's important for parents to know asthma symptoms in children, such as shortness of breath and wheezing, and seek medical help when needed.","summary":"Air pollution has become a public health crisis in Nepal, with alarming links to childhood asthma and reduced life expectancy due to toxic air, with small children particularly vulnerable."},{"hash":"0ed1ef279c5c1097aa7cd97df03f1d585cd0b8b8aa22954171fd3e38f37f8625","title":"Nepali restaurant in New York serves authentic Nepali cuisine to introduce the unique flavors of Nepal to the city.","link":"https://kathmandupost.com/food/2024/05/10/taking-nepali-taste-to-new-york","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/food1-1715265554.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"food","content":"**Aditya Mishra's Culinary Journey and Nepal's Cuisine**\n\nAditya Mishra, a Nepali chef in New York, is passionate about sharing his culture's cuisine worldwide. After studying engineering, he followed his dream of cooking.\n\nMishra co-founded \"The Sewing Tin\" to offer fine dining with a communal atmosphere. Their menu celebrates Nepali and Indian heritage, with dishes like \"Kachaila\" (Nepali Tartar).\n\nMishra believes Nepali cuisine has a lot to offer, and he dreams of spreading it globally. He sees potential for growth in the restaurant industry in Nepal but encourages chefs to innovate and stay true to their passion.\n\nMishra emphasizes that chefs should be free to express their creativity and blend cuisines. His signature dish, \"Confit Duck Chatamari,\" combines traditional Nepali \"Chatamari\" with French influences. He shares the recipe step-by-step, inviting readers to try this unique dish.","summary":"Nepali chef Aditya Mishra, inspired by Michelin-starred restaurants and his homeland's cuisine, established 'The Sewing Tin' to elevate Nepali cuisine globally, highlighting dishes like confit duck chatamari, which blends Nepali heritage with modern culinary techniques."},{"hash":"4f18229de2a5d8016e8888758de34cc858e98af2b542ed3077fa8ab2d1e49a3b","title":"Patience, passion, and pastries are important for success.\n\n- Patience: Take your time and don't give up easily.\n- Passion: Be enthusiastic and love what you do.\n- Pastries: Use delicious treats as a reward for your efforts.","link":"https://kathmandupost.com/recipes/2024/04/27/patience-passion-and-pastries","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/BakeleusbyCeleus-1714186343.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"recipes","content":"Celeus Baral is a baker who emphasizes precision and patience, and her brand Bakeleus offers a variety of baked goods.\n\nBaral grows many of the ingredients she uses, and her background in environmental science influences her creations.\n\nShe encourages a zero-waste policy and can accommodate delivery orders with a minimum of 72 hours' notice.\n\nHere are some easy baking recipes you can try:\n\n**Mini Carrot Cakes:**\n\nIngredients:\n- Milk or yogurt\n- Flour\n- Ground cinnamon, ginger, cardamom\n- Baking powder\n- Sea salt\n- Eggs\n- Granulated sugar\n- Brown sugar or granulated sugar\n- Vanilla extract\n- Olive oil\n- Shredded carrots\n- Walnuts\n- Candied lemon or orange slices (optional)\n\n**Mulberry Fudge Cake:**\n\nIngredients:\n- Eggs\n- Sugar\n- Butter\n- Chocolate\n- Plain yogurt\n- Flour\n- Cocoa powder\n- Baking powder\n- Frozen or fresh mulberries\n\n**Strawberry Casserole:**\n\nIngredients:\n- Greek yogurt or full-fat yogurt\n- Cream cheese\n- Milk\n- Honey\n- Vanilla extract\n- Flour\n- Granulated sugar\n- Salt\n- Fresh strawberries (or frozen)\n- Almond flakes (optional)","summary":"Celeus Baral, an environmental science student, runs the online baking shop Bakeleus, showcasing her passion for baking with unique artistic creations inspired by her environmental background, selling her baked goods at The Yellow House's Night Market."},{"hash":"9780e132b8e20251511cc1c330b02a430eeb7118100ff4ca205cc2bdd81eedba","title":"**Potato Nutrition and Health Benefits:**\n\n* Potatoes are a good source of carbohydrates, potassium, fiber, and vitamins B and C.\n* They are low in calories and fat.\n* Resistant starch in potatoes can have beneficial effects on blood sugar control and gut health.\n* Eating potatoes with the skin on provides additional nutrients.\n* Potatoes can be boiled, roasted, baked, or mashed for versatility in meals.","link":"https://kathmandupost.com/food/2024/01/27/know-your-food-potato","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled8copy-1706323718.jpg&w=900&height=601","date":1706313600000,"source":"kp","category":"food","content":"**Potatoes in Nepal**\n\n**Importance:**\n- Staple food for many Nepalese\n- Versatile and cheap ingredient\n\n**Nutrients:**\n- Vitamins B1, B6, C\n- Minerals (potassium, copper, manganese)\n- Fiber\n- Potassium helps the heart and muscles\n\n**Availability:**\n- Grown in various parts of Nepal\n- Imports supplement local production\n\n**Types:**\n- Red, white, and blue potatoes\n- Blue potatoes have higher nutrients\n\n**Benefits:**\n- Supports bone and muscle health\n- Reduces blood pressure\n- Lowers cholesterol\n- Improves digestion\n\n**Popular Dishes:**\n- Potato chips and french fries\n\n**Health Considerations:**\n- Frying potatoes reduces nutrients\n- Diabetics should limit potato intake (raises blood sugar)","summary":"Potatoes, a widely consumed and nutritionally rich staple food in Nepal, are cultivated diversely and provide essential nutrients, with lesser pesticide usage, while processed forms like chips and fries gain popularity but should be consumed in moderation for health concerns."},{"hash":"8f050af11428f186d46c4f64b300a3441341f2f7048fe6b8a30e31626fd61759","title":"Eggs are a versatile, nutritious food source. They are rich in protein, vitamins, and minerals.\n\n**Types of Eggs:**\n\n* Brown vs. white: No nutritional difference\n* Omega-3 enriched: Higher in omega-3 fatty acids\n* Pastured: From hens raised with outdoor access\n\n**Nutritional Benefits:**\n\n* High in protein (6 grams per egg)\n* Contain all essential amino acids\n* Good source of vitamins A, D, E, and K\n* Rich in choline, important for brain function\n\n**Cooking Methods:**\n\n* Boiling: 6-7 minutes for a soft yolk, 10-12 for a hard yolk\n* Frying: 3-5 minutes per side\n* Poaching: 3-4 minutes in simmering water\n* Scrambled: Cook over medium heat until desired consistency\n\n**Storage:**\n\n* Store in the refrigerator for up to 45 days\n* Wash eggs before using to remove any bacteria from the shell","link":"https://kathmandupost.com/food/2024/01/13/know-your-food-eggs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/ezgif3822bacc5da-1705113903.jpg&w=900&height=601","date":1705104000000,"source":"kp","category":"food","content":"**Chicken Eggs: A Superfood**\n\n**Benefits:**\n\n* Rich in vitamins, minerals, and protein\n* Help with weight loss, blood pressure, and infections\n* Good for prenatal health, bone strength, and skin\n* May lower risk of stroke and eye diseases\n\n**Sourcing:**\n\n* Nepal produces enough eggs for its needs\n* Available in big and medium sizes\n* Pastured eggs (from local chickens) are more nutritious and expensive\n\n**Consumption:**\n\n* Adults can eat 1-2 eggs per day\n* No quality control for eggs in Nepal\n* Check with farmers for pastured eggs\n\n**Other Benefits:**\n\n* Increase mental energy\n* Boost skin health\n* Important for pregnant and breastfeeding mothers","summary":"Chicken eggs are a superfood rich in nutrients, protein, and vitamins, promoting weight loss, reducing blood pressure, and protecting against infections, with Nepal being self-sufficient in egg production."},{"hash":"4441762448a02cd0b37a86fb1a58f420dbb6206d6c636319eb6405bfa4ae8b25","title":"Piano Piano South offers authentic Italian cuisine.","link":"https://kathmandupost.com/food/2023/12/28/italian-delights-at-piano-piano-south","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/Main1-1703773991.jpg&w=900&height=601","date":1703721600000,"source":"kp","category":"food","content":"Piano Piano South in Lalitpur is a peaceful Italian restaurant with both indoor and outdoor seating. The garden seating has speakers playing piano music and offers a tranquil atmosphere surrounded by greenery.\n\nThe menu features a variety of Italian dishes, including appetizers like Tomato Soup Shots and Bruschetta Caprese. For main courses, there are options like Ravioli Prosciutto and Ricotta, and Pasta Con Calamari E Gamberi. Desserts include Tiramisu and Torta Al Cioccolato.\n\nThe restaurant also offers a curated selection of wines to complement the Italian fare.\n\nPiano Piano South is not only a culinary destination but also a haven of tranquility, making it a great place for both solitary reflections and quality family time.","summary":"Piano Piano South, offering a tranquil Italian dining experience in Lalitpur, unveils a revised menu showcasing chef Sujan Poudel’s culinary artistry, from diverse antipasti to exquisite main courses and delectable desserts, paired with a carefully curated wine selection."},{"hash":"85fd1b1b76fc26f28ffe0a271a86ba321af054d84ef73a9cb8c3c3bf2c72f12e","title":"* **Pokhara:** Lakeside town with stunning Annapurna views\n* **Kathmandu:** Ancient capital with vibrant culture and temples\n* **Chitwan National Park:** Wildlife sanctuary with rhinos and tigers\n* **Mustang:** Remote kingdom with Buddhist monasteries and rugged landscapes\n* **Bandipur:** Hilltop village with traditional Newari architecture\n* **Langtang National Park:** Home to snow-capped peaks and alpine meadows\n* **Everest Base Camp Trek:** Epic hike to the base of the world's highest mountain","link":"https://kathmandupost.com/travel/2024/02/19/7-places-in-nepal-you-should-visit-in-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1708309532.jpg&w=900&height=601","date":1708300800000,"source":"kp","category":"travel","content":"**Mundhum Trek**\n* Cultural trail in eastern Nepal\n* Scenic villages, landscapes, and high mountain views\n* Passes through Kirati settlements\n* Spring is the best time to visit\n\n**Janaki Mandir**\n* Largest temple in Nepal\n* Blend of Mughal and local architecture\n* Houses an idol of Goddess Sita\n* Pilgrims visit to pay homage\n\n**Kuri Village**\n* Popular tourist spot with stunning Himalayan views\n* Snowfall in winter attracts visitors\n* Accessible by modified jeeps with chains\n\n**Annapurna Base Camp**\n* Trek to the foothills of Annapurna South\n* Cultural diversity, typical Nepali villages, and wildlife\n* Affordable and suitable for most fitness levels\n* Autumn and spring are ideal seasons\n\n**Bardiya National Park**\n* Home to Royal Bengal Tigers\n* Also spot elephants, rhinos, and river dolphins\n* Best time to visit is autumn and spring\n\n**Khaptad National Park**\n* Protected area in western Nepal\n* Pristine and offbeat destination\n* Visit during spring or autumn for pleasant trekking weather\n* Bring tents and supplies, as facilities are limited\n\n**Limi Valley**\n* Remote and isolated valley in northern Nepal\n* Stunning landscapes, high peaks, and ancient monasteries\n* Permits required for entry","summary":"Cultural Mundhum Trek, historic Janaki Mandir, picturesque Kuri Village, breathtaking Annapurna Base Camp, wildlife-rich Bardiya National Park, pristine Khaptad National Park, and the remote Limi Valley offer diverse experiences in Nepal."},{"hash":"c077b34beda2250a997231f215f178053a057340c5c72de0aec15b25ae40ddb7","title":"In Phidim, people remember old ways of life while embracing new advancements.","link":"https://kathmandupost.com/travel/2023/11/18/old-memories-and-new-realities-in-phidim","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/phidim%20main%20(1).JPG&w=900&height=601","date":1700265600000,"source":"kp","category":"travel","content":"After a long journey, the author's hometown, Phidim, looks different. The houses are now concrete buildings, and there are paved roads. The school and the temple are the same, but the town feels like a stranger. The author realizes that people are leaving Phidim because there are not many jobs or good schools. Phidim is now a place for pilgrims to stop on their way to a temple.","summary":"The author's hometown, Phidim, has transformed from a rustic community into a bustling transit town, experiencing both urbanization and a mass exodus due to lack of opportunities."},{"hash":"6ec2c2cb523a223a47b5f232132774b5872a4d0a9220fb4a176d50e203ea7484","title":"Architecture meets art, creating structures that are both functional and aesthetically pleasing.","link":"https://kathmandupost.com/travel/2023/10/28/a-blend-of-architecture-and-artistry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/travel5-1698457058.jpg&w=900&height=601","date":1698451200000,"source":"kp","category":"travel","content":"**Bara Imambara: Lucknow's Architectural Masterpiece**\n\nAs the gate to Lucknow declares, the city is a place to smile. The city of Nawabs, full of life and delicious food, is also home to the grand Bara Imambara.\n\nBuilt in 1784 to help people during a famine, the Imambara is a huge complex with a beautiful entrance gate called Rumi Darwaza. Inside, you'll find the Asafi Mosque with its intricate carvings and elegant domes.\n\nThe main hall, known as Asafi Hall, is vast and impressive, with a arched roof that seems to defy gravity. It's built without beams or pillars, using a hidden system of interlocking bricks. Inside, you can visit the tomb of Asaf-ud-Daula.\n\nThe Imambara also has a labyrinth, or \"Bhool Bhulaiyaa,\" a confusing network of corridors and staircases. It's designed to make you lost, but with a guide, you can safely explore its echoing corridors.\n\nFrom the roof of the Imambara, you can enjoy a breathtaking view of Lucknow. And don't miss the Shahi Baoli, an underground stepwell that used to act as a security camera. Its design allowed people inside to see those entering without being seen themselves.","summary":"Bara Imambara, built by Nawab Asaf-ud-Daula in 1784 to provide employment during a famine, features the impressive Asafi Mosque with intricate calligraphy, the vast Asafi Hall unsupported by pillars, and the mysterious Bhool Bhulaiyaa labyrinth, showcasing the brilliance of Lucknow's architecture."},{"hash":"e38b1beb524d0349efe3710dd274aab2205ecb04d36e45cc18e25ff5fb66e639","title":"Off-the-beaten-path treks and trails offer unique and adventurous experiences. They allow for exploration of pristine natural environments, discovery of hidden gems, and immersion in local culture. These trails often require special equipment, physical fitness and outdoor skills, and may involve navigating challenging terrain, wildlife encounters, and cultural interactions.","link":"https://kathmandupost.com/travel/2023/10/14/of-treks-and-trails","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/travelmain-1697245584.jpg&w=900&height=601","date":1697241600000,"source":"kp","category":"travel","content":"**Climbing Mountains**\n\n* Beautiful mountains can be challenging to climb.\n* Trekkers (people who climb mountains) face cold, ice, and tough terrain.\n* Experienced guides help trekkers navigate safely.\n* Nepal depends on climbing tourism for its economy.\n\n**Tips for New Trekkers**\n\n* **Prepare your mind:** Stay positive and believe you can do it.\n* **Prepare your body:** Exercise and walk several weeks before your trek.\n* **Pack wisely:** Bring light, warm clothes, and essential items like sunglasses, a stick, and painkillers.\n* **Manage periods:** Carry supplies and manage cramps as best you can.\n* **Handle altitude sickness:** Rest if you feel sick and communicate with your guide.\n* **Communicate effectively:** Talk to other trekkers and guides for help and support.\n\n**Challenges for Female Trekkers**\n\n* Women sometimes face underestimation and doubts about their abilities.\n* Guides like Luckme Syangden and Manu Rai are breaking down these stereotypes.\n\n**Becoming a Trekking Guide**\n\n* Join a trekking association and take a guide course.\n* Courses cover skills like map reading, safety, and navigation.\n* Colleges now offer bachelor's programs in mountaineering for aspiring guides.","summary":"Climbing mountains like Everest requires endurance, positive mindset, proper preparation (including exercise and wise packing), handling altitude sickness, effective communication, and overcoming challenges for female trekkers."},{"hash":"a9ad689d21f22e85bcaa462724561585142b33988f2d2ded57420f55cc029fb5","title":"Traveling Nepal Solo\n\n- **Before you go:**\n    - Get a visa if needed\n    - Book flights and accommodation in advance\n    - Bring a map or download offline maps\n- **Things to do:**\n    - Trek to Everest Base Camp\n    - Visit Kathmandu's Durbar Square\n    - Go on a safari in Chitwan National Park\n    - Relax in Pokhara by the lake\n- **Tips for solo travelers:**\n    - Stay in hostels or guesthouses to meet other people\n    - Take precautions against theft\n    - Be prepared for cultural differences\n    - Learn a few basic Nepali phrases\n    - Trust your instincts and stay safe","link":"https://kathmandupost.com/travel/2023/06/17/travelling-nepal-solo","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/SoloTravelMain11zon-1686967229.jpg&w=900&height=601","date":1686960000000,"source":"kp","category":"travel","content":"**Women-led Travel Platform: Duluwa Outdoors**\n\nFive women created Duluwa Outdoors to support women in traveling the world. They connect women online and empower them to explore alone.\n\n**Solo Travel in Nepal**\n\n* Nepal is safe for solo travelers, including women.\n* Solo travel can be done for short trips or longer treks.\n* Popular destinations in Nepal include Kathmandu, Pokhara, and wildlife parks.\n\n**Tips for Solo Travelers**\n\n* Plan your trip thoroughly.\n* Budget wisely and have an emergency fund.\n* Choose destinations appropriate to your experience level.\n* Be aware of your surroundings.\n* Trust your gut and stay connected with loved ones.","summary":"Five women founded Duluwa Outdoors in 2021 to encourage and empower women to solo travel in Nepal, providing a platform for connection, safety tips, and destination recommendations."},{"hash":"346a5f2f19865b112acdb63b0ab14c7409a30a75c64d379907b20275126249e8","title":"Kritika helps Mayor S. Xi start his term successfully.","link":"https://kathmandupost.com/sports/2024/05/12/kritika-gives-mayor-s-xi-flying-start","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/Untitled2-1715480641.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"sports","content":"Lalitpur Mayor's XI won their first match in the Lalitpur Mayor Women's T20 Championship by 7 wickets. Kritika Marasini took 4 wickets, including a hat-trick, to restrict Bagmati Province to 52 runs. In reply, Lalitpur Mayor's XI chased the target in 13.3 overs, with Mahato scoring 23 not out. The top two teams will qualify for the final.","summary":"Lalitpur Mayor’s XI defeated Bagmati Province by seven wickets in the Lalitpur Mayor Women’s T20 Championship, with Kritika Marasini taking four wickets, including a hat-trick, as Bagmati were restricted to 52, while Mayor XI chased down the target in 13.3 overs."},{"hash":"6abff852e013616a4b186563210990eae2ab277dec212259f16a73c76d3dc949","title":"Government will give money to cricketers and sportspeople as a reward.","link":"https://kathmandupost.com/sports/2024/05/10/government-to-provide-cash-reward-to-cricketers-athletes","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb6-1715304954.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"sports","content":"The government has announced cash prizes for sportspersons:\n\n* Cricket players: Rs. 1.3 million each for 15 team members, Rs. 390,000 for head coach, and Rs. 195,000 for other officials.\n* Karateka Arika Gurung: Rs. 1.95 million for silver medal at Asian Games.\n* Women's Kabbadi team: Rs. 390,000 each for 12 players, Rs. 260,000 for head coach, Rs. 130,000 for assistant and manager.\n* Palesha Goverdhan: Rs. 1.3 million for bronze medal at Asian Para Games, Rs. 260,000 for head coach, Rs. 130,000 for manager.","summary":"The government approved cash prizes totaling Rs29.71 million for 15 members of the men's cricket team, the women's kabaddi team, karateka Arika Gurung, and para-athlete Palesha Goverdhan for their achievements in international competitions."},{"hash":"d3bf2681c5f44f567c2b7e08f966046fb572ea416e8cfddac399e392844a7256","title":"Nepal wins last match against West Indies A, finishing series 2-3.","link":"https://kathmandupost.com/cricket/2024/05/04/nepal-win-last-match-against-west-indies-a-to-conclude-series-2-3","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GMucR8qbwAAxeZl-1714817959.jpg&w=900&height=601","date":1714780800000,"source":"kp","category":"cricket","content":"**Nepal Defeats West Indies A in Final T20**\n\nNepal's Aasif Sheikh, Anil Sah, and Kushal Malla helped their team win by six wickets.\n\nSagar Dhakal and Sompal Kami's bowling helped Nepal chase down a target of 173 runs.\n\nDespite the loss, West Indies A won the five-match series 3-2.\n\nKushal Bhurtel was dismissed early, but Sheikh and Sah put up a 96-run partnership.\n\nMalla finished the chase with an explosive innings, scoring 37 runs off 18 balls.\n\nRohit Paudel was named player of the series for his outstanding batting performance.\n\nNepal will prepare for the 2024 T20 World Cup with a camp in the West Indies and the United States.","summary":"Despite West Indies A clinching the series 3-2, Nepal's batsmen Aasif Sheikh, Anil Sah, and Kushal Malla excelled, backed by Sagar Dhakal and Sompal Kami's effective bowling, leading to Nepal's victory in the fifth T20 with a 96-run partnership."},{"hash":"9d7ced68a72cb11104cf4b0dbf516e03a1daade9b97560e45bd16d4688ad8043","title":"West Indies set Nepal a challenging target of 211 runs to win.","link":"https://kathmandupost.com/cricket/2024/05/02/west-indies-a-post-210-run-target-against-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/match-1714707130.jpg&w=900&height=601","date":1714608000000,"source":"kp","category":"cricket","content":"Nepal lost to the West Indies A in the fourth T20. The West Indies A scored 209 runs. Nepal only made 181 runs, losing all their players. Nepal's batsmen have not played well, except for Rohit Paudel. West Indies A won the match by 28 runs and now lead the series 3-1.","summary":"Nepal lost 28 runs to West Indies A in the fourth T20, giving the visitors a 3-1 series lead, despite Rohit Paudel's 82 and West Indies A's 209-3 total thanks to Johnson Charles and Andre Fletcher's half-centuries."},{"hash":"5326b0ee86d14dc6141bf164b6b09d8e11ab89b4447e2de1d01fc6f08fde8f9d","title":"israeli-forces-step-up-attacks-on-gaza-s-jabalia-camp-rafah","link":"https://kathmandupost.com/world/2024/05/13/israeli-forces-step-up-attacks-on-gaza-s-jabalia-camp-rafah","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersOSHP5VDDZFKTRKP62L2QEQSWDI-1715585775.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"world","content":"Israeli tanks, under cover from heavy fire from air and ground, pushed further into Jabalia in the northern Gaza Strip on Monday, residents and Hamas media said, while airstrikes hammered Rafah in the south.In Jabalia, tanks were trying to advance towards the heart of the camp, the biggest of Gaza’s eight historic refugee camps. Residents said tank shells were landing at the centre of the camp and that air strikes had destroyed clusters of houses.Israeli troops forced hundreds of Palestinians housed in shelters to leave.In Rafah, near the border with Egypt, Israel stepped up aerial and ground bombardments on the eastern areas of the city, killing people in an air strike on a house in the Brazil neighbourhood.Residents said Israeli tanks are now stationed east of the Salahuddin Road that bisects the eastern part of the city, with the highway cut off by intense fighting. Residents added the eastern part of Rafah remained a “ghost town”.Hamas armed wing said their fighters were engaged in gun battles with Israeli forces in one of the streets east of Rafah, and in the east of Jabalia.In Israel, the military sounded sirens several times in areas near Gaza, warning of potential Palestinian cross-border rocket and or mortar launches.Late on Saturday, the Israeli military said forces operating in Jabalia were preventing Hamas, which rules Gaza, from re-establishing its military capabilities there.“They were bombing everywhere, including near schools that are housing people who lost their houses,” Jabalia resident Saed, 45, told Reuters via a chat app on Sunday. “War is restarting, this is how it looks in Jabalia.”The army sent tanks back into Zeitoun, as well as Al-Sabra, where residents also reported heavy bombardments that destroyed several houses, including high-rise residential buildings.US Secretary of State Antony Blinken on Sunday warned that Israel was risking facing an insurgency in Gaza without a post-war plan for the enclave.The death toll in Israel’s military operation in Gaza has now passed at least 35,000 Palestinians, according to Gaza’s health ministry. The bombardment has laid waste to the coastal enclave and caused a deep humanitarian crisis.The war was triggered by a Hamas-led attack on southern Israel on Oct. 7 in which some 1,200 people were killed and more than 250 people taken hostage, according to Israeli tallies.Israel says 620 soldiers have been killed in the fighting, more than half of them during the initial Hamas assault. ","summary":"Israeli tanks, under cover from heavy fire from air and ground, pushed further into Jabalia in the northern Gaza Strip on Monday, residents and Hamas media said, while airstrikes hammered Rafah in the south.In Jabalia, tanks were trying to advance towards the heart of the camp, the biggest of Gaza’s eight historic refugee camps. Residents said tank shells were landing at the centre of the camp and that air strikes had destroyed clusters of houses.Israeli troops forced hundreds of Palestinians housed in shelters to leave.In Rafah, near the border with Egypt, Israel stepped up aerial and ground bombardments on the eastern areas of the city, killing people in an air strike on a house in the Brazil neighbourhood.Residents said Israeli tanks are now stationed east of the Salahuddin Road that bisects the eastern part of the city, with the highway cut off by intense fighting. Residents added the eastern part of Rafah remained a “ghost town”.Hamas armed wing said their fighters were engaged in gun battles with Israeli forces in one of the streets east of Rafah, and in the east of Jabalia.In Israel, the military sounded sirens several times in areas near Gaza, warning of potential Palestinian cross-border rocket and or mortar launches.Late on Saturday, the Israeli military said forces operating in Jabalia were preventing Hamas, which rules Gaza, from re-establishing its military capabilities there.“They were bombing everywhere, including near schools that are housing people who lost their houses,” Jabalia resident Saed, 45, told Reuters via a chat app on Sunday. “War is restarting, this is how it looks in Jabalia.”The army sent tanks back into Zeitoun, as well as Al-Sabra, where residents also reported heavy bombardments that destroyed several houses, including high-rise residential buildings.US Secretary of State Antony Blinken on Sunday warned that Israel was risking facing an insurgency in Gaza without a post-war plan for the enclave.The death toll in Israel’s military operation in Gaza has now passed at least 35,000 Palestinians, according to Gaza’s health ministry. The bombardment has laid waste to the coastal enclave and caused a deep humanitarian crisis.The war was triggered by a Hamas-led attack on southern Israel on Oct. 7 in which some 1,200 people were killed and more than 250 people taken hostage, according to Israeli tallies.Israel says 620 soldiers have been killed in the fighting, more than half of them during the initial Hamas assault. "},{"hash":"929598407840974c7263e37ff240af7b1c1b57a788e99ebf38dd7f9ab979d1ac","title":"Mount Ibu volcano in Indonesia erupted, sending ash clouds into the sky.","link":"https://kathmandupost.com/world/2024/05/13/indonesia-s-mt-ibu-erupts-spewing-ash-clouds","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersPKROEZR2ONKGXCXBH7QFZ7PJSE-1715583903.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"world","content":"Ibu volcano in Indonesia erupted on Monday morning, sending ash several kilometers into the sky for about five minutes. The alert level remains high, and activities within five kilometers are prohibited. Authorities recommend wearing a mask and glasses if near the volcano due to possible ash rain. Indonesia is located on the Pacific \"Ring of Fire\" and has 127 active volcanoes.","summary":"The Ibu volcano in Indonesia erupted on Monday, spewing ash several kilometres high, raising the alert level to the second highest and prompting safety measures within a five-kilometre radius."},{"hash":"3085cf632dc8ff85df0170d4a9fa2ee1d4e1447e6c86805783f8ca8b0b5d1c21","title":"Indian elections continue with the fourth phase of voting. Candidates are discussing religion and inequality to influence voters.","link":"https://kathmandupost.com/world/2024/05/13/indian-election-enters-fourth-phase-as-rhetoric-over-religion-inequality-sharpens","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersLTKAWEF43FNSBNJPHI7ODN6ULQ-1715581103.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"world","content":"- India held elections for the fourth phase.\n- Elections will run for seven weeks, with about 1 billion eligible voters.\n- Prime Minister Modi wants re-election, competing against an alliance of opposition parties.\n- 96 seats are available in this phase, including areas where Modi's party is weaker.\n- Voter turnout is slightly lower than expected, which could affect election predictions.\n- Modi has shifted his campaign focus to religious and economic issues.\n- The opposition focuses on poverty and welfare for disadvantaged groups.\n- A key opposition leader was granted bail to participate in campaigning.","summary":"India's fourth phase of a seven-week general election saw voters cast ballots amidst rising campaign rhetoric on economic disparities and religious divisions, with Prime Minister Modi seeking a third term."},{"hash":"7a3d1ded482b6c16b975bf6c029537706a90fae2f2a932fcc0b8383684f73d29","title":"lithuanian-presidential-hopefuls-vow-to-stand-up-to-russian-threat","link":"https://kathmandupost.com/world/2024/05/12/lithuanian-presidential-hopefuls-vow-to-stand-up-to-russian-threat","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/CPIYV3RQ45MB3JUB25YSZ6HWYE-1715500085.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"world","content":"Lithuania is holding a presidential election, with incumbent Gitanas Nauseda likely to win a second term.\n\nNauseda supports Ukraine and believes there is a Russian threat to the Baltic states, including Lithuania.\n\nPrime Minister Ingrida Simonyte is Nauseda's main challenger and they agree on defense spending.\n\nNauseda opposes same-sex civil partnerships, and he and Simonyte have had disagreements.\n\nThe president has a semi-executive role, leading the military and representing Lithuania internationally.\n\nIf no candidate gets 50% of the vote, a runoff will be held on May 26th.","summary":"Lithuanians vote in presidential election amidst security concerns, with incumbent Gitanas Nauseda favorite to win amidst challenges from Prime Minister Ingrida Simonyte."},{"hash":"4d1e5970683b220a3a181fcf8a9659ad24ba8e6238140fc24bf200beeabc779f","title":"Illegal copying and selling of foreign books is a big problem in Nepal.","link":"https://kathmandupost.com/books/2023/07/31/unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/books-1690776078.jpg&w=900&height=601","date":1690761600000,"source":"kp","category":"books","content":"**Unauthorised Book Translations in Nepal**\n\nMany popular international books have been translated into Nepali without permission from the authors or publishers. This piracy hurts authors, publishers, and readers.\n\n* Taslima Nasrin's books have been widely translated without her consent.\n* Rich Dad Poor Dad has three unauthorised Nepali versions.\n* Steve Jobs' biography was translated without permission from the rights holder.\n\n**Quality Concerns**\n\nUnauthorised translations are often poor quality and inaccurate. They may be translated from a second or third language, resulting in errors.\n\n**Economic Impact**\n\nPiracy harms Nepal's book industry and publishers who publish authorised translations. International publishers are reluctant to grant translation rights due to piracy.\n\n**Legal Issues**\n\nTranslating books without permission violates copyright law. Violators can be fined and prosecuted.\n\n**Government Policy**\n\nA tax on book imports increased piracy, but it was later repealed. The customs department does not distinguish between original and pirated books, facilitating piracy.\n\n**Challenges**\n\n* Lack of regulation and enforcement mechanisms for translation quality\n* Limited awareness about copyright laws\n* Rising piracy due to easy availability of pirated books\n* Digital piracy is not addressed by current laws\n\n**Recommendations**\n\n* Strengthen copyright enforcement\n* Educate publishers and authors about copyright laws\n* Establish a regulatory body to ensure translation quality\n* Collaborate with international publishers and organisations to combat piracy","summary":"Nepal faces rampant piracy in its book market, including unauthorized translations of popular international works, violating copyright laws and harming authors, publishers, and the industry."},{"hash":"f91af36450d89ad58798b4c4d401adfda4ba09b3625ea1c7677f78706e25f747","title":"Young people from India's Maoist-affected areas are struggling to find opportunities in the United States, despite their high qualifications.","link":"https://kathmandupost.com/national/2023/06/25/desperate-youths-from-maoist-heartland-hit-us-wall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/CIJ-1687660964.jpg&w=900&height=601","date":1687651200000,"source":"kp","category":"national","content":"**Village Loses Millions to Illegal US Migration**\n\nYouths from the village of Tak seek a better life in the US through illegal routes, resulting in heavy financial losses.\n\n**Financial Burden:**\n\n* Many youths borrow money with high interest rates (up to 36%).\n* At least one person from half of the households in Tak has gone abroad illegally.\n* Eight deported youths lost Rs45 million in total (Rs6 million each).\n* Those who returned without completing the journey also lost money (unknown amount).\n\n**Life and Dreams Lost:**\n\n* Some deported youths feel pressured by debt and creditors and have fled the village.\n* Many youths spend years detained in the US and face mental health issues upon return.\n* Families are left in poverty and debt, unable to repay loans taken for their children's journeys.\n\n**Government and Law Enforcement Response:**\n\n* Local governments are aware but do not have solutions.\n* Police struggle to collect data and enforce laws due to lack of specific regulations on illegal human trafficking.\n* Victims often do not report cases due to fear of retaliation or prosecution.\n\n**Historical Context:**\n\n* Tak village was a stronghold of the Maoists during the insurgency.\n* Economic hardships and lack of opportunities after the peace process have driven youths to seek illegal journeys.\n* Organized human traffickers profit from the desperation of villagers.","summary":"Bharat Budha, chair of Putha Uttarganga Rural Municipality’s ward 10, knows that many youths from his village have made it to the United States via ‘tallo bato’—backdoor route—and that many are still on the way. He also knows that eight of them have been deported from the country and that they have lost a cumulative Rs45 million in the process. The deported youths say that they returned home empty-handed after facing unspeakable ordeals and lost Rs6 million each on average.The Tak village in Rukum East—a close-knit settlement of 425 houses—was considered the Maoists’ ‘base area’ during the insurgency. Village youths who reached the US through illegal routes and got deported have lost an estimated Rs40 million. The number of those who returned without completing the journey and the amount they lost remain unknown.To get to the US, the youths have taken loans at up to 36 percent interest per annum from their relatives and village landowners. In Tak village, at least one person each from half of the households has gone abroad, Budha said. “Youths started going to America about six-seven years ago,” he said. “If they could gather enough money, the whole village would try to go to the US.” Budha’s own son had reached the US illegally in 2017, spending Rs3.2 million.During the insurgency, outsize slogans of revolution would adorn the walls of houses in the village. Hoping for a better life, people from all walks of life helped out the Maoists. But now, village youths are paying the agents to illegally get to the US—a country that the Maoists used to call their ‘enemy’, an ‘imperialistic force’. This has cost the Tak village much and in multiple ways.Death of a dreamSome of the deported youths have chosen to flee the village altogether, burdened with debt and creditors’ pressure. At least five such families have already left, said a resident. The family of Ram Budha was one of them. On April 28, 2015, Ram, who had returned to Nepal after working in Malaysia for eight years, took the illegal route to the US. He travelled through arduous trails for months and finally arrived in the country. Upon reaching the country, he was detained and had to stay at the detention camp for 27 months. When his refugee application was rejected, he was deported to Nepal in mid-December 2019. He lost Rs4.5 million in the process. He now owes over Rs6 million to creditors. “After the creditors began to put pressure on me, I couldn’t live in the village peacefully,” said Ram, who currently runs a vegetable farm in Tarakeshwar, Kathmandu.While those who got to the US through illegal routes and fortunately got refugee status there narrate their stories with pride, those who have been deported or returned from half-way have tragic tales to tell.Nanda Kala Gharti, who lives in a small stone house on the upper flank of Tak village, spends her days in melancholy. Her husband, Dhanlal, had chosen to take the illegal route to the US, and Nanda Kala, a mother of four, is living with the repercussions of his decision. Dhanlal had got into the US after a six-month long arduous journey and was detained immediately. He had to spend four years in the detention camp, before he was deported to Nepal. He had already lost Rs6 million.Nanda Kala said they now have an insurmountable crisis in their hands. Pointing to her son, she exclaimed, “When will he grow up, go abroad and pay back the loans!”Dhanlal himself tried to go to Croatia once and spent 15 days in Kathmandu for the process. But after he was turned down, he returned home dejected. “Now we will submit the passport to another agent [for Dhanlal’s trip abroad],” Nanda Kala said. “There’s no point staying here.”Stories that echo each otherThe situation in Sisne Rural Municipality is similar to that of Putha Uttarganga. Here, one can hear plenty of stories of those who have tried to go to the US and those who are fighting refugee cases there. Krishna Regmi, chair of the rural municipality, personally knows seven people who have been deported from the US.Gangaram Khadka, a resident of Sisne-3, runs a bee and chicken farm. Like other young men in his village, Khadka had headed off to the US via an illegal route on 27 March, 2018. He had reached the US via the New Delhi-Moscow-Barcelona-Bogota-Panama-Costa Rica-Nicaragua-Honduras-Guatemala-Mexico route. When he finally arrived in the US, he was detained and had to spend 11 months in detention. He was deported on 15 March, 2019. He had handed over Rs3.2 millions to the agent and spent Rs2 million to fight the case to become a refugee. “It’s not possible for me to pay back the loan while working in Nepal,” he said. “I aim to pay back some interest and head off abroad again.”For six months after Khadka was deported, he had anxiety and headache, he said, adding the three people from his village who were deported like him are also struggling with their mental health.Tikaram Pun, a 40-year-old resident of Bohora village in Musikot-4, is also haunted by his past journey. In September 2017, he reached the US after crossing 17 countries with the help of organised human traffickers. Of the 41 people in his group, 31 were from Rukum East and Rukum West, he said. Pun, who was detained on arrival in the US, spent 24 months in a detention camp. His refugee application was also refused and so he was deported along with eight other Nepalis. “When I returned, I started having mental health problems. I still suffer from them,” he said. Pun is under pressure from creditors and relatives to pay back the Rs9.2 million loan he had taken for the task.Those who died on the wayA group of 10 Bangladeshis and seven Nepalis, including Rupak Bohora of Bafikot-3 in Rukum West, were on a mission to reach Costa Rica through Colombia, Caribbean Coast, Capuragana and Panama. But while they were crossing a sea, their boat capsized. As many as 12 died in the incident, including six Nepalis. Rupak’s wife, Geeta, learned about the incident only after six days, on 25 June, 2021.“I still don’t know what exactly happened,” said Geeta, who had been married off at age 19 and is now a mother of two daughters. The only thing she knows is that Rupak has died and she is now all alone. And that she has Rs5 million in loan taken for Rupak’s trip. She showed a picture of her husband on her phone to this scribe and said, “I only have memories.”Lack of political will and legal remediesThe concrete bridge over Chewang river is on the edge of Tak village. On the walls of the bridge are paintings of political theorists like Marx, Engels, Lenin, Stalin and Mao, and the iconic slogan, ‘Workers of the world, unite!’, below them. But the slogan appears to be at odds with life in the village. Given the phenomenon of illegal travels to the US through the help of organised human traffickers, the whole village appears to be emptying. Neither the local governments are concerned about the phenomenon nor are the political parties paying attention.Puniraj Gharti, chair of Putha Uttarganga Rural Municipality, said though the trend is worrying, there’s nothing he can do. “How could we stop them from making the trip when they are struggling to make a living in the village?” he said.Krishna Regmi, chair of Sisne Rural Municipality, said that the vicious cycle of poverty started after marijuana farming was banned in the country. Then the Maoist insurgency added to the woe, forcing youths to migrate. The signing of the peace agreement in 2006 didn’t herald any change in the economy either and youths are struggling to get jobs. Organised human traffickers are cashing in on this sorry state of affairs, Regmi said. “Meter byajis [usurious lenders] are also promoting this phenomenon,” he added.The phenomenon is equally rife in Dang’s Tulsipur and Ghorahi. Ramesh Kumar Pandey, chair of Ghorai-15, says that even though many heading to the US are swindled, no complaints are filed at the ward office. “Only those who attempt to go to Saudi Arabia or Qatar file the complaints,” he said.One can infer from Pandey’s statements that the families of such illegal travellers don’t want to publicise the ordeals of their family members. On the one hand, agents threaten them to not publicise the issue; on the other, they fear they themselves would be punished by law.According to the Anti-Human Trafficking Bureau, as many as 178 Nepalis, including 174 men, have been deported from the US in the five fiscal years after 2018-19. Of them, the highest 49 are from Rukum while 37 are from Dang. The data doesn’t include those who returned after making it to the half-way or those who have been fighting the legal battle in the US for refugee status. But this data is enough to show that many such youths are from the ‘base areas’ of the Maoist insurgency.SSP Jeevan Shrestha, chief of the bureau, said that data on the number of such victims and the amounts they have spent is hard to collect since complaints are rarely filed with the police. “This is human trafficking but for a lack of law, we are still compelled to launch the cases as per Human Trafficking and Transportation (Control) Act 2074 BS,” Shrestha said. “The Act provides a maximum penalty of Rs250,000 for the offenders and 50 percent of that as compensation to the victims.” Without specific law, police also invoke the theft and organised crime act to punish the offenders, he added.On the one hand, police receive no complaints; on the other, the phenomenon sees no control.Bhaskar Gautam, a political scientist, says the rise in cases of human trafficking in the insurgency’s ‘base areas’ is due to the political system’s abject failure.While the Maoists raised issues related to livelihood, nationalism and a new kind of democracy to fuel their war machine, after the peace process, it is livelihoods that have been hit the hardest, Gautam said. “The traditional way of life and economy took a hit during the insurgency,” he said. “Developments after the peace process also failed to address that. What sprang up was organised human trafficking.”(Mahesh KC in Rukum East and Durgalal KC in Dang contributed to this report.)This report is prepared in collaboration with the Center for Investigative Journalism-Nepal. "},{"hash":"5b41caa28761fd8ada1be7951764ae6954dd5a645984d3ea1fe0cdb1a6b25396","title":"no-private-hospital-bed-for-poor-patients","link":"https://kathmandupost.com/national/2023/06/10/no-private-hospital-bed-for-poor-patients","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/thumb19-1686358218.jpg&w=900&height=601","date":1686355200000,"source":"kp","category":"national","content":"**Summary:**\n\nGyanumaya BK, a 69-year-old laborer, has been struggling with medical expenses despite regulations requiring private hospitals to provide free treatment to underprivileged patients.\n\n**Key points:**\n\n* Health Facility Operation Standards-2020 mandate 10% of beds for free treatment to the needy.\n* Many hospitals, including those in Pokhara, Chitwan, Biratnagar, and Butwal, are not complying with these regulations.\n* Lack of monitoring and enforcement allows hospitals to ignore government mandates.\n* Even when hospitals claim to offer discounts, they often fail to provide proof or offer it only to people close to hospital operators.\n* Patients like Suraj BK have been forced to take out loans to cover medical expenses despite being eligible for free services.\n* Regulatory bodies and local governments are not taking adequate steps to ensure hospitals adhere to regulations.","summary":"Despite government mandates, private hospitals in Pokhara, Chitwan, Biratnagar, and Butwal largely ignore regulations requiring them to provide free treatment and beds to the needy, leaving patients facing financial burdens even when they qualify for assistance."},{"hash":"472549c50da63897835297d9af44c92dee7e25b018fea73bdca08e8671effe28","title":"**Protect Trade with Competitive Advantage**\n\n* Focus on strengths and areas where you excel.\n* Invest in research and development to stay ahead of competition.\n* Build relationships with customers and suppliers to foster loyalty.\n* Offer unique products or services that set you apart.\n* Enhance efficiency and productivity to reduce costs and maintain profitability.\n* Leverage technology to improve operations and gain an edge.\n* Develop and protect intellectual property to safeguard your competitive position.","link":"https://kathmandupost.com/columns/2024/05/12/protecting-trade-with-a-competitive-edge","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadPostFilephoto1-1715537112.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"columns","content":"**Nepal's Rice Price Surge**\n\nIndia, a major rice exporter, has banned rice exports, leading to price increases in Nepal. This ban, along with restrictions on wheat, sugar, and onion, aims to reduce domestic prices in India.\n\n**Trade Imbalance with India**\n\nNepal heavily relies on India for imports. In the past year, over 63% of Nepal's trade deficit was with India, indicating an unbalanced trade relationship.\n\n**Indian Protectionism**\n\nIndia has imposed anti-dumping duties on Nepali jute products and conducted lab tests on Nepali tea, which have decreased exports. Nepal views these actions as protectionist.\n\n**Global Protectionism**\n\nCountries worldwide practice protectionism, such as tariffs and subsidies, to protect domestic industries. In the electric vehicle industry, China's subsidies have led to concerns about competition.\n\n**Impact on Nepal**\n\nAs a small country dependent on trade, Nepal is vulnerable to protectionism from its neighbors. To address this, Nepal should focus on promoting products with a competitive edge and explore alternative markets.","summary":"India's export restrictions on essential commodities, notably rice, have exacerbated Nepal's trade deficit and highlighted the unbalanced nature of their trade relationship, which is dominated by India and characterized by protectionist measures."},{"hash":"60faefd489efc08e667acb3e019637674ad12d2f18bf19d6d93c0640e14bb2b3","title":"**Politics and Education**\n\n* **Political Influence:** Politics can shape educational policies, funding, and curriculum.\n* **Education in Political Discourse:** Education is often used as a political tool or topic of debate.\n* **Impact on Students:** Politics can affect students' opportunities, learning experiences, and beliefs.\n* **Teachers and Administrators:** Politics can influence teachers' roles, salaries, and school operations.\n* **Balancing Interests:** The intersection between politics and education requires careful balancing of diverse perspectives and priorities.","link":"https://kathmandupost.com/columns/2024/05/11/between-politics-and-education","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/PostPhotoKeshavThapaTKP-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Teacher and Student Politics in Nepal**\n\n- Politicians debate whether teachers and students should be allowed to participate in politics.\n- Education Minister proposes banning teachers from politics.\n- Political parties have used students and teachers to spread their ideas since the fall of the Panchayat regime.\n- Student unions have been divided into groups based on political parties.\n- Teachers created their own unions after the fall of the Panchayat.\n- Political parties have used student and teacher organizations as propaganda tools.\n- This has led to a decline in the quality of education in Nepal.\n- Some believe that students and teachers should be allowed to participate in politics.\n- Others believe that teachers should not be allowed to participate in politics.\n- The issue is complex and there is no easy answer.","summary":"Political engagement of Nepali teachers and students is a contentious issue, with political leaders and government officials proposing various measures to keep educational institutions free from party activism, despite the long history of such engagement influenced by historical events and student-led organizations."},{"hash":"e943a68aa258e52347de4c4ef667427dd1bd98eb627b430a76a5591b12bc5ddc","title":"Iran has increased its presence and influence in countries such as Syria, Lebanon, and Iraq. This eastward expansion aims to strengthen Iranian power and control in the region. Iran's military and political support for various groups in these countries has allowed it to project its influence and secure strategic positions.","link":"https://kathmandupost.com/columns/2024/05/11/iran-s-eastward-push","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownAPRSS-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Iran's Diplomatic Visits**\n\n**Pakistan**\n\n* Iran and Pakistan improved relations after tensions in January.\n* They signed agreements on trade and cooperation.\n* Iran seeks support for its Middle East policies.\n\n**Sri Lanka**\n\n* Iran completed a power and irrigation project in Sri Lanka.\n* The two countries agreed to strengthen economic ties.\n* Iran has supported Sri Lanka in international forums.\n\n**Significance**\n\n* Iran's \"Look East\" policy aims to build ties with important partners.\n* Pakistan and Sri Lanka have historically had good relations with Iran.\n* However, both countries are experiencing economic crises and need international support.\n* They may be cautious about aligning too closely with Iran due to US sanctions.","summary":"Iranian President Raisi's visits to Pakistan and Sri Lanka underscore Iran's \"Look East\" policy amidst tensions with Israel and its strategic interests in the Middle East and Indian Ocean region."},{"hash":"7697a965cad2b4fe488203fca9b9011d5cec32b3593ca4875efef4d9d92612c0","title":"cruellest-crime","link":"https://kathmandupost.com/editorial/2024/05/09/cruellest-crime","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb1-1715303210.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"editorial","content":"**Nepal Children's Organization Land Lease Scam**\n\nAn investigation into a land scam has led to arrest warrants for 20 individuals, including former officials of Nepal Children's Organization (NCO) and business representatives.\n\nNCO's land was illegally leased to Brihaspati Vidya Sadan school for a low price. The school then sub-leased part of the land to Rai School.\n\nThe arrested individuals include former NCO officials and representatives from the school and companies that benefited from the scam.\n\nThe land grab involved 14,753.25 square meters belonging to NCO and was worth millions annually.\n\nThe scam also involves allegations of Brihaspati Vidya Sadan using the land illegally to secure a loan.\n\nNCO has recovered the land and filed a case, leading to the arrest warrants.\n\nThe case highlights the misuse of public land for private gain and the need to address such scams.","summary":"CIB issues arrest warrants for 20 individuals involved in the illegal lease of Nepal Children's Organization land, including former office bearers and business representatives, following an investigation into a Rs9 million land lease scam."},{"hash":"1801d6ead071c649a64c0fde0790be274f8900ce60b54acca6dfb6dbc55067e8","title":"karki-s-excesses-in-koshi","link":"https://kathmandupost.com/editorial/2024/05/08/karki-s-excesses-in-koshi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/third-party/thumb21-1715217280.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"editorial","content":"A month after his coalition partners withdrew support, Kedar Karki is finally on the edge. On Wednesday, Koshi Province Head Parshuram Khapung called for the formation of a new government, relegating Karki to the post of caretaker chief minister. This will hopefully clear the stalemate in the province, where Karki had held on to the post steadfastly since April 8 despite being in the minority. He neither resigned nor called for a floor test, all too aware that he had reached an impasse. He acted like a shipwrecked captain holding onto a plank, hoping to survive or be rescued. But, all along he was just swimming in the shallow waters he and his ilk had muddied just to catch a few disoriented fish. Having tasted power for a few months, Karki, too, looked disoriented, for he could not find the direction of morality in contemporary Nepali politics. What is uniquely disappointing about Karki is that he transgressed the fundamental norms of democratic politics in his entry and an impending exit. He, a Nepali Congress provincial lawmaker, offered his ethical politics at the altar of the CPN-UML when he took the rival party’s support to become the chief minister. Karki’s rise to the top in Koshi was the handiwork of UML chair KP Sharma Oli, the suave political disruptor who landed a surprise attack on the Congress with its own weapon by taking the grand old party’s anti-establishment faction led by Shekhar Koirala into confidence. So disoriented was Karki that he saw no contradiction in enjoying the support of a rival party while also garnering the support of his own party and its coalition partners, the Maoist Centre and the CPN (Unified Socialist).Karki’s transgression at the behest of Oli was so great that it became one of the most contested topics in the Congress’s Mahasamiti meeting in February. If that was not enough, it played a vital role in the downfall of the Congress-Maoist coalition government—at least that’s one of the main reasons Maoist chair and Prime Minister Pushpa Kamal Dahal cited when switching partners in March. One may even say Oli got a taste of his own medicine, with Karki holding onto the chair after the UML withdrew support. But Oli continued to wear a smirk on his face, knowing all too well that Karki was just a novice political player whose days as the CM were numbered. What Karki did not know was that his fall from power would be accompanied by a fall from grace, too—if he hadn’t already.As he limps to the exit door, Karki resembles yet another faulty cog in the wheel of greed that keeps our parliamentary politics running. If anything, he signifies the devolution of that greed to middle-order politicians and the provinces. The recent upheavals in the provinces, starkly so in Gandaki, Sudurpaschim and Koshi, after Dahal’s swapping of his political bedfellows at the centre, have signalled the provincialisation of a morally reprehensible political practice whose only goal is to grab power by any means. As Nepal adopted federalism through the 2015 constitution, what the people had expected was a transition to a more democratic society through a devolution of power. But what they got is a transmission of the same old immoral politics to the provinces. Such trivialisation of democratic politics is uncalled for. ","summary":"Amidst coalition partner withdrawals and public disapproval, Kedar Karki, the embattled chief minister of Koshi Province, steps down amidst allegations of unethical politics and greed in provincial governance."},{"hash":"505beefca11049926520cda4acceb5956f992fa7c660a8ef9ded812776844ff1","title":"Toilets-for-All program aims to provide access to clean and safe toilets for all, especially those in underserved communities and public places. It promotes hygiene, sanitation, and dignity while improving public health and well-being.","link":"https://kathmandupost.com/editorial/2024/05/07/toilets-for-all","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb-1715129836.png&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Gender-inclusive toilets:**\n\nActivists and LGBTQ+ people want toilets for everyone, not just men and women. Nepal is working to make this happen to protect transgender and non-binary people.\n\n**Why it's important:**\n\nPeople who don't fit into the male/female binary often face discrimination and danger using public toilets. They may not be able to use the restroom at all or may be harassed.\n\n**Nepal's efforts:**\n\n- Nepal opened its first gender-inclusive toilet in 2012.\n- Kathmandu plans to build 10 new gender-inclusive toilets.\n- Existing public toilets are being renovated to make them inclusive.\n\n**Challenges:**\n\n- There are still few gender-inclusive toilets in Nepal, especially in the capital.\n- LGBTQ+ people still face harassment and violence in public places, including toilets.\n\n**Solutions:**\n\n- Educating people about disability, sexuality, and gender diversity.\n- Creating building standards for inclusive toilets.\n- Welcoming LGBTQ+ tourists by providing inclusive toilets. This will also make LGBTQ+ people in Nepal feel more accepted.","summary":"Gender-inclusive toilets, breaking the binary and welcoming everyone regardless of gender identity, have become a pressing issue in Nepal and other countries, promoting equality and safety for marginalized individuals."},{"hash":"27aa43494503b60618fd5225c4fae10c9d428f87bca4ca47b527fa5919936ace","title":"Every effort must be made to ensure that victims of conflicts receive justice.","link":"https://kathmandupost.com/interviews/2024/05/12/no-stone-should-be-left-unturned-to-ensure-justice-for-conflict-victims","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/WhatsAppImage20240513at75840AM-1715566552.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"interviews","content":"**Hanaa Singer-Hamdy**\n\n**Return to Nepal as UN Resident Coordinator**\n\n* Experienced in development and humanitarian roles\n* Observes Nepal's progress, including socioeconomic improvements and progress towards SDGs\n* Highlights challenges in poverty reduction, inequality, climate change, and meeting SDGs\n\n**Nepal's LDC Graduation**\n\n* Nepal meets two out of three criteria for LDC graduation in 2026\n* Challenges include infrastructure gaps, weak manufacturing, and resource limitations\n* UN supports Nepal's LDC graduation aspirations through investment and technology adoption\n\n**SDGs in Nepal**\n\n* Nepal has made significant progress towards SDGs\n* Challenges include data gaps and financing needs\n* UN collaborates with Nepal to accelerate SDG attainment and address financing gaps\n\n**Investment Summit and Development Partners**\n\n* UN encourages investment in Nepal to support sustainable development\n* UN provides technical assistance and supports blended finance approaches\n* Development Partners can provide grants, loans, and other financial instruments to help Nepal address its financing gaps\n\n**UN Sustainable Development Cooperation Framework (UNSDCF)**\n\n* Aligns with Nepal's national plans and international commitments\n* Focuses on sustainable economic transformation, inclusive human development, environmental sustainability, and effective governance\n* Emphasizes partnerships and inclusion\n\n**Climate Change and Peace Process**\n\n* UN supports Nepal's efforts to strengthen resilience to climate change and disaster risks\n* Encourages the government to finalize transitional justice legislation for victim justice and reconciliation\n\n**Nepal's Role in International Forums**\n\n* As chair of LDCs and a member of the Human Rights Council, Nepal plays a bridging role and advocates for the interests of developing countries\n* Demonstrates commitment to human rights and gender equality","summary":"United Nations Resident Coordinator in Nepal, Hanaa Singer-Hamdy, discusses Nepal's progress and challenges in development, LDC graduation, SDGs, sustainable investments, UN's role in conflict resolution, and Nepal's global leadership despite international polarization and multilateralism challenges."},{"hash":"b8cf800b128e5429effac6538b5cdeff14e12e5c92d4968c239f48ce105eb283","title":"Padam Giri is a renowned singer known for his soulful renditions of devotional songs. He is regarded as a maestro in the Khayal and Thumri genres and is deeply committed to preserving and popularizing Indian classical music.","link":"https://kathmandupost.com/interviews/2024/05/05/interview-with-padam-giri","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/padamgiri-1714923097.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"interviews","content":"**Session of Parliament Begins**\n\n* Session starts on Friday, but issues remain between the ruling and opposition parties over investigating a deputy prime minister.\n\n**Minister of Law Interviewed**\n\n* Minister believes the opposition should investigate the entire cooperative sector instead of a single individual.\n* Prime Minister has proposed a committee to study problems in the cooperative sector and recommend actions.\n* Minister hopes Congress will agree to form a broader panel.\n* Government plans to discuss the matter in an all-party meeting.\n\n**Bills for Parliament**\n\n* 24 bills under consideration, including 23 in the lower house.\n* Government aims to get bills endorsed, including those on education, banking, and enforced disappearances.\n* Minister admits bills are often controversial and calls for more consultation in drafting.\n\n**Transitional Justice Bill**\n\n* Parties close to resolving contentious issues on the bill.\n* UML wants to classify all killings of disarmed people as serious violations of human rights.\n* Agreement on reduced sentencing, but differences remain on its implementation.\n\n**Appointments for Transitional Justice Commissions**\n\n* Committee to recommend names formed despite concerns.\n* Minister insists committee cannot ignore court order and must proceed.\n* Human Rights Commission should send a representative to the committee.\n\n**Supreme Court Appointments**\n\n* Three vacant positions and one vacancy expected soon.\n* Justices for all four positions will be selected soon.\n\n**Electoral System Changes**\n\n* Congress wants to amend the constitution to change the electoral system.\n* Minister says there are no discussions on changing the modality.\n* Concerns remain about ensuring greater stability in government.\n\n**UML-Congress Coalition**\n\n* No current discussions on forming a government between UML and Congress.","summary":"Unresolved differences over the formation of a committee to investigate Rabi Lamichhane leave the start of the budget session of the federal parliament uncertain, with the government aiming to prioritize crucial bill approvals."},{"hash":"39eb27d07dda639b3d5dd4481b8d6012361b0eeb330937898496f65c11c09fe8","title":"Prepare for challenges in the coming two months due to forest fires.","link":"https://kathmandupost.com/interviews/2024/04/28/next-two-months-will-be-challenging-due-to-fire-incidents","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/anilpokharel-1714368894.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Fire Incidents in Nepal**\n\n**Causes:**\n\n* Lack of rainfall leading to dry forests\n* High temperatures and wind\n* Accumulation of forest litter from previous years\n* Stubble burning due to labor shortage\n\n**Impact:**\n\n* Loss of lives (9 since Nepali New Year)\n* Destruction of homes and settlements (110+ houses in Mahottari alone)\n* Damage to ecosystems and human health\n\n**Government Response:**\n\n* Training community forest groups to fight fires\n* Providing portable fire pumps for difficult terrains\n* Developing training curriculum for volunteers and security agencies\n* Using helicopters for \"bambi bucket operations\" to douse fires\n* Equipping local governments with resources\n\n**Role of Provinces:**\n\n* Assessing risks and enhancing capacity of local governments\n\n**Concerns:**\n\n* Preparedness of large buildings in cities for fire incidents","summary":"Fire incidents have surged in Nepal due to inadequate rainfall, increased temperatures, and accumulated forest litter, resulting in numerous house destructions, loss of lives, and ecological damage."},{"hash":"2d1dcd1af2a010f1dc8a5288d051100d0a7e6e1ee7a6d0087e377a8fa051364f","title":"Nepal offers equal investment opportunities for all investors, ensuring a level playing field for domestic and foreign companies alike.","link":"https://kathmandupost.com/interviews/2024/04/28/nepal-presents-equal-opportunity-for-all-investors","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1714270342.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Nepal's Investment Summit Aims to Attract Foreign Businesses**\n\nNepal hopes to attract more foreign investment through its third Investment Summit. The government believes investment is important for Nepal's economic growth.\n\n**What's Different This Time?**\n\nNepal has invited potential investors based on lessons learned from previous summits. The government has also changed laws to make it easier for foreigners to invest.\n\n**Addressing Concerns**\n\nThe government is working to address concerns about the return of profits. It is also trying to improve Nepal's credit rating and energy policies.\n\n**Political Stability and Geopolitics**\n\nNepal emphasizes that political changes do not affect investment stability. It welcomes legitimate foreign investment that aligns with Nepal's priorities.","summary":"Nepal hosts its third Investment Summit, aiming to attract FDI and present investment prospects, recognizing its importance for economic development amidst a resource shortage."},{"hash":"b8119b43ed80553d871f3b6e70a45b435e16350f69e3656d8ec00cdfd1f5e39e","title":"Instability can be reduced by directly electing Prime Ministers and Chief Ministers. This gives people more power to choose their leaders.","link":"https://kathmandupost.com/interviews/2024/04/21/direct-election-of-prime-minister-and-chief-minister-way-out-of-instability","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/interview-1713764589.jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"interviews","content":"**Political Instability and Electoral System**\n\nPolitical parties are competing unfairly to form provincial governments, increasing dissatisfaction among citizens. Leaders are blaming the mixed electoral system for instability rather than their own ambitions and corruption. Some argue that a direct election of leaders (similar to local election system) would provide stability.\n\n**Electoral System and Representation**\n\nThe current mixed electoral system has increased representation of marginalized groups but has also favored certain castes and influential individuals. Some believe the First-Past-The-Post system would benefit high-caste males, while others prefer the Proportional Representation system for increased representation of marginalized communities. However, the misuse of the PR system by leaders has damaged its reputation.\n\n**Provinces and Performance**\n\nProvinces have adopted the same parliamentary system as the federal government, leading to similar problems of instability and corruption. They have failed to effectively deliver services and win public trust. The lack of a proper roadmap for federalization has contributed to this failure.\n\n**Sub-National Administration and Public Perception**\n\nIn areas with educated and active citizens, accountability is higher, and administration is better. However, in other areas, arbitrary practices and traditional power structures persist. Local units generally perform better than provinces due to their greater authority.\n\n**Madhesh Province and Representation**\n\nMadhesh Province has failed to address discrimination against dalits, with limited representation in provincial leadership. The original leaders of the federal movement are accused of not promoting an inclusive system. New parties like Janamat and Nagarik Unmukti have emerged to address these issues and challenge the established Madheshi parties.","summary":"Political parties' unhealthy tactics in forming provincial governments have sparked public frustration, with leaders blaming the mixed electoral system for Nepal's instability, but analysts suggest the problem lies in personal ambition and a corrupt political culture, emphasizing the need for direct election of executive heads and functional provincial systems that address the specific needs of different regions."},{"hash":"16ca03860b600f5d221a63cab7bc1b2ab4dad746bbb104c9f57095e07f85ef78","title":"Muluki Ain is a legal code in Nepal.","link":"https://kathmandupost.com/letters/2021/11/08/muluki-ain-is-a-legal-code","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/third-party/mulukiain-1636421052.jpg&w=900&height=601","date":1636329600000,"source":"kp","category":"letters","content":"Muluki Ain, a 19th-century law, aimed to establish a nation based on legal principles. While it recognized the caste system, it also emphasized the importance of the rule of law, with punishments based on the crime rather than caste. The law incorporated existing customs, including the caste system, but acknowledged the need for future reforms to address its injustices.","summary":"The 1854 Muluki Ain, codified by Jung Bahadur, rationalized Nepal's judicial structure, introduced the rule of law, and acknowledged the caste system while aiming for future reforms."},{"hash":"f26d8550751249ca6fce9099e307f744741857845591c48ab0d55210ac42e144","title":"**Misleading News:**\n\nFalse or distorted information presented as news to manipulate people's beliefs and opinions.\n\n**Characteristics:**\n\n* **Sensational headlines:** Grab attention and evoke emotions.\n* **Biased reporting:** Only presents one perspective or omits important details.\n* **Fabricated or distorted facts:** May include quotes taken out of context or false statistics.\n* **Emotional appeals:** Uses strong language and imagery to influence readers.\n* **Spread through social media and unreliable sources:** Can quickly reach a wide audience without fact-checking.","link":"https://kathmandupost.com/letters/2021/04/12/misleading-news","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/opinion/thumb-1618223282.jpg&w=900&height=601","date":1618185600000,"source":"kp","category":"letters","content":"Sinohydro responds to a news report that claims the company did not pay taxes for materials used in the Melamchi Water Supply Project. \n\nSinohydro states that they acquired materials legally from local vendors and foreign sources, and recycled some materials from the project site. They maintain that they paid all vendors and suppliers for materials and have documentation to prove it.\n\nSinohydro believes the news report is inaccurate and should be corrected.","summary":"Sinohydro disputes a news report claiming it failed to pay taxes on construction materials used in a project in Helambu, stating that it legally sourced and paid for the materials, and that payments and documentation are available."},{"hash":"e862b51d7419ba6f589572cd4032419c790b93c181a1334f46e1b9ab2f51169b","title":"When people don't understand each other correctly, causing confusion or conflict.","link":"https://kathmandupost.com/letters/2021/01/03/misunderstanding","date":1609632000000,"source":"kp","category":"letters","content":"**Japan-Nepal Work Agreement**\n\n**Key Points:**\n\n* Japan needs foreign workers due to labor shortage.\n* Nepal and Japan have an agreement for Nepali workers to come to Japan as specified skilled workers (SSW).\n* The agreement does NOT require government involvement in hiring workers.\n* Private agencies can assist in finding jobs for Nepali workers.\n* Some costs, such as airfare, may be covered by employers but are not required.\n* Nepal is not the only South Asian country that Japan hires workers from.","summary":"Japan opened its labor market to Nepali skilled workers in 2019, but there are misunderstandings about the government's role in the employment process and the involvement of third-party agencies."},{"hash":"4d564e4aa9b147540d5d27c861b9724bce96976aa16a590835a10f4f29687ad6","title":"**Contributions to Nepal**\n\nNepalese people have made significant contributions in various fields that benefit Nepal and beyond. These include:\n\n* **Education:** Establishing schools and universities to improve literacy and knowledge.\n* **Health:** Providing healthcare services and promoting public health to reduce diseases.\n* **Arts and Culture:** Preserving and promoting Nepal's rich cultural heritage through music, dance, and festivals.\n* **Business and Economy:** Creating businesses and industries to generate income and create jobs.\n* **Social Welfare:** Helping the poor, disadvantaged, and vulnerable through social programs and organizations.","link":"https://kathmandupost.com/letters/2020/11/30/contributions-to-nepali","date":1606694400000,"source":"kp","category":"letters","content":"Professor Hutt expresses gratitude to Deepak Thapa for raising concerns about Nepali studies. He credits his colleague, Krishna Pradhan, for their achievements at SOAS. Pradhan's presence allowed for courses in Nepali literature, history, and culture. However, these courses will no longer be available to future students in the UK.","summary":"Professor Michael Hutt expresses gratitude to Deepak Thapa for highlighting concerns about Nepali studies in Euro-America, acknowledges the contributions of Krishna Pradhan, and laments the lack of future opportunities for Nepali studies at UK universities."},{"hash":"a1d8bb473b76b044c715510c1e3cd12b7293a4516faf36066b07acc77fd64756","title":"chhaupadi-persists","link":"https://kathmandupost.com/letters/2020/09/24/chhaupadi-persists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2020/third-party/thumb3-1600897015.jpg&w=900&height=601","date":1600905600000,"source":"kp","category":"letters","content":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email ","summary":"Chhaupadi, an outlawed menstrual practice in Nepal, continues despite its illegality, leaving the unspoken horrors it inflicts on women and girls unaddressed."}]