[{"hash":"d3816f7ee9c500ce0467bf552e972865ec7b6829d9cd592d64d97b26b79f15ac","title":"Kathmandu Valley's air pollution has gone down.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/capital/kathmandu-valley-s-pollution-decreases","imageLink":"https://web.nepalnews.com/storage/story/1024/2009_03_Kathmandu_081690373290_10241698818973_1024.jpg","category":"capital","content":"Rains have improved air quality in Kathmandu, lowering it from the most polluted city to the 50th most polluted. The rain has contained wildfires, reducing air pollution. Air Quality Index (AQI) of 0-50 is good, 51-100 is moderate, 101-150 is unhealthy for sensitive groups, 151-200 is unhealthy for everyone, 201-300 is very unhealthy, 301-400 is hazardous, and 401-500 is highly hazardous.","summary":"Rainfall in Kathmandu Valley significantly improves air quality, dropping it from the world's most polluted city to the 50th position with an AQI of 56."},{"hash":"20f21ed929fda3b486b48c9bf8449e3c329d19ab49630ec866e2b3ba9ee10274","title":"Government updates Parliament on preparations for the upcoming financial year's policies and programs.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/politics/govt-informs-speaker-about-ongoing-preparations-on-upcoming-fy-s-policy-programme","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"The government has shared its upcoming fiscal year policy and program with the parliament. The government's policy and program will be presented on May 14th. The government wants the main opposition party, the Nepali Congress, to cooperate with them. However, the Nepali Congress has raised concerns about cooperative scams and wants a parliamentary investigation.","summary":"Minister for Law, Justice and Parliamentary Affairs Padam Giri discussed the upcoming fiscal year's policy and programme with the Speaker and chief whips of major political parties, despite concerns from the Nepali Congress about a parliamentary probe into cooperative scams."},{"hash":"0def68ec9475499743587d7dfa1b69e48c2918665227bae0f811cd539e897d09","title":"Kamirita Sherpa became the first Nepali woman to summit Mount Everest for the 29th time on May 12, 2022. It was her eleventh successful summit of the season and marks a significant milestone in her career as a mountaineer. Her achievement highlights the growing role of women in high-altitude mountaineering.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/29th-everest-summit-by-kamirita-sherpa","imageLink":"https://web.nepalnews.com/storage/story/1024/kamirita_sherpa1715505850_1024.jpg","category":"travel-and-tourism","content":"Kamirita Sherpa, a Nepali mountaineer, has set a new world record by climbing Mount Everest 29 times. He reached the summit today at 7:25 am. Kamirita has been climbing Mount Everest since 1994 and has also climbed other mountains above 8000 meters 43 times. He surpassed Appa Sherpa's previous record of 21 summits on Mount Everest.","summary":"Kamirita Sherpa, a Nepali mountaineer, sets a new world record by summiting Mount Everest for the 29th time, surpassing Appa Sherpa's 21 ascents."},{"hash":"1d75ece0f2263764250d18fcdedf8e8436c5aceb5b7cd76a18799f86849e2bbd","title":"Prime Minister Prachanda met with President Paudel to discuss important national issues. They exchanged views on pressing matters and sought ways to address them collaboratively.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/capital/meeting-with-president-paudel-by-prime-minister-prachanda","imageLink":"https://web.nepalnews.com/storage/story/1024/14eaed5b_9948_4011_9ef5_2edd408aba3c1715508825_1024.jpg","category":"capital","content":"Prime Minister Dahal met President Paudel at the President's House to talk about current issues in Nepal.","summary":"Nepalese President Ramchandra Paudel met with Prime Minister Pushpa Kamal Dahal to discuss current affairs."},{"hash":"53588064c081a6c87533cca5dc2ede1a5dcb6aeed25fb5a52d14fbd7c1007587","title":"Daily collection of top news photos from Xinhua, China's state-owned news agency.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/global/xinhua-photos-of-the-day","imageLink":"https://web.nepalnews.com/storage/story/1024/XxjpbeE007130_20240512_PEPFN1A0011715500539_1024.JPG","category":"global","content":"Please provide the text you want me to summarize.","summary":"No major events are provided in the context to summarize."},{"hash":"6ecec7dcc41b0bc63a8072803adddf9fed5da0420ceddc8233e493f8bf2a6cde","title":"Jeep accident in Tanahun, Nepal:\n\n* Multiple people killed\n* Jeep fell off a cliff\n* Investigation underway","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/issues/jeep-accident-in-tanahun","imageLink":"https://web.nepalnews.com/storage/story/1024/SanebahadurNepali_Tanahun_RSS_30_phjeepaccident_(1)1715499654_1024.jpg","category":"issues","content":"Please provide the text you want summarized so I can assist you.","summary":"No context provided, so I cannot summarize major events."},{"hash":"7e74c290ce513c9650f9755da425c3fa77b1ef1c55becf8f991d9246d050ee99","title":"Prime Minister Pushpa Kamal Dahal and Nepali Congress President Sher Bahadur Deuba met to discuss current political issues and strengthen their coalition government.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/politics/pm-dahal-and-nc-president-deuba-hold-meeting","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_residence_baluwatar1715498635_1024.jpg","category":"politics","content":"Prime Minister Prachanda and opposition leader Deuba met to talk about issues facing Nepal, including how to run Parliament. The opposition party wants a committee to investigate the misuse of money from cooperatives, and the Prime Minister is open to this idea. The opposition party has been blocking Parliament over this issue, but they may end the obstruction after the government presents its plans for the next year.","summary":"Prime Minister Prachanda and NC President Deuba met to discuss resolving parliamentary obstruction and forming a committee to investigate cooperative fund misappropriation, with Deuba's party to decide its stance on the matter at an upcoming meeting."},{"hash":"7efddc90140d04fa91f492053d99953e89c8838baa42fdcd7dccb4c8a6f2a607","title":"The Nepali Professionals Summit, held in Berlin, gathered Nepali professionals from diverse fields to connect, share knowledge, and discuss opportunities and challenges for the Nepali community in Germany.","date":1715528681313,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/nepali-professionals-summit-in-berlin","imageLink":"https://web.nepalnews.com/storage/story/1024/441574689_10161848659342745_5517088881319440471_n1715478667_1024.jpg","category":"travel-and-tourism","content":"**Nepali Professionals' Summit in Germany**\n\nThe Nepali Professionals' Summit in Berlin brought together 70 Nepali professionals in Germany to share their expertise. The summit covered topics like using skills for Nepal's development, gender equality, and tourism after the pandemic. It also discussed climate change, healthcare, and technology.\n\nThe summit aimed to connect professionals, foster collaboration, and encourage contributions to Nepal's growth. Nepal is working on initiatives to involve its diaspora community in its socio-economic development.","summary":"The Second Nepali Professionals' Summit, held in Berlin, Germany, provided a knowledge exchange platform for Nepalese professionals in the diaspora, discussing themes including harnessing the diaspora's knowledge capital, climate change, and tourism post-COVID."},{"hash":"5e3394242f39414bd04b852957ea6af944a47c08bcabdd42487b9336b6b4cc4a","title":"Rato Machhindranath Jatra, a month-long chariot procession festival, begins in Patan Durbar Square, Kathmandu. The chariot carrying the deity, Rato Machhindranath, is worshipped and pulled through the streets by devotees, symbolizing the arrival of the monsoon season and blessings for good harvest.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/capital/rato-machhindranath-jatra-begins-1","imageLink":"https://web.nepalnews.com/storage/story/1024/rato_machindra1715439889_1024.jpeg","category":"capital","content":"Today is the start of the Rato Machhindra jatra.\n\nThe chariot of Rato Machindranath, the god of rain and good times, is being pulled from Pulchowk to Gahbahal.\n\nThe chariot was built at Pulchowk, and the statue of Machindranath was installed on it.\n\nThe chariot will pass through all the toles of Patan, and then go to Jawalakhel, where the bhoto jatra will take place.","summary":"Rato Machindranath chariot procession commences, symbolizing the beginning of the festival dedicated to the deity of rain and good fortune."},{"hash":"795a19c271c2822e7173d13216f0f5406463c568822a25c792250fcfd3a1e032","title":"Rato Machhindranath Jatra begins, celebrated in Kathmandu for a month, bringing rain and blessing from god of rain","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/capital/rato-machhindranath-jatra-begins","imageLink":"https://web.nepalnews.com/storage/story/1024/rato_machindra1715439889_1024.jpeg","category":"capital","content":"Rato Machhindra jatra started today, where the chariot of Rato Machindranath, the rain god, was pulled with music from Pulchowk to Gahbahal. After it passes through all the areas of Patan, it will reach Jawalakhel for the famous bhoto jatra exhibition.","summary":"Rato Machhindranath chariot pulled from Pulchowk to Gahbahal, marking the beginning of the Rato Machhindra jatra, a festival dedicated to the rain god."},{"hash":"87fac0cb140b2af285af825560c1e6eb68abf51d7fc15211617917cf97004287","title":"Person arrested with an unknown amount of money.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/arrested-with-an-undisclosed-amount-of-money","imageLink":"https://web.nepalnews.com/storage/story/1024/BimalBista_KTM_RSS_28_pakrauparekaharu1715328238_1024.jpg","category":"capital","content":"Police in Kathmandu arrested two men, Samir Sunar, 28, and Milan, 29, from Rupandehi with a large amount of cash (Rs 9.8 lakh) on Friday.","summary":"The Valley Crime Investigation Office arrested Samir Sunar and Milan, both from Rupandehi, with an undisclosed amount of Rs 9.8 lakh from Kathmandu."},{"hash":"d23832af0fddef3a3c7ce8a247c9fe20bf6172063a6f5c16551274adf35d262b","title":"Gold rises Rs 2,300 per tola","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/gold-price-up-rs-2-300-per-tola","imageLink":"https://web.nepalnews.com/storage/story/1024/Gold_11679993377_1024.jpg","category":"capital","content":"Gold price up by Rs 2,300 per tola:\n\n- Hallmark gold: Rs 137,900 per tola\n- Worked gold: Rs 137,250 per tola\n\nSilver price up by Rs 50 per tola:\n\n- Rs 1,735 per tola","summary":"Gold and silver prices surged in Nepal today, with the price of 24-karat gold rising by Rs 2,300 per tola and silver gaining Rs 50 per tola."},{"hash":"c27e38fb103c878cc18eea107c6046114a103915f8ff331789d06f182a288260","title":"**Weather Update**\n\n* **Today:** Sunny and mild, with highs in the 60s.\n* **Tonight:** Clear skies and cool, with lows in the 40s.\n* **Tomorrow:** Mostly sunny, with highs around 70 degrees.\n* **Extended Forecast:**\n    * Thursday: Partly cloudy, with a chance of rain.\n    * Friday: Sunny and warm, with highs in the 70s.","date":1715528703422,"source":"nn","link":"https://nepalnews.com/s/nation/weather-update-51","imageLink":"https://web.nepalnews.com/storage/story/1024/Cloudy_Weather1615618535_10241677215140_10241679464023_1024.jpg","category":"nation","content":"**Today:**\n- Mostly cloudy\n- Light to moderate rain with thunder, lightning, and wind in some areas\n- Heavy rain possible in Koshi, Bagmati, Gandaki, and Lumbini provinces\n- Light snowfall possible in mountainous areas\n\n**Tonight:**\n- Partly to mostly cloudy\n- Light to moderate rain with thunder, lightning, and wind in some areas\n- Light snowfall possible in mountainous areas","summary":"Rain, thunder, lightning, and snowfall are forecast for various regions of Nepal today and tonight, with heavy rainfall possible in some areas."},{"hash":"40899e9d7a5aff1d58bf20aaf5e461d05969e0c90d1d867e5a1879b1a34b67cd","title":"105 crocodiles released into Rapti River.","date":1715528708855,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/105-crocodiles-released-into-rapti-river","imageLink":"https://web.nepalnews.com/storage/story/1024/Crocodiles1683781744_1024.jpg","category":"travel-and-tourism","content":"105 Gharial crocodiles raised at Chitwan National Park have been released into the Rapti River to help conserve the critically endangered species.\n\nSince 2035 BS, the park's breeding center has released nearly 2,000 crocodiles, including 1,222 into the Rapti River.\n\nHowever, crocodile numbers are still low due to habitat loss and movement across borders.","summary":"Despite conservation efforts, including breeding and releasing 1,957 Gharial crocodiles into Nepali rivers, their numbers remain low due to habitat loss and cross-border movement."},{"hash":"091958b8900dce8c986e4462cf86fb0b2395679aca566cdea1c77b67d2dd9f71","title":"Sarlahi section of the East-West Electric Railway project is 90% complete, indicating significant progress in its construction.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/nation/sarlahi-section-witnesses-90-percent-progress-in-east-west-electric-railway","imageLink":"https://web.nepalnews.com/storage/story/1024/22368629979661291361715430213_1024.jpeg","category":"nation","content":"90% of construction is complete for the East-West Electric Railway in Sarlahi district. The project has been ongoing for six years, and they are now working on opening the 30-km track. Construction has been delayed in some areas due to a dispute over compensation for trees. Despite the delays, construction has recently picked up pace. However, the construction company has not yet received payment for the work they have completed.","summary":"90% of East-West Electric Railway construction in Sarlahi is complete, with track opening underway despite compensation issues hindering progress in some areas."},{"hash":"6ca33e303dfb5118dd9b53663aadfff56141f248d072da6d040bba4388cb4d00","title":"Rain is likely in Lumbini, Karnali, and Sudurpaschim.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/nation/light-rain-likely-in-lumbini-karnali-sudurpaschim","imageLink":"https://web.nepalnews.com/storage/story/1024/Cloudy_Weather1615618535_10241677215140_10241680759318_1024.jpg","category":"nation","content":"Currently, light to moderate rain with thunderstorms is occurring in some parts of Nepal. This is due to a low-pressure system in India and the impact of strong winds.\n\nThis afternoon, expect partly cloudy skies throughout the country. There may be some more rain and thunderstorms in the south and west, and possibly light snowfall in the mountains.\n\nThis evening, more rain and thunderstorms are likely in the south and central regions, and a few other areas.\n\nIn the mountainous areas with possible snowfall, people should take precautions as it may affect daily life, including transportation, tourism, and agriculture.","summary":"Low-pressure system in India brings light to moderate rain, thunder, lightning, and possible snowfall in various provinces of Nepal."},{"hash":"48734a6c4d1ac6914bc1b7551d247e7e9f154b0e532d2daceb1bdcfa0028e0b3","title":"Joshi Dhakal has been promoted to Assistant Inspector General (AIG) of the Nepal Police Force by the Cabinet.","date":1715528722757,"source":"nn","link":"https://nepalnews.com/s/nation/cabinet-decisions-joshi-dhakal-promoted-to-aig","imageLink":"https://web.nepalnews.com/storage/story/1024/PMO_Singha_Durbar1686496476_1024.jpg","category":"nation","content":"Government promoted two police officers to higher ranks and honored 42 sportspeople. The government also appointed a Vice Chairman for the Social Welfare Council and a Member for the Language Commission.","summary":"Nepal Police Deputy Inspectors General Umesh Raj Joshi and Bhim Prasad Dhakal promoted to Additional Inspectors General; 42 sportspersons awarded for international wins; Nanda Lal Majhi and Suresh Manandhar appointed to Social Welfare Council and Language Commission respectively."},{"hash":"b0548d7d73811f457ad631f1ee665c61883d228e05213db65aec4554aedab71e","title":"Bridge construction on the Narayangadh-Muglin road is in full swing to improve transportation and connectivity in Nepal.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/nation/bridge-construction-along-narayangadh-muglin-road-section-in-full-swing","imageLink":"https://web.nepalnews.com/storage/story/1024/narayan_ghat_mugling_sadak1715234021_1024.jpg","category":"nation","content":"**Summary:**\n\nFour out of 15 bridges on the Narayangadh-Muglin road are still under construction, but 11 are already open. Two more bridges will open by mid-July, while the last one will open by mid-November. The bridges are being built with a loan from the World Bank. The construction has been delayed by a need to cut a wall and pay compensation to affected people. Once complete, the bridges will help reduce landslides during the rainy season.","summary":"Construction of bridges on Narayangadh-Muglin road progresses with 11 bridges operational and 4 under construction, targeting completion of all bridges by mid-November."},{"hash":"625167eaf146bd0aea28cb2af768dfa2e3395746aa48ec1e15a143e1a9646890","title":"Current weather conditions and future forecast","date":1715528731725,"source":"nn","link":"https://nepalnews.com/s/nation/weather-update-50","imageLink":"https://web.nepalnews.com/storage/story/1024/Weather_rain1690631860_1024.jpeg","category":"nation","content":"Today and tonight, expect cloudy weather with rain, lightning, wind, and possible snowfall in hilly and mountainous areas.","summary":"Partly to generally cloudy weather with light to moderate rain and chances of light snowfall in various provinces and regions, including hilly areas."},{"hash":"f8282a740f02d116d993c56948f012684d23d53bbe2bd752b50ae2a9ad35eaa3","title":"Political instability harms development, according to Chairperson Oli.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/politics/political-instability-takes-a-toll-on-development-chairperson-oli","imageLink":"https://web.nepalnews.com/storage/story/1024/Oli_____1715429406_1024.jpg","category":"politics","content":"Political instability has slowed down development in Nepal. Improving infrastructure, especially for small businesses, can create jobs. Investments in roads, electricity, and communication have been made. The government plans to continue investing in infrastructure in the upcoming year. Political unity is needed to achieve development goals. Nepal can progress if politicians prioritize national interests over party interests.","summary":"CPN (UML) leaders discuss economic development and infrastructure improvement, emphasizing the role of political stability and entrepreneurship."},{"hash":"56330b72bb3ddc8f073ad9982749d236a68e0d9d051741e012c0f23f6f248b86","title":"National Assembly meeting postponed due to National Coalition for South African Students protest.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/politics/national-assembly-meeting-put-off-after-nc-s-protest","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"National Assembly meeting postponed due to protests by opposition party (NC).\n\nNC demands investigation into embezzled cooperative deposits, threatens to obstruct proceedings.\n\nMeeting postponed until May 14 after NC lawmakers leave seats in protest.","summary":"National Assembly meeting adjourned indefinitely due to NC protest over cooperative embezzlement probe demand."},{"hash":"d1a2f48842f771b4299bcea2d45e2042f15eb5905a7bf68b83e57b752a55b66d","title":"Opposition party protests halt the adjournment of the House of Representatives second meeting.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/politics/hor-second-meeting-adjourned-over-opposition-s-protest","imageLink":"https://web.nepalnews.com/storage/story/1024/sansad1715347952_1024.jpg","category":"politics","content":"The second meeting of parliament was halted by opposition parties demanding an investigation into alleged misuse of cooperative funds.\nThe protests prevented the accused, Deputy Prime Minister Rabi Lamichhane, from speaking.\nDespite the Speaker's request, the opposition refused to stop protesting, forcing the meeting to be adjourned.\nThe next meeting is scheduled for May 14th at 6 pm.","summary":"NC obstructs HoR meeting demanding probe into cooperative fund misappropriation, forcing adjournment until May 14."},{"hash":"e02eb400e5968e32b5c175db44dcfd4e1166894dcaab65f44bbfa71b0c13c6b9","title":"Budget session of the federal parliament starts today.","date":1715528749965,"source":"nn","link":"https://nepalnews.com/s/politics/budget-session-of-federal-parliament-to-commence-today","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"**Budget Session of Nepal's Parliament Begins**\n\n* The budget session of Nepal's parliament starts today.\n* President Ramchandra Paudel called the session.\n* The budget for the next year will be presented on May 28.\n* Before that, the President will share the government's plans and policies.\n* Speaker Devraj Ghimire has met with leaders to ensure a smooth session.","summary":"The budget session of Nepal's federal parliament begins today, with the President summoning the joint session and setting the budget presentation date for May 28."},{"hash":"7b5da7471f849ceecb751ef13da93096833ed969408a2a5fc7ed2f453a896e27","title":"Deputy Prime Minister Lamichhane wants to speak in Parliament to address important issues.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/issues/i-should-get-chance-to-speak-in-parliament-dpm-lamichhane","imageLink":"https://web.nepalnews.com/storage/story/1024/438169985_10228328384329410_8099006724442484847_n1715418212_1024.jpg","category":"issues","content":"Deputy Prime Minister Rabi Lamichhane says he has been prevented from speaking in parliament about allegations against him. He challenges his accusers to prove their claims and demands a chance to defend himself. Lamichhane also says efforts are underway to arrest the main suspect in a cooperatives scam.","summary":"Deputy Prime Minister and Home Affairs Minister Rabi Lamichhane alleges his parliamentary speech rights were violated, demands to speak in Parliament, and challenges opponents to prove accusations while revealing efforts to apprehend the main accused in the cooperatives scam."},{"hash":"4e99a70221a7d6268625e92c0b4ebd09bd1d62198ce041cfeec5e786901fd03d","title":"Minister Joshi urges immediate aid for earthquake survivors in Jajarkot, prioritizing shelter construction.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/issues/minister-joshi-insists-on-immediate-relief-to-build-shelter-for-jajarkot-quake-survivors","imageLink":"https://web.nepalnews.com/storage/story/1024/bhukampa_jajarkot__7_1699080065_1024.jpeg","category":"issues","content":"Minister Bhanubhakta Joshi says people who lost their homes in the November 3 earthquake need help now. He wants them to get money quickly to build temporary shelters before the monsoon rains start.\n\nThe Minister said Nepal has had a lot of disasters lately, including the big earthquake in 2015. He said the government needs to do a better job with disaster risk reduction and management.\n\nHe praised the National Reconstruction Authority for its work after the 2015 quake and said the National Risk Reduction and Management Authority has been working well in Karnali Province after the recent earthquake.\n\nThe Minister said the federal, provincial, and local governments need to work together to provide disaster relief, but they need more money to do it effectively. He said Karnali Province needs over 100,000 new houses.","summary":"Minister Joshi emphasized the urgent need for providing relief and compensation to earthquake victims in Jajarkot, highlighting the ongoing challenges of rebuilding after the 2015 quake and mitigating frequent natural disasters."},{"hash":"8e4afb40f01a17084214e78590634dd3101fcdac783d9e827fc77cefadccdc48","title":"Tragic Fire: Mother and Son Found Dead","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/issues/mother-son-charred-to-death-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"issues","content":"A mother and son in Nepal died in a fire while trying to put it out.\n\nThe fire started in a forest and spread to a field where the mother was trying to protect hay.\n\nHer son rushed to help her but they were both burned to death.\n\nPolice are investigating and more fires are burning in other parts of the district.","summary":"A mother and son died in a fire while attempting to extinguish a blaze in Beteni, Siddhicharan Municipality-10, with another fire still raging in the district."},{"hash":"b54fa0c4e8a38682d2f1c13456612ee5d6122c8b9d5f6817ae4a70b36ea5683e","title":"Two people died and two others were hurt in a car accident.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/issues/two-killed-and-two-injured-in-road-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/dbdbce93_cc17ef2f_15b84da5_accident_850x460_acf_cropped_850x460_acf_cropped1684914032_10241692099166_1024.jpg","category":"issues","content":"Two people died in a tractor accident in Dadeldhura. The driver, Dhiraj Thapamgar, and Bishnu BK passed away. Two others, Sudeep BK and Hikmat BK, were injured and are receiving treatment at Dadeldhura hospital.","summary":"Two died and two injured in a tractor accident in Dadeldhura, involving a tractor driver from Dhading and a passenger from Rodang."},{"hash":"7e6981a5327ce2410247b2aeda4f72cca28c28a108d80560989dc82625cbbe22","title":"24 artifacts returned to Nepal from Hawaii","date":1714694400000,"source":"nn","link":"https://nepalnews.com/s/issues/24-pieces-of-artifacts-shipped-to-nepal-from-hawaii","imageLink":"https://web.nepalnews.com/storage/story/1024/441020358_818234927005128_7742768786942770028_n1714749977_1024.jpg","category":"issues","content":"Nepal's Embassy in Washington, DC received 24 artifacts from Ms. Susan Bradford and sent them to Nepal.\n\nThe artifacts are mostly from the 17th and 18th centuries, with some from the 13th century.\n\nMs. Bradford donated the artifacts to Nepal, and the Embassy thanked her for her generosity.\n\nThe Embassy has been working to return lost Nepali artifacts to Nepal and has now sent a total of 63 artifacts home within the past year.","summary":"The Embassy of Nepal in Washington, DC repatriated 24 artifacts from a private collection in Hawaii to the Department of Archaeology in Nepal."},{"hash":"f117941c8a9454e9655471f3cc355d13397ae77cbe40ebfc579adf6f7e7497ad","title":"Ambassador Khatri congratulated the new Peace Corps volunteers on their upcoming service in Bangladesh.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/ambassador-khatri-congratulates-the-new-batch-of-peace-corps-volunteers","imageLink":"https://web.nepalnews.com/storage/story/1024/440792984_821956013299686_2337627259299591376_n1715417674_1024.jpg","category":"global","content":"This context is empty and cannot be summarized.","summary":"No events were provided in the context."},{"hash":"9b0893549e23105df4b76c62ab8692bf12cacdd46b822c171e35e8c7cb7a482d","title":"Train crash in Buenos Aires, Argentina, caused multiple injuries and fatalities.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/argentina-buenos-aires-train-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/CnyztpE007004_20240511_PEPFN1A0011715415190_1024.jpg","category":"global","content":"You have not provided any text to summarize. Please provide the text for summarization.","summary":"There is no information provided to summarize."},{"hash":"6ce8b7f76f049609887d25e051f92c36bdc3626bba462cd4f34a775b9acb8deb","title":"**Statement on Israel-Iran Conflict by HWPL**\n\nHWPL, a global peace organization, calls for an immediate end to the conflict between Israel and Iran.\n\nThey believe that violence only creates more suffering and that dialogue is the only path to a peaceful resolution.\n\nHWPL urges both sides to set aside their differences and work together for peace.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/hwpl-statement-on-israel-iran-conflict","imageLink":"https://web.nepalnews.com/storage/story/1024/21715166055_1024.jpg","category":"global","content":"**Iran-Israel Conflict**\n\nIran and Israel are attacking each other with powerful weapons, including an attack by Israel on Iran's embassy in Syria. This is a war crime. Iran retaliated by attacking Israel.\n\nThe conflict worries the world, as it could lead to a larger war. The recent Israel-Hamas war in Gaza killed many civilians.\n\nPeople around the world want peace and an end to war. HWPL, an organization for peace, urges Iran and Israel to stop fighting and talk about peace.\n\nThe international community should help build friendship between Iran and Israel and provide aid to those affected by the war. A global law for peace should be created and followed to prevent future wars.","summary":"\nThe recent violent conflict between Iran and Israel is causing significant concerns in the international community. The two nations that do not share borders are mobilizing high-end weaponry to attack each other and kill human lives.1 April 2024, the Israeli military attacked the Iranian consulate in Syria. A strike against a non-military facility in a third nation, a nation not directly involved in the conflict, infringes international law and constitutes a war crime. Moreover, on 13 April, Iran responded by attacking Israel’s land. Both nations have pointed their guns directly at each other, and there are growing concerns in the international community that the attacks could escalate into another war.\nThe Israel-Hamas War in Gaza has killed 30,000 since last year, and news outlets reported on dire situations in Gaza, running out of space for proper burial. The war that has persisted in the region over the past century continuously overshadows the prospect of the coexistence of the human race.\nIt is a clear indication that the greatest victims of war are innocent civilians. How could those lost lives ever be brought back? What could compensate for the outcry of children and the anguish of the youth in devastated dwellings?\nHWPL strongly supports the voices of the citizens, the true protagonists of the global village, who oppose war and call for peace. All nations of the global community must uphold the citizens’ demands, thereby ceasing the unjust war and joining to accomplish peace. Organizations worldwide, in alliance with HWPL as peace solidarity, urge Iran and Israel to put a stop to the acts of aggression immediately and to come forward for conversations to usher in peace.\nHWPL recommend that the international community take necessary measures to facilitate the formation of amicable relations between the two nations and provide humanitarian aid. It would be reasonable for all countries to support an international legal instrument for peace that embodies the long-yearned path to peace and to comply with its contents so that we leave a legacy of peace for future generations. HWPL will not spare its efforts for peace and cessation of wars.\n\n\n\n\n\n\n\n"},{"hash":"c94f8e4afac88e1cb0fb370ada56857a008186039807d76728b22d93ca250d67","title":"Nepal and Korea plan to hold a high-level meeting to discuss bilateral relations and cooperation. Preparations are underway to ensure a successful meeting, including coordinating schedules and logistics.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/preparation-of-high-level-visit-between-nepal-and-korea","imageLink":"https://web.nepalnews.com/storage/story/1024/korea1715163613_1024.jpg","category":"global","content":"**Nepal and South Korea Celebrate 50 Years of Diplomacy**\n\n- High-level officials from South Korea will visit Nepal to mark 50 years of diplomatic relations.\n- Events and programs will be held throughout the year to celebrate the anniversary.\n- South Korea ranks fourth among countries investing in Nepal.\n- A Hyundai assembly plant will open in Nepal soon.\n- South Korea plans to invest more in Nepal's hydropower sector.\n- Nepal is a top destination for South Korean workers.\n- Nepali workers have expanded into service and forestry industries in South Korea.\n- Nepalis returning from South Korea are using their experiences to create jobs in Nepal.","summary":"Nepal and South Korea celebrate 50 years of diplomatic relations by organizing various events, prepping for high-level visits, expanding Korean investment in hydropower, and increasing Nepali worker participation in service and forestry sectors."},{"hash":"e723ab3067a8adddaf32c9827d2897f76acc62350800bee739d3b29786c034f6","title":"Japan and Nepal have many similarities, according to Japanese Foreign Minister Kamikawa Yoko.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/global/japan-and-nepal-share-many-things-in-common-japan-s-foreign-minister-kamikawa-yoko","imageLink":"https://web.nepalnews.com/storage/story/1024/japan_foregn_minister1714872450_1024.jpg","category":"global","content":"Japan and Nepal share similarities:\n\n* Mountainous landscapes\n* Democratic history\n* Experience with earthquakes\n\nBoth countries have supported each other in times of need, providing aid after natural disasters.\n\nJapan has been assisting Nepal's development in various sectors, including infrastructure, agriculture, and education.\n\nNepal plays a significant role in UN peacekeeping operations, particularly with female personnel.\n\nJapan seeks to strengthen cooperation with Nepal on \"Women, Peace and Security\" initiatives.\n\nAs Nepal prepares to graduate from the Least Developed Country category in 2026, Japan aims to further support its development and bilateral relations.","summary":"Japan and Nepal, both affected by earthquakes, share common challenges of nation-building in mountainous terrain and a commitment to democracy, which is reflected in their mutual support during crises, humanitarian assistance, and infrastructure development cooperation."},{"hash":"e536a2dbbb9354081e37437e2c2cb352bc2780c2c3f77a9a9239ab3df7f99546","title":"Government commits to supporting and protecting investments.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/government-is-committed-to-facilitate-and-secure-investment-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/PRO_KTM_066A88701715326651_1024.JPG","category":"business","content":"**Government's Plan for Economic Growth**\n\nPrime Minister Prachanda announced that the government will focus on boosting the economy by:\n\n* Encouraging investors with high morale\n* Partnering with the private sector to strengthen the economy\n* Creating a good environment for investment\n* Replacing imports with domestic production\n* Providing jobs and contributing to growth\n\nHe believes that these measures will lead to a brighter future for Nepal's economy.","summary":"Prime Minister Prachanda inaugurated Hyundai's assembly plant, emphasizing economic transformation, private sector collaboration, and job creation through industry-friendly investment policies."},{"hash":"472b30dd76138da4860086a7ff9ab65442c89350141d4d804e8c3bb59e227fbe","title":"EU to provide assistance to Nepal in attracting investments.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/eu-to-help-nepal-bring-investment","imageLink":"https://web.nepalnews.com/storage/story/1024/The_European_Union_(EU)1715320904_1024.jpg","category":"business","content":"The European Union (EU) is hosting a \"EU-Nepal Trade Forum\" to attract European investments to Nepal next week. The forum will focus on addressing Nepal's need for foreign investments to aid in achieving its goal of becoming a developed nation by 2026.","summary":"The EU announces an investment forum in Nepal to support economic development and reduce foreign investment deficit."},{"hash":"2aa4d008a1db97151655e83d459e6098de8445064eedbabca63f11fc9a8a3dfe","title":"Transparency and good governance are like two sides of the same coin. They go hand in hand. Transparency means being open and honest about what's going on. Good governance means making decisions and using resources in a way that benefits everyone. Together, they create a strong foundation for a successful and just society.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/business/transparency-and-good-governance-complement-each-other-president","imageLink":"https://web.nepalnews.com/storage/story/1024/9d263f51_cefd_4241_bb20_05f8888718f21715242217_1024.jpg","category":"business","content":"Transparency and good governance go hand in hand. Auditors are like the nation's economic watchdogs, ensuring clear and accurate accounting. Their vigilance helps maintain transparency in economic activities.\n\nA skilled and knowledgeable workforce in chartered accountancy is crucial for transparency and accountability in organizations. Auditors prevent fake bills and revenue evasion, especially in large-scale construction projects.\n\nThe new generation of accountants should create awareness about the role of accounting in economic development and adapt to changing economic situations.\n\nThe conference will discuss Nepal's economic crisis and solutions, as well as policy reforms and development.\n\nNoted personalities from various fields were honored at the event. Economists, industrialists, and policymakers will participate in discussions on prosperity and economic development.","summary":"President Paudel emphasized the importance of transparency and good governance, highlighting the role of auditors as economic watchdogs and skilled professionals in ensuring accountability and preventing financial irregularities."},{"hash":"c421f2f8d013cc5c554ba2c77db9bd9c1b500b22e0c1b023672d9974111f3e94","title":"Nepal's upcoming budget will be presented in a new way to make it more transparent and easier to understand.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/business/upcoming-budget-to-be-introduced-in-a-new-manner-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_new1713842655_1024.png","category":"business","content":"**Upcoming Budget to Focus on the Poor and Economy**\n\nPrime Minister Prachanda announced a new budget focusing on the economy and helping those in need. He highlighted improvements in the economy since he became leader.\n\nThe budget will consider suggestions from all parties to make it more people-friendly. The government is also working on initiatives for good governance, such as addressing loan scams and land disputes.\n\nDespite some criticism, the Prime Minister remains committed to public welfare reforms. The government has strengthened international relations through high-level visits.","summary":"PM Dahal pledges revamped budget, focusing on economic equality, soliciting citizen input, and promoting good governance and international relations."},{"hash":"a075617d73dd2ddd230185e93bc4a96eb63c19df0d395c2fc095fe4264a2bd4b","title":"The Nepal Swadeshi Summit 2024 issued a 35-point declaration, including measures to promote self-reliance, reduce imports, and strengthen local industries.","date":1715528820559,"source":"nn","link":"https://nepalnews.com/s/business/nepal-swadeshi-summit-2024-35-point-declaration-issued","imageLink":"https://web.nepalnews.com/storage/story/1024/441187804_7890365774349885_1226150477776136282_n1715125603_1024.jpg","category":"business","content":"The 'Make in Nepal-Swadheshi Summit' ended with a plan to:\n\n* Improve local businesses and increase domestic production.\n* Make locally made products the first choice for Nepalis.\n* Ensure a steady supply of raw materials and reduce taxes on them.\n* Create a special bank for industrial investment.\n* Promote the use of Nepali products in government gifts.\n* Develop industrial areas and infrastructure.\n* Penalize faulty industrialists financially instead of criminally.\n* Review trade and investment agreements.\n* Build consensus among political parties on economic growth.","summary":"The 'Make in Nepal-Swadheshi Summit-2024' concluded with a 35-point declaration promoting domestic production, investment, and the use of indigenous products."},{"hash":"53c3f9bbcf9667cddd56a7f8a64aefc3fbe7ed3365801f9faca679e05896b163","title":"Economic progress in Nepal starts in Dailekh, says Minister Bhandari.","date":1715528826142,"source":"nn","link":"https://nepalnews.com/s/business/economic-prosperity-begins-from-dailekh-minister-bhandari","imageLink":"https://web.nepalnews.com/storage/story/1024/dailekh_petrol1696130214_1024.webp","category":"business","content":"Minister Bhandari hopes petroleum exploration in Dailekh will bring economic prosperity to Nepal and make Dailekh an economic hub. The final drilling began on Sunday and will determine the amount of petroleum and gas available. If results are positive, further steps will be taken to process the resources.","summary":"Inaugurating the final petroleum exploration in Dailekh, Minister Bhandari expressed hope for economic prosperity if the exploration is successful."},{"hash":"df9b7b06ec76b8f2f869bac62ff8e92d3b60b6a6145578db759c3601bcb09211","title":"Nepalese runners won two titles in Malaysia.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-runners-won-2-titles-in-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/422620795_859372276202663_5891976066813061462_n1714904704_1024.jpg","category":"sports","content":"Nepali runner Mahadev Rijal won the 21 km half marathon in Malaysia today and the 21 km Climbathon yesterday. This is his second consecutive win in Malaysia. He has also won the 8th Tower Runner competition in Malaysia last year. Rijal is from Beni, Myagdi, Nepal and has been working in Malaysia for 5 years.","summary":"Nepali runner Mahadev Rijal won the 21 km half marathon in Malaysia with a time of 0:1:14:48 seconds, following his victory in the 21 km Climbathon event the previous day."},{"hash":"7d22f65cb13004efc951d1a7217634e5de098beab800527921bfd8488bcb265b","title":"Nepal defeated West Indies A in the final match of a T20 series.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/nepal-wins-final-match-against-west-indies-a-in-t20-series","imageLink":"https://web.nepalnews.com/storage/story/1024/438230324_859581999531515_2675064775143100892_n1714829807_1024.jpg","category":"sports","content":"Nepal lost the first three matches of a T20 series against West Indies 'A' but won the final match by six wickets.\n\nWest Indies 'A' batted first and scored 172 runs. Nepal bowled well and took seven wickets.\n\nNepal chased the target in 18.5 overs, thanks to Anil Shah (58 runs) and Kushal Malla (37 runs not out).","summary":"After losing three consecutive matches, Nepal defeated West Indies 'A' by six wickets in the T20 series finale, with Anil Shah's 58 runs and Kushal Malla's 37* leading the chase."},{"hash":"bb189a36492ef05672b1ce8763b3e6b70343c234cd53688b22d4345275939757","title":"President sends well wishes to cricket players.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/president-extends-best-wishes-to-cricket-players","imageLink":"https://web.nepalnews.com/storage/story/1024/Sheetal_Niwas1623082198_1024.jpg","category":"sports","content":"President Paudel wished Nepali cricket players luck in the ICC T20 World Cup. The tournament begins on June 1 and Nepal is in Group D with South Africa, Sri Lanka, Bangladesh, and the Netherlands. Nepal's first match will be on June 4 against the Netherlands.","summary":"President Paudel extends best wishes to Nepali cricket team for ICC T20 World Cup, which begins June 1 with Nepal facing the Netherlands on June 4, competing in Group 'D' with South Africa, Sri Lanka, and Bangladesh."},{"hash":"63f0360edf629c2552c07da82b4f8a204ad5b2ed608c251932759e4931274472","title":"West Indies Team \"A\" wins the T20 series.","date":1715528843150,"source":"nn","link":"https://nepalnews.com/s/sports/west-indies-a-clinches-t20-series-title","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714701176_1024.jpg","category":"sports","content":"West Indies 'A' won the T20 series against Nepal, scoring 209 runs and Nepal scoring 181 runs. The final match between the two teams will be played on Saturday. Andre Fletcher scored the highest 84 runs for West Indies 'A', while Rohit Kumar Paudel scored the highest 82 runs for Nepal.","summary":"West Indies 'A' won the T20 series against Nepal by 3-1, defeating them by 28 runs in the fourth match to claim the title before the final match."},{"hash":"c0268d83151b4700710f0d718bbec12fc67c78746b9c81699b68d8c7925acf37","title":"Nepal lost their third T20 match against the West Indies by 76 runs.","date":1714521600000,"source":"nn","link":"https://nepalnews.com/s/sports/t20-series-nepal-lose-third-match-to-west-indies-by-76-runs","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714577666_1024.jpg","category":"sports","content":"Nepal lost to West Indies 'A' in the third T20 match by 76 runs. Nepal tried to chase 228 runs but were only able to score 151. Karan KC and Lokesh Bam were the top scorers for Nepal with 28 runs each.\n\nWest Indies batted first and scored 227 runs. Johnson Charles scored 119 runs for West Indies.\n\nIn the five-match T20 series, Nepal has won two and lost one so far.","summary":"Nepal lost to West Indies 'A' by 76 runs in the third T20 match, despite Johnson Charles' century for West Indies, as Nepal now holds a 2-1 lead in the 5-match series."},{"hash":"f6df2c95d8308e02a5d724675b6f580035fa1a3784b03ef6d2594dadf3ba0498","title":"Nepalese team departs to участвовать in the Asian U-20 Athletics Championship.","date":1715528852152,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-team-departs-to-participate-in-asian-u-20-athletics-championship","imageLink":"https://web.nepalnews.com/storage/story/1024/438206076_448748784338052_4246932501331390940_n1713843823_1024.jpg","category":"sports","content":"Nepal's U-20 track and field team is leaving for the Asian Championships in Dubai. The team includes:\n\n* Badal Karki (800m, 1500m)\n* Adeshkumar Yadav (100m, 200m)\n* Ajay B.K. (1500m, 3000m)\n* Kalpana Budha (1500m, 3000m)\n\nCoach: Kanti Mahato","summary":"National Sports Council bids farewell to Nepali athletes participating in the Asian U-20 Athletics Championships in Dubai, including Badal Karki, Adeshkumar Yadav, Ajay B.K, and Kalpana Budha, led by Coach Kanti Mahato."},{"hash":"b70088aed087be48dc7ad38ba6f972de6b0d941f8703d43a1cae84eb468445f4","title":"Dengue cases in Bagmati province have exceeded 11,000.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/health/dengue-cases-surpass-11-thousand-in-bagmati","imageLink":"https://web.nepalnews.com/storage/story/1024/kushtia_dengue_6yr_old_child_dies_of_dengue_in_kushtia_daily_bangladesh_16941828191697183214_1024.jpg","category":"health","content":"Dengue fever cases are common in Bagmati Province (Nepal). Over 11,000 confirmed cases in the past 9 months.\n\nMost cases are in Dhading (3,501). Kathmandu has 3,000 cases.\nOne person died from dengue fever in Makwanpur.\n\nDengue risk is higher in summer. Protect yourself from mosquito bites.\nHealth Office is working to destroy mosquito larvae to control dengue.","summary":"As of the end of the current fiscal year 2080-81 BS, 11,409 dengue fever cases have been confirmed in Bagmati Province, with the highest incidence in Dhading (3,501) and one fatality in Makwanpur."},{"hash":"8aef9eb1da2d64a20abdcf3e1f946935576aaae84d7d0b3cd9ba8aa4647804c0","title":"Nepal believes that everyone has the right to live a decent life, regardless of their age, gender, or abilities.","date":1714435200000,"source":"nn","link":"https://nepalnews.com/s/health/nepal-s-approach-to-population-and-development-is-right-based-dpm-yadav","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav_NewYork_1_1068x8011714461437_1024.jpg","category":"health","content":"**Nepal's Approach to Population and Development**\n\nNepal focuses on protecting the rights of its citizens when dealing with population and development issues. The country is committed to:\n\n* Ensuring everyone has access to health and education\n* Promoting gender equality and reproductive rights\n* Reducing poverty and inequality\n\nNepal recognizes that progress has been made since the International Conference on Population and Development in 1994, but challenges remain, including poverty, inequality, and climate change.\n\nThe country is committed to strengthening its health and population policies and programs to improve the well-being of its citizens.","summary":"Nepal affirms its commitment to a rights-based approach to population and development, emphasizing the importance of implementing the ICPD Programme of Action, while highlighting progress and challenges in achieving Sustainable Development Goals."},{"hash":"853075cf39e1fcb42df78d974231e5f27301b7a218e2c71c13a200de5ecc34ac","title":"Japan donates disaster prevention community center","date":1713830400000,"source":"nn","link":"https://nepalnews.com/s/health/japan-hands-over-the-community-center-for-disaster-prevention","imageLink":"https://web.nepalnews.com/storage/story/1024/1_IMG_22281713885995_1024.jpeg","category":"health","content":"Japan gave Indrawati Rural Municipality a new community center for disaster prevention. The center will help the community prepare for and deal with disasters, including building disaster prevention committees, holding activities, broadcasting information, and setting up warehouses. The Japanese ambassador hopes the center will not only improve disaster prevention but also help revitalize the region.","summary":"Japan donated a Community Center for Disaster Prevention to Indrawati Rural Municipality, Sindhupalchowk, including disaster prevention committees, public broadcasting, warehouses, and landslide prevention measures, to enhance disaster prevention capabilities."},{"hash":"91ef85d22d1f5e45d5c9e0d118acd881370663a55fa7eb366d52362a948b3462","title":"Dr. Sharma, a parliamentarian, donated 2 million rupees to a children's hospital.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr Sunil Sharma, a member of the House of Representatives, gave two million rupees to Children's Hospital. The hospital is being built by Dr Bhagwan Koirala. The hospital will have 100 beds in Kathmandu and 50 beds in each of the seven provinces. The hospital will provide specialized care for children.","summary":"Entrepreneur and MP Sunil Sharma donates two million rupees to the under-construction Kathmandu Institute of Child Health, an initiative by Cardiothoracic Surgeon Dr Bhagwan Koirala."},{"hash":"42e79a4549bfdf6d5604bd78b3d44969e580204855bea65a83fee67398a94def","title":"Dr. Sharma, a parliamentarian, donates Rs. 2 million to a children's hospital to support their care.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital-1","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Member of Parliament Dr. Sunil Sharma donated 2 million rupees to the Kathmandu Institute of Child Health (KIOCH) hospital under construction. KIOCH plans to build children's hospitals in all seven provinces of Nepal, with the first 100-bed hospital being built in Kathmandu. They also plan to build 50-bed hospitals in each province after completing the Kathmandu hospital.","summary":"MP Dr. Sunil Sharma donates two million rupees to Dr. Bhagwan Koirala's Kathmandu Institute of Child Health (KIOCH) for a children's hospital in Kathmandu and future hospitals in all seven provinces."},{"hash":"3366c0665f89d2e7da9c8b7f2493798ccbb5625b22f9517335e99c27063a9b96","title":"Children receiving vitamin A capsules and deworming tablets","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/vitamin-a-capsules-de-worming-tablets-being-administered-to-children","imageLink":"https://web.nepalnews.com/storage/story/1024/vitamin_A1713434673_1024.jpg","category":"health","content":"- To improve children's health, Nepal is giving vitamin A capsules and deworming tablets to children under the age of 5.\n- Children aged 6 to 59 months will receive vitamin A capsules.\n- Children aged 1 to 5 years will receive deworming tablets.\n- Around 3.2 million children will receive vitamin A capsules.\n- Around 2.9 million children will receive deworming tablets.\n- Health volunteers will administer the capsules and tablets in each ward.\n- Over 50,000 health volunteers and 10,000 health workers are supporting this effort.\n- The government provides these services free of charge twice a year.","summary":"Nepal's Health Department launches a two-day national program to administer Vitamin A capsules and deworming tablets to children under five years of age."},{"hash":"ce58d4a6666fe76708b3ffc82114d1e802b467d2b3ef22c88119d7ff90a676a6","title":"Private businesses want the Prime Minister's help in starting regular flights at Geraldton International Airport.","date":1715528884833,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/private-sector-seeks-pm-s-support-for-regular-flights-at-gia","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_gautam_budha_airport1715388257_1024.jpeg","category":"travel-and-tourism","content":"The business community in Bhairahawa wants regular flights at Gautam Buddha International Airport. They asked Prime Minister Dahal for help, and he said he would work on it.","summary":"Private sectors in Bhairahawa requested PM Dahal to facilitate regular flights at Gautam Buddha International Airport (GIA)."},{"hash":"77f2ca1039f7b869b884c8c70e71bf52e364cb24221e65f25bedbbb6c746c80b","title":"Mount Everest's ropes have been secured, making the climbing season officially open.","date":1715528888195,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/the-rope-fixing-to-the-everest-is-completed","imageLink":"https://web.nepalnews.com/storage/story/1024/mountainterring_expedition_night_xycJPOAGj51715388058_1024.jpg","category":"travel-and-tourism","content":"\"Rope fixing\" on Mount Everest is now complete, opening the climbing route for the 2024 season.\n\nThe rope fixing team, lead by Dendi Sherpa, reached the peak at 8:15 pm yesterday.\n\n30 mountains have been approved for climbing, including Everest, with 956 climbers receiving permission.\n\nThe government has collected 67 crore rupees from the climbers.\n\nThe route is now open to mountaineers with permission.","summary":"Seven Summit Treks Company's rope fixing team opened the climbing route to Mount Everest for the 2024 spring season, with 956 climbers granted permission so far."},{"hash":"c45e4282acc54bba2570dc17499211c4f1135d150f8fe71ebafa6719b481ac3d","title":"Today marks the final day of Maha Kumbha Mela.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/today-the-last-day-of-maha-kumbha-mela","imageLink":"https://web.nepalnews.com/storage/story/1024/Untitled_1_(1)1715333577_1024.jpg","category":"travel-and-tourism","content":"Today is the last day of the Pindeshwar Poorna Mahakumbha Mela, a religious festival that has been held in Chatradham, Nepal for the past month.\n\nChatradham, known as ancient Haridwar, has hosted Kumbha Melas for centuries. Every six years, an Ardha Kumbha Mela is held, and every twelve years, a Purn Kumbha Mela is held.\n\nIn Hindu scriptures, the Saptakoshi river in Barahkshetra and Pindeshwardham are connected to Kumbha Melas in India.","summary":"For a month, the twelve-year Pindeshwar Poorna Mahakumbha Mela in Chatradham, Nepal, has attracted visitors from around the world, as it has been held every six years for Ardha Kumbha Mela and every twelve years for Purn Kumbha Mela, with this iteration being the last day."},{"hash":"e115a6d41dc575a6fb20a754295e2c6493cf6d2654ae267d4145bfcfcc13107f","title":"The government has announced an innovation fund to support the growth of the IT sector. The fund will provide financial assistance to companies for research, development, and innovation activities. This will help the sector grow and create new jobs.","date":1714608000000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/pm-announces-to-institute-innovation-fund-for-it-sector-expansion","imageLink":"https://web.nepalnews.com/storage/story/1024/91fd8100_c369_454d_8e45_d73c48c2fe8d_1000x5001714631578_1024.jpg","category":"science-and-technology","content":"Prime Minister Prachanda plans to create an innovation fund to support the growth of the information technology sector in Nepal. The fund will encourage young scientists to develop and use technology for economic and social progress. The government is also working to prevent cybercrimes through laws and policies.","summary":"PM Prachanda plans to create an innovation fund, implement a Startup Programme, and strengthen cybersecurity measures to bolster the IT sector."},{"hash":"f695aa1ad994bab3c00f1b5a8d5ea6fd3e689cc6689b961e67fffef625c6e80d","title":"Today is National ICT Day, a day to celebrate the contributions of information and communication technology (ICT) to our lives.","date":1715528903007,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/national-ict-day-being-observed-today","imageLink":"https://web.nepalnews.com/storage/story/1024/ict_day1714614867_1024.jpg","category":"science-and-technology","content":"Today is National ICT Day in Nepal. The day is celebrated to promote the development and use of technology in the country.\n\nThe government is giving awards to people and organizations that have helped improve the tech world. They believe that technology can help make Nepal more prosperous, like agriculture, tourism, and energy.\n\nThe Minister of Communications and Information Technology, Rekha Sharma, said that the government plans to use technology to improve the country's society and economy. She believes that technology can help Nepal develop. The government is working to make it easier for people to use and adopt ICT.","summary":"Nepal marks National ICT Day, recognizing the importance of technology for economic advancement and honoring individuals and organizations in the field."},{"hash":"9789ea6409b4715294fcecec4caf76bc9f86f5d00af5cd8543239bf9f3e5e012","title":"Politics should inspire excitement in investors because it can reveal opportunities for economic growth and stability. By understanding how political decisions impact the market, investors can make informed decisions and potentially benefit from favorable developments.","date":1714003200000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/politics-should-fill-enthusiasm-among-investors-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_25_at_131714045205_1024.jpg","category":"science-and-technology","content":"President Paudel believes that politics should encourage investors to support economic growth in Nepal. The country has natural resources and potential for energy development, but this requires government support and private investment. With political stability and democracy, Nepal aims to attract domestic and foreign investment, prioritizing the energy sector. The government emphasizes energy production and is now an energy exporter, contributing to the economic sector and increasing the use of renewable energy in the region.","summary":"President Paudel advocates for politics that fosters investor enthusiasm, emphasizing Nepal's potential for prosperity through rapid energy development with government facilitation and private sector investment."},{"hash":"8645e6e32c99e132c7dedb2a85a2626985e9d5f7e0c18cf2f27997f5d483ec41","title":"Proposed law aims for transparent and responsible use of artificial intelligence (AI) in IT and cybersecurity. This includes clear rules for AI development, deployment, and monitoring.","date":1710201600000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/draft-bill-on-it-and-cyber-security-seeks-transparent-accountable-use-of-ai","imageLink":"https://web.nepalnews.com/storage/story/1024/Ministry_of_Communication1710223162_1024.jpg","category":"science-and-technology","content":"**Draft IT and Cyber Security Bill**\n\n* Uses innovative technologies (AI, blockchain, IoT) responsibly and transparently.\n* Establishes a center for research in new technologies.\n* Creates a committee for quick response to cyber threats.\n* Includes provisions for electronic records, data privacy, and cyberbullying.\n* Bans activities like cyber harassment, content theft, and data disruption.\n* Requires government entities to have websites and standard domain names.\n* Regulates cyber security service providers and requires licensing.\n\nFeedback on the bill is requested within two weeks.","summary":"A draft bill released by the Ministry of Communications and Information Technology emphasizes the use of AI, blockchain, and other technologies for IT and cybersecurity management, while establishing regulations for data protection, cybercrime, and website development."},{"hash":"7b3564e64335cf6b09ca9388a43353ae8e4c829e4a33b5dafd81bc5c1b419b8b","title":"Minister Sharma emphasizes the need for cyber legislation to address issues in the digital realm, ensuring the safety and well-being of individuals and society.","date":1715528919747,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/cyber-legislation-needed-to-resolve-problems-minister-sharma","imageLink":"https://web.nepalnews.com/storage/story/1024/Sharma1695206333_1024.jpg","category":"science-and-technology","content":"Cyber laws are needed to fix problems. The government is making a cyber security law and wants suggestions. It will help raise awareness and protect information technology from misuse.","summary":"Amid concerns over cybercrimes, Nepal's Communications Minister Rekha Sharma highlights the need for cyber legislation to address issues stemming from information technology misuse."},{"hash":"c11dd4e0a73ed780f50db62b525aa16fa7c624433478c86d79746516e89b9f0d","title":"India has had positive discussions with Bangladesh about exporting energy to them.","date":1715528923234,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/talks-positive-with-bangladesh-to-export-energy","imageLink":"https://web.nepalnews.com/storage/story/1024/Nepal_Electricity_Authority1691846323_1024.jpg","category":"science-and-technology","content":"Nepal and Bangladesh agree to trade electricity during the rainy season. A final agreement is being finalized. Bangladesh will purchase electricity from Nepal after completing necessary approvals.","summary":"Nepal and Bangladesh made positive strides in a power trade deal, agreeing to finalize terms and export electricity from Nepal to Bangladesh during the upcoming rainy season."},{"hash":"a214fef6a569a812921b8fd6905466efcae36821d314e2d976e99d6f2fb54eff","title":"The Japan Foundation's Traveling Exhibition: Yakishime, Earth Metamorphosis showcases the traditional Japanese ceramic art form of Yakishime pottery.\nYakishime exhibits the natural beauty of clay through its unique firing process, creating vessels that embody the essence of the earth.\nThe exhibition showcases a variety of Yakishime pieces, providing an insight into the history and techniques of this ancient craft. \nVisitors can appreciate the beauty and simplicity of Yakishime pottery, and gain a deeper understanding of Japanese culture.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/japan-foundation-traveling-exhibition-yakishime-earth-metamorphosis","imageLink":"https://web.nepalnews.com/storage/story/1024/Leaflet_front1715264259_1024.jpg","category":"entertainment-and-lifestyle","content":"**Japan Culture Exhibition in Nepal**\n\nA free exhibition, \"YAKISHIME: Earth Metamorphosis,\" will showcase Japanese ceramics from May 11-30 at the Embassy of Japan in Kathmandu.\n\nYakishime is a traditional Japanese technique of creating unglazed ceramics used for food and drink. The exhibition will explore its history, use, and artistic significance.\n\nThis exhibition aims to introduce Japanese culture and creativity to Nepal, highlighting the unique beauty and sensibilities of yakishime ceramics.","summary":"The Embassy of Japan and Japan Foundation in Nepal present the \"YAKISHIME: Earth Metamorphosis\" exhibition at the Embassy Hall from May 11-30 to introduce Japanese unglazed, high-fired wares."},{"hash":"e61c612a2fa2945dbce36e78bfcbfcfe5e05c704908dd9baac7769efb299faed","title":"Fifty years of friendship is a milestone worth celebrating. It is a testament to the enduring power of human connection. Through laughter, tears, ups, and downs, true friends remain steadfast. They are witnesses to our lives and cherished companions on our shared journey.","date":1715528932886,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/celebrating-50-years-of-friendship","imageLink":"https://web.nepalnews.com/storage/story/1024/209370c5_271f_40b2_b38c_4d479196175d1714881747_1024.jpeg","category":"entertainment-and-lifestyle","content":"**50th Anniversary of Korea-Nepal Ties Cultural Event**\n\nTo celebrate 50 years of friendship, Korea is hosting a cultural event in Nepal.\n\n**Highlights:**\n\n* **K-Tigers Martial Arts Show:** Watch skilled Taekwondo practitioners perform traditional and modern techniques.\n* **K-Dance Showcase:** Enjoy electrifying performances by renowned B-boy dance teams.\n* **Commemoration of Friendship:** Celebrate the strong ties between Korea and Nepal and a future of cooperation.\n\nThe event promises a vibrant display of Korean culture, including K-pop, Taekwondo, and dance.","summary":"A 50th anniversary diplomatic celebration between South Korea and Nepal will showcase traditional and modern Korean martial arts, dance, and cultural exchange."},{"hash":"5db1f1b27f140836a538af8994d1d20d3c4e3bfba7357d0ab258108d457e3803","title":"Actor CP Lohani passed away.","date":1714348800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/actor-cp-lohani-passes-away","imageLink":"https://web.nepalnews.com/storage/story/1024/cp_lohani_11714394375_1024.jpg","category":"entertainment-and-lifestyle","content":"CP Lohani, 86, star of Nepal's first hit movie \"Maitighar,\" died today due to Alzheimer's and pneumonia. He also worked in government and as a director of jute mills. Lohani was married to Bollywood actress Mala Sinha and will be cremated today at Pashupati Aryaghat.","summary":"Veteran actor CP Lohani, known for the first privately-produced Nepali movie \"Maitighar,\" passed away at 86 due to Alzheimer's and pneumonia."},{"hash":"47c5ab0dc3d11afc19bb0a2ea497b4519a334d00648998358c7cab2575b09124","title":"A democratic republic values morality and virtues that align with religious principles, expressed by the president.","date":1713657600000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/a-democratic-republic-seeks-moral-values-and-virtues-like-religion-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_21_at_111713687967_1024.jpeg","category":"entertainment-and-lifestyle","content":"President Paudel believes religions and the government share a goal of morality and well-being. He emphasizes that religion aims to bring happiness, peace, and progress to society. On the occasion of Lord Mahabir's birth anniversary, he congratulated the Jain community and highlighted their positive contributions to Nepal through their principles of non-violence, peace, and service.","summary":"President Ramchandra Paudel stressed the common goal of religions for human welfare and virtue at a celebration of Lord Mahabir's birth anniversary, highlighting the Jain principles of non-violence and social responsibility."},{"hash":"36bf5184da2134fc7913480835b722431a60fe0d878008465b1a5b5221530db2","title":"Chaiti Chhath concludes with devotees offering prayers to the rising sun.","date":1715528947037,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/chaiti-chhath-concludes-offering-argha-to-rising-sun","imageLink":"https://web.nepalnews.com/storage/story/1024/NawadeepShrestha_Bidur_RSS_14_ChhathPhoto1667194260_1024.JPG","category":"entertainment-and-lifestyle","content":"The Chaiti Chhath festival ended today. People who were fasting offered water to the sun on Saturday and Sunday. The festival is celebrated twice a year for good luck and long life.","summary":"The Baasanti Chhath festival in the Mithila region concluded with devotees offering argha to the rising sun, marking the end of their fast and the celebration of the four-day festival."},{"hash":"5c4e40b0cfcc81a841cfed842ce2aa92af57f2e88130f43a69d94018c770008a","title":"Socialist culture is essential for laying the foundation for socialism.","date":1715528950633,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/socialist-culture-a-primary-condition-for-preparing-base-of-socialism-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/436421060_2683866678446874_1444593645290858072_n1713059615_1024.jpg","category":"entertainment-and-lifestyle","content":"**Summary:**\n\nPrime Minister Prachanda says a socialist culture is necessary to build a socialist society. He believes cultural transformation and the contributions of patriotic and progressive people are crucial. The government supports cultural institutions and artists.\n\nThe Sanskritik Sansthan's cultural evening inspired the Prime Minister with its celebration of diversity and unity. The Sansthan promotes folk arts and organizes weekly cultural programs in every province.","summary":"Prime Minister Dahal emphasizes the significance of socialist culture in laying the foundation for socialism, promising government support for cultural institutions."},{"hash":"44a7af432f348295bc356dc94a37bfa543deb6e68ee15ddfb6b84203dc088c8a","title":"Probe panel casts a shadow over budget presentation","link":"https://kathmandupost.com/national/2024/05/12/probe-panel-row-casts-shadow-over-budget-presentation","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb23-1715480220.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"The government of Nepal is having trouble getting its plans approved by Parliament because the opposition party wants to investigate the Deputy Prime Minister for fraud. The opposition party says it will block Parliament until the investigation is formed, while the ruling parties are refusing to form it.\n\nIf the two sides don't reach an agreement, it could delay the government's budget and other important business. Experts say this could lead to a political crisis.\n\nThe government says it will try to reach a deal with the opposition before the President presents the plans on Tuesday. However, the opposition says it will not let Parliament proceed without the investigation.","summary":"Nepali Congress's continued obstruction of Parliament over Deputy Prime Minister Lamichhane's alleged involvement in cooperative fraud threatens the presentation of the government's policies and programmes."},{"hash":"9e9c227cb13fcc214e546bd4db8894d9974468bb29cf438357b001aa41b15c62","title":"Victims and activists believe that reparations cannot replace the need for truth and justice through prosecutions for past conflicts.","link":"https://kathmandupost.com/national/2024/05/12/reparation-no-substitute-for-truth-and-prosecution-say-conflict-victims-activists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb22-1715479231.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"**Reparations for Conflict Victims**\n\n- Government preparing a plan for reparations for victims of Nepal's civil war.\n- Victims and human rights groups remind that reparations are not a replacement for other justice measures like truth-seeking.\n- Reparations include things like money, support, and acknowledgment of harm.\n- Government should ensure consistency across all levels of government in providing reparations.\n- All victims should be included, including armed fighters and security personnel who faced abuses.\n- Social stigma has prevented many victims of sexual violence from seeking help.\n- Reparations should consider evolving needs of victims, such as education and jobs.\n- Victims should be consulted to ensure their needs are met.","summary":"In preparation for the reparation action plan, victims and human rights defenders caution against presenting reparation as a replacement for other transitional justice pillars, including truth-seeking, prosecution, and institutional reforms to prevent future violence."},{"hash":"5e14b61f39ad3a117bca462eee128490ddf35a485b3abf32901db9495d30519d","title":"Fake makeup products that are made to look like expensive brands are becoming more common, raising concerns for consumers. These products may be unsafe or contain harmful ingredients.","link":"https://kathmandupost.com/national/2024/05/12/concerns-grow-as-cheap-copies-of-high-end-makeup-products-flood-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715479334.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"**Concerns over Cosmetic Safety in Nepal**\n\nMany cosmetic products in Nepal contain hazardous materials like lead, which can cause serious health problems.\n\n**Lead in Cosmetics**\n\n* Lipsticks and kajal (eyeliner) often contain lead, which can harm the nervous system and cause learning disabilities.\n* Lead can also cause hormonal changes and menstrual irregularities.\n\n**Counterfeit Products**\n\n* Many counterfeit beauty products are sold in Nepal.\n* These products are often made with harsh chemicals and ingredients of poor quality.\n* They can cause skin irritation, dryness, and even more serious conditions.\n\n**Regulatory Measures**\n\n* Nepal has no government agency to regulate chemicals in cosmetics.\n* This means consumers are not protected from harmful products.\n\n**Tips for Avoiding Harmful Cosmetics**\n\n* Buy cosmetics from authorized retailers.\n* Read product packages carefully and check for lead or other hazardous materials.\n* Be aware of counterfeit products and look for signs of authenticity, such as holographic stickers and embossed logos.","summary":"Deepika Neupane's face swelled and became itchy after applying unsafe eyelash glue, highlighting concerns over the prevalence of lead, cadmium, and mercury in cosmetics sold in Nepal despite the lack of regulation and consumer awareness."},{"hash":"ee2fbf310381beef215ed81cff523f51996de87b1b685cc5caf9510a49022759","title":"Traders in Nepalgunj are delighted as the Nepalgunj Inland Clearance Depot (ICD) becomes operational. This will boost trade and make it easier for businesses to import and export goods, leading to increased revenue and economic growth in the region.","link":"https://kathmandupost.com/national/2024/05/12/traders-happy-as-nepalgunj-icp-comes-into-operation","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled2-1715479994.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"**Opening of Integrated Check Post in Nepalgunj**\n\nIndustrialists and traders are excited about the opening of the Integrated Check Post (ICP) in Nepalgunj. The ICP aims to improve trade and reduce illegal activities.\n\nThe facility in Nepalgunj has buildings for customs, immigration, and other services. It has a one-window system that makes it easier for traders. Trucks can now pass through the border without going to multiple places.\n\nThe ICP is expected to reduce congestion and smuggling, and increase revenue for Nepal. It was built with funding from the Indian government and constructed by both India and Nepal.\n\nCurrently, eight ICPs operate along the Nepal-India border.","summary":"Industrialists and traders hail the inauguration of the Nepalgunj Integrated Check Post (ICP), a joint Nepal-India project designed to promote trade, ease processes, and curb illegal activities."},{"hash":"346a5f2f19865b112acdb63b0ab14c7409a30a75c64d379907b20275126249e8","title":"Kritika boosts Mayor Xi's popularity with her support.","link":"https://kathmandupost.com/sports/2024/05/12/kritika-gives-mayor-s-xi-flying-start","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/Untitled2-1715480641.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"sports","content":"Mayor's XI defeated Bagmati Province in a T20 cricket match, thanks to Kritika Marasini's four wickets, including a hat-trick. Bagmati was limited to 52 runs, while Mayor's XI chased down the target with seven wickets remaining.","summary":"Vice-captain Kritika Marasini had a hat-trick and took four wickets as Lalitpur Mayor's XI beat Bagmati Province by 7 wickets in the Lalitpur Mayor Women's T20 Championship."},{"hash":"bac85bfd8fbe8dc3ec19bd57e21e7d55fb8ee1d6e7f3d6210e11c9b616730af7","title":"Finance Minister's pun highlights the need to think critically about India's current situation.","link":"https://kathmandupost.com/money/2024/05/12/finance-minister-pun-stresses-need-for-critical-analysis-of-the-country-s-state","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb26-1715518050.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"money","content":"**Finance Minister Highlights Economic Challenges and Failures**\n\nFinance Minister Barshaman Pun emphasized the need to examine the current situation in Nepal critically. He acknowledged both progress in some sectors and shortcomings in others.\n\n**Key Issues Discussed:**\n\n* Poor coordination between central and provincial governments, leading to unspent funds.\n* Decline in the construction industry due to lack of government investment.\n* Negative impact of government policies on the private sector and investments.\n* Mass exodus of business owners and workers due to unfavorable conditions.\n* Government's failure to tap into the investment potential of non-resident Nepalis.","summary":"At the Kantipur Economic Summit, Finance Minister Pun emphasized critical analysis of the country's situation, reviewing political shortcomings, highlighting progress in hospitality and hydropower despite economic slowdown, and addressing issues with government coordination, investment failures, and adverse impacts on private sector and NRN investment potential."},{"hash":"bb06191d96b41f889a0ee66504cd3497cbd5bc3f64eddecd21f76111153a72a2","title":"When mythology aligns with life experiences, it provides insights into the human condition, helping us navigate challenges, understand our place in the world, and find meaning in life's events.","link":"https://kathmandupost.com/theater/2024/05/12/when-mythology-mirrors-life","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled2-1715481070.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"theater","content":"**Mandala Theatre's 'Bakhaamma': Exploring Destiny, Love, and Cultural Heritage**\n\n'Bakhaamma' tells the story of lovers Saya and Sikhum, whose love echoes a divine love story. The play questions fate and the meaning of existence, while celebrating cultural identity through mythology and art.\n\n**Mystical and Ordinary Intertwine**\nThe play blurs the lines between the mystical and ordinary, with the deities Sumnina and Paruhang's love inspiring Saya and Sikhum.\n\n**Kirati Mythologies Preserved**\n'Bakhaamma' preserves Kirati mythologies, passed down through oral tradition. It explores the belief in animalism and harmony with nature.\n\n**Immersive Storytelling**\nThe set design, costumes, and animals create an immersive experience. The vibrant community interactions and folk music add to the authenticity.\n\n**Standout Performances**\nAlisha Rai shines in her portrayal of both the goddess Sumnina and the innocent Saya. The actor playing the bee also delivers a delightful performance.\n\n**Themes of Love**\nThe play explores various forms of love, including romantic, maternal, and communal.\n\n**Refined and Evolving**\nWhile the play has some comprehensibility issues, the writer acknowledges the need for further refinement.\n\n**Celebrating Kirati Culture**\n'Bakhaamma' showcases the beauty and significance of Kirati culture, preserving its stories and traditions.","summary":"Mandala Theatre's \"Bakhaamma\" merges mythology and community storytelling through a production exploring love, identity, and harmony with nature, evoking the essence of the Kirati Mundum oral tradition."},{"hash":"566d1173db212486944a33a3fcd35ad7179b88ffec043a5279c45f1de52aece8","title":"Six individuals have been accused of corruption in the purchase of equipment for a security printing press.","link":"https://kathmandupost.com/national/2024/05/12/graft-case-filed-against-six-in-equipment-procurement-for-security-printing-press","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb25-1715515996.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"Six people are accused of corruption in a $400 million equipment purchase for a printing press. They inflated the cost of the equipment and bought more than was needed. One of the accused, Bikal Paudel, received a commission fee from the equipment supplier. The government lost over $400 million due to the corruption. The anti-corruption agency wants the main supplier and its CEO to be charged and the money to be recovered.","summary":"CIAA charges six individuals, including former directors of the Security Printing Centre and National Information Technology Centre, with irregularities in procuring equipment worth Rs400 million, resulting in government loss of Rs408.5 million."},{"hash":"60faefd489efc08e667acb3e019637674ad12d2f18bf19d6d93c0640e14bb2b3","title":"Politics and education are closely intertwined.\n\n**Political influence on education:**\n\n* Governments set educational policies and curricula.\n* Funding allocation affects educational opportunities.\n* Political ideologies can shape educational approaches.\n\n**Education's influence on politics:**\n\n* Schools can promote civic knowledge and critical thinking.\n* Educated citizens participate more actively in the political process.\n* Educational institutions can influence public opinion and policymaking.\n\n**Challenges:**\n\n* Politicizing education can compromise its integrity.\n* Funding inequalities can result in unequal educational outcomes.\n* Balancing political interests with educational needs is crucial.","link":"https://kathmandupost.com/columns/2024/05/11/between-politics-and-education","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/PostPhotoKeshavThapaTKP-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Political Involvement in Nepali Education**\n\nPolitical involvement in Nepali schools and colleges has been a topic of debate. Proposals have been made to prevent teachers and students from directly engaging in politics.\n\nAfter the overthrow of the Panchayat government, political parties became involved in education. Student unions were organized along party lines. Political leaders used these unions to spread their ideas.\n\nTeachers also formed political organizations and engaged in activism. They became tools for promoting political parties.\n\nSome argue that student activism is different from teacher involvement. Students have a history of fighting for freedom and academic excellence. Teachers, however, should not become members of political parties.\n\nPolitical parties should stop using students and teachers for their own political gain. By keeping education free from politics, we can protect the future of Nepal's youth.","summary":"Political involvement of educators and students in Nepal has sparked debate, with the education minister proposing to ban teachers from concurrent political activities, reflecting a long history of politicization in educational institutions, especially since the fall of the Panchayat regime."},{"hash":"e943a68aa258e52347de4c4ef667427dd1bd98eb627b430a76a5591b12bc5ddc","title":"Iran is expanding its influence in the east, with economic and political ties growing in Afghanistan, Iraq, Syria, and Lebanon.","link":"https://kathmandupost.com/columns/2024/05/11/iran-s-eastward-push","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownAPRSS-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**President Raisi's Visits to Pakistan and Sri Lanka**\n\nIranian President Raisi visited Pakistan and Sri Lanka to strengthen ties.\n\n**Pakistan**\n\n* Pakistan and Iran have a long and complex relationship.\n* They signed agreements to increase trade and cooperation, including the opening of new border markets.\n* However, there are tensions over terrorism and a gas pipeline project that is delayed due to US sanctions.\n\n**Sri Lanka**\n\n* Sri Lanka has historically had close relations with Iran.\n* Raisi opened an electricity project and irrigation project funded by Iran.\n* They signed an agreement for Sri Lanka to exchange tea for oil.\n\nBoth Pakistan and Sri Lanka are facing economic crises and rely on the International Monetary Fund for aid.\n\nWhile Iran is seeking to expand its influence in the region, Pakistan and Sri Lanka are cautious about provoking the US due to their need for financial support.","summary":"Iranian President Raisi's visits to Pakistan and Sri Lanka amid geopolitical tensions, with agreements signed to enhance trade and infrastructure while considering Western sanctions and international financial constraints."},{"hash":"bbbb12e3e82fdd07b18fde927b10c0edab92d94ffff56c57cbe6a773bf72d052","title":"**Why Become a Teacher?**\n\n* **Impact:** Shape the lives of young minds, help them grow and succeed.\n* **Rewarding:** Witness students' progress and see the difference you make.\n* **Job security:** Teaching is a stable career with job openings in many areas.\n* **Flexibility:** Some teaching positions offer flexible schedules, allowing for a good work-life balance.\n* **Intellectual stimulation:** Continuously learning and staying up-to-date with teaching methods.\n* **Community involvement:** Engage with families and the wider community to foster student success.\n* **Personal fulfillment:** Make a meaningful contribution to society and inspire others.","link":"https://kathmandupost.com/columns/2024/05/11/why-become-a-teacher","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/SidePostIllustration-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Teaching: A Noble Profession Underappreciated**\n\nThe outdated saying \"Those who can't do, teach\" is wrong. Teaching is an important job that requires knowledge, patience, and courage. It's about passing on knowledge that has helped generations.\n\n**Factors Impacting the Teaching Profession**\n\nIn Bangladesh, teaching is not as appealing as high-paying jobs. This is due to low pay and a perceived lower social status. This has led to corruption, unprofessionalism, and toxicity in the field.\n\n**Solutions beyond Salary Increase**\n\nRaising teacher salaries alone may not solve the problems. Other factors, such as the quality of teacher training and the values teachers pass on, also matter.\n\n**University Teachers and Values**\n\nUniversity teachers should play a more active role in guiding the nation and discussing solutions to problems. However, the system often overlooks good teachers in favor of those who do not deserve respect. This can discourage ethical teachers.\n\n**Collective Values and Priorities**\n\nTo improve the teaching profession, society needs to decide what values teachers should instill in students. By prioritizing values, we can create a better education system for future generations.","summary":"Teaching, a noble profession facing challenges in Bangladesh due to low pay, lack of respect, and poor recruitment practices, despite its crucial role in passing on knowledge and values to future generations."},{"hash":"7697a965cad2b4fe488203fca9b9011d5cec32b3593ca4875efef4d9d92612c0","title":"cruellest-crime","link":"https://kathmandupost.com/editorial/2024/05/09/cruellest-crime","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb1-1715303210.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"editorial","content":"Arrest warrants have been issued for 20 suspects in the Nepal Children's Organization land scam. The accused include former officials of the organization and representatives of businesses that illegally leased land from the organization. The land, belonging to an organization that supports orphaned children, was leased to a private school for a low price, who then subleased it to another school for a higher price. The arrest warrants come after an investigation into a complaint that the school illegally used government land to obtain a loan. The scam highlights the misuse of resources meant for disadvantaged children and the need for the government to investigate and recover illegally acquired properties.","summary":"CIB issues arrest warrants for 20 individuals involved in the Nepal Children's Organization land lease scam, including former organization officials and business representatives."},{"hash":"fd8d20cb6b63a78e10c2c3dc415e4be0c7008e8a6bf75f03eb94ba5c4f97246f","title":"South Asian Women's Conference begins, empowering and connecting women in the region.","link":"https://kathmandupost.com/national/2024/05/12/south-asian-women-s-conference-kicks-off","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/20240512162236173A8404-1715523083.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"A conference for women in South Asia started on Sunday. It will last three days. The goal is to help women in South Asia do better financially. The Vice President of Nepal spoke at the opening of the conference. He said that women need to be empowered through technology so that they can have more economic power and gender inequality can be reduced. He also said that women need to be involved in more areas of work and that the reasons for gender inequality in South Asia need to be found and fixed. The Minister for Women, Children, and Senior Citizens of Nepal said that the government is focused on economic development, especially in rural areas, to stop things like trafficking. She said that the government's plans are in line with the Sustainable Development Goals and that international agreements are important for making gender equality better. The conference will talk about ways to help women, especially in rural areas, and will give participants a chance to work together and network.","summary":"The South Asian Women's Conference, inaugurated by VP Yadav, focuses on addressing gender disparity in economic advancement, with emphasis on rural areas and digital empowerment."},{"hash":"7a3d1ded482b6c16b975bf6c029537706a90fae2f2a932fcc0b8383684f73d29","title":"lithuanian-presidential-hopefuls-vow-to-stand-up-to-russian-threat","link":"https://kathmandupost.com/world/2024/05/12/lithuanian-presidential-hopefuls-vow-to-stand-up-to-russian-threat","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/CPIYV3RQ45MB3JUB25YSZ6HWYE-1715500085.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"world","content":"Lithuania's presidential election is happening on Sunday. Incumbent Gitanas Nauseda is likely to win a second term. He's focused on security concerns after Russia's war with Ukraine. Many Lithuanians are worried Russia might attack the country in the future. Both Nauseda and his main challenger, Prime Minister Ingrida Simonyte, support increasing defense spending. They have different views on social issues like same-sex civil partnerships. The president of Lithuania has a role in foreign and security policy, including leading the armed forces and representing the country at international summits.","summary":"Lithuanians vote in a presidential election amidst security concerns, with incumbent Gitanas Nauseda expected to win a new term, potentially facing a runoff against Prime Minister Ingrida Simonyte."},{"hash":"8e4ed32083fb29772dd4d39a406e1cb15ce3e4b0a4aa48be1506e43f5d086775","title":"Economic expert resigns from advisory role to the president due to disagreements with policies.","link":"https://kathmandupost.com/national/2024/05/12/economic-expert-to-president-resigns","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb24-1715498466.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"Chiranjivi Nepal, an economic advisor, resigned after criticizing the government's decision to print a new map on the 100 rupee note. The President has accepted his resignation, thanking him for his service. Nepal's comments sparked controversy, with the former Prime Minister criticizing him. Nepal's government has adopted a new map that includes disputed territories, and has been updating official documents with the new map.","summary":"Chiranjivi Nepal resigned as President Paudel's economic expert after controversy over his remarks on printing Nepal's new map on the 100 rupee note."},{"hash":"897df297105d6fe5fa3702d0c9dd641f7b3921fc5a0897eb6089b09267b5613f","title":"Wildfire evacuation notice issued for Fort McMurray, a major Canadian oil town, due to nearby wildfire threat. Residents urged to leave immediately for safety.","link":"https://kathmandupost.com/world/2024/05/12/wildfire-evacuation-notice-issued-for-major-canada-oil-town-fort-mcmurray","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/MADML6ZDIBKURB3X3KUS7H6AVU-1715486965.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"world","content":"Due to a rapidly spreading wildfire near Fort McMurray, Canada, residents in Fort McMurray, Saprea Creek Estates, and Fort Nelson are on alert for possible evacuations. The fire is currently out of control and is expected to worsen due to strong winds. Canada's federal government has warned of a \"catastrophic\" wildfire season due to forecasted high temperatures, making this one of many alerts ahead of the wildfire season.","summary":"Fort McMurray, Alberta issued an evacuation alert due to an out-of-control wildfire, signaling the potential for a severe wildfire season in Canada."},{"hash":"418abed41e4b44f40308bd07f54fd1b7dd2c6464a63d3b0cedf96063502bc769","title":"Brother serving in Russian army dies. Younger brother is missing.","link":"https://kathmandupost.com/national/2024/05/12/elder-brother-serving-in-russian-army-dies-younger-one-out-of-contact","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715479474.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"Chandani Bista's husband, Birajan, was serving in the Russian army. He was killed, and his family learned of his death through an Indian acquaintance. They performed his final rites using a straw dummy.\n\nBirajan and two others from his family had joined the Russian army, but their contact was limited after being sent to the battlefield.\n\nRelatives of Nepalis in the Russian army are protesting for their safe return and other demands like compensation and information about their loved ones.\n\n295 people have filed complaints about missing relatives serving in the Russian army.","summary":"Chandani Bista protested for repatriating her husband Birajan and other Nepalis in the Russian army, received news of his death through an Indian national, and performed his final rites after verification by fellow soldiers, while family and kin protest and demand safe return and compensation from the government."},{"hash":"39a21e3738e34e21ac22ff3e01c5ee3a4fda10160336e1e78d00ef5a4868a738","title":"nepal-to-use-drones-to-transport-garbage-from-mount-everest","link":"https://kathmandupost.com/money/2024/04/30/nepal-to-use-drones-to-transport-garbage-from-mount-everest","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/everest-1714541533.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"money","content":"**Drones to Collect Garbage on Everest**\n\nFor the first time, drones will be used to bring back garbage from Mount Everest.\n\n**Impact on High-Altitude Guides**\n\nIf drones are successful, they could affect the livelihood of guides who carry heavy loads on Everest.\n\n**Safety Concerns**\n\nDrones could help reduce casualties from avalanches in the dangerous Khumbu Icefall, where nearly 50 people have died since 1953.\n\n**New Rules for Climbers**\n\nThis year, climbers must carry tracking devices and poop bags to manage garbage.\n\n**Body Retrieval**\n\nRetrieving bodies from the Death Zone (above 8,000 meters) is expensive and difficult, so many bodies are left behind.\n\n**Base Camp Rules**\n\nBars, cafes, and spas are not allowed at the base camp. Lights must be turned off at night.","summary":"Drones are being tested on Mount Everest to transport garbage from Camp II to reduce waste and potential dangers for high-altitude guides crossing the treacherous Khumbu Icefall."},{"hash":"20d6fba38f7a72404f31e0e9c78ed336011a973a2c15264bdb33a8dce3fe58fb","title":"Adoption in Nepal is difficult due to unclear regulations.","link":"https://kathmandupost.com/national/2024/05/01/regulatory-void-complicates-child-adoption-process-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb14-1714527484.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"national","content":"**A Journey to Motherhood: A Woman's Hope and the Challenges of Adoption in Nepal**\n\nAnistha Shrestha, 40, lost her firstborn and suffered a miscarriage. Heartbroken, she found hope through adoption.\n\nIn 2017, she stumbled upon an abandoned baby boy and raised him as her own. However, the legal process for adoption in Nepal is still difficult.\n\nPotential parents must be married for 10 years or single over 45. Children are always the priority, and they can only be adopted if no relatives are found.\n\nWhile the 2017 law clarified procedures, there are still no guidelines for matching children with parents. This can lead to risks for both children and potential parents.\n\nSociety's stigma around adoption can create barriers for those seeking to adopt. Same-sex couples are currently unable to adopt.\n\nIntercountry adoptions, once popular, have been banned since 2019 due to concerns about trafficking and abuse.\n\nDespite these challenges, Shrestha's story shows how adoption can bring happiness to both children and families. However, Nepal needs to strengthen its regulatory framework to ensure the safety and wellbeing of adopted children.","summary":"Anistha Shrestha and her husband adopted an abandoned baby, but Nepal's complex adoption process, legal barriers, and lack of regulations hinder adoptions and create safety risks for children, particularly for queer communities."},{"hash":"3f364a7b488f4787fc0e376951c1783548e5f460595979e877cac188d021df81","title":"Ilam bypoll results show that traditional parties still hold strong support, while a lesson was learned about jumping on the bandwagon.","link":"https://kathmandupost.com/politics/2024/05/01/ilam-bypoll-fillip-for-old-parties-reality-check-for-rsp","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/4375415009854531096070575583147412016394281n-1714526830.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"politics","content":"**Ilam-2 By-Election Results:**\n\n* CPN-UML's Suhang Nembang won, but it doesn't change the makeup of Parliament.\n* Identity politics groups (represented by Milan Limbu and Dakendra Singh Limbu) performed poorly.\n\n**Impact on Political Landscape:**\n\n* Identity politics remains important in Koshi Province, despite opposition from major parties.\n* Rastriya Swatantra Party (RSP) needs to improve its presence outside urban areas to become a major force.\n* Traditional parties (Nepali Congress and CPN-UML) still have strong support at the grassroots level.\n\n**Challenges for RSP:**\n\n* Shortcomings in campaigning in Ilam-2\n* Allegations against party president Rabi Lamichhane in cooperative fund embezzlement cases","summary":"CPN-UML's Suhang Nembang won Ilam-2 by-election, highlighting the significance of identity politics in Koshi Province and indicating setbacks for the Rastriya Swatantra Party."},{"hash":"3b8f07fcf0196cc796d5e7ea9b735b31007811ccd0b4a7cef5a04cffbc352d27","title":"Nepal is aiming to attract LGBTQ tourists, who spend billions of dollars annually on travel. The country plans to promote its natural beauty, cultural heritage, and welcoming atmosphere to this growing market.","link":"https://kathmandupost.com/money/2024/04/21/nepal-sets-sight-on-multi-billion-dollar-lgbtiq-tourism-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled-1%20(1).jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"money","content":"Nepal hosted an international LGBTQ tourism conference to attract more LGBTQ travelers, who have a lot of money and like to spend it.\n\nNepal wants to become a popular destination for LGBTQ tourists because it was the first country in South Asia to legally recognize same-sex marriages.\n\nThe conference was also a chance for LGBTQ people in Nepal to talk about how they need more economic opportunities. They have started businesses, and Nepal Tourism Board is training tour guides from the LGBTQ community.\n\nLGBTQ tourists are looking for places where they feel safe and respected, and Nepal has a rich LGBTQ-related culture to explore.","summary":"Nepal hosted the first international LGBTIQ tourism conference, seeking to capture the multi-billion dollar market following the country's legal recognition of same-sex marriage, marking a milestone for LGBTIQ rights and opening a new tourism segment for Nepal."},{"hash":"6544c0b45b27e9bf77f2d52e116df242a412f0b3350a49b706e3550d9a2953e4","title":"Escalating Middle East crisis threatens Nepal's economy. Reduced remittance from Nepali workers in the region and higher import costs could hurt Nepal's stability.","link":"https://kathmandupost.com/money/2024/04/15/escalating-middle-east-crisis-threatens-nepali-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1713147555.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"money","content":"**Nepal Faces Economic Risks from Middle East Tensions**\n\nNepal relies on money sent home by its citizens working abroad, especially in the Middle East.\n\nIran's recent attack on Israel has raised tensions in the region, which could lead to a conflict that affects the oil supply and global economy.\n\nThis could hurt Nepal by:\n\n* Reducing job opportunities in the Middle East for Nepalese workers\n* Disrupting supply chains, causing higher prices\n* Weakening the value of the Nepalese currency\n* Reducing foreign aid and investment\n* Increasing inflation and slowing economic growth\n\nThe government is concerned and should prepare to support Nepal's economy if these risks become reality.","summary":"Escalating Middle Eastern tensions following Iran's attack on Israel threaten Nepal's remittance-dependent economy, potentially leading to unemployment, reduced foreign exchange reserves, higher inflation, and supply chain disruptions due to its reliance on foreign workers in the region."},{"hash":"79b8b64d55170d97b5398013f1e0be09edf6390a68972040dac7d9012da81a36","title":"Nepali nationalism emerged in the 19th century. Hari Sharma's ideas played a key role in shaping it. He believed Nepal was a unique nation with a distinct identity and culture. He promoted the Nepali language and culture, and encouraged Nepalis to take pride in their heritage. This contributed to the development of a strong national identity in Nepal.","link":"https://kathmandupost.com/videos/2024/05/01/nepali-nationalism-idea-of-nepal-with-hari-sharma","date":1714521600000,"source":"kp","category":"videos","content":"Certainly! Your input would be greatly appreciated before I can provide a summary. Please provide the text you want summarized.","summary":"Key events unfold, shaping the narrative and testing the limits of characters' resilience."},{"hash":"da1de9d00cddf5d4e54cf41c1f92b9ea3c65052d5d623d6c79bf8571e6fc3343","title":"China and Nepal have different perspectives on Nepal. China sees Nepal as a buffer zone and a gateway to South Asia, while Nepal emphasizes its sovereignty and independence. Cultural misunderstandings and language barriers hinder effective communication between the two countries.","link":"https://kathmandupost.com/videos/2024/04/14/china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","date":1713052800000,"source":"kp","category":"videos","content":"The Araniko Project uses Chinese documents to explore Nepal-China history and relations. Its founder, a fluent Mandarin speaker who studied in China, highlights the value of understanding Chinese language and historiography for comprehending Nepal-China ties.","summary":"The Araniko Project uses Mandarin sources to explore Nepal-China relations, with insights from fluent speaker Rajbhandari, who emphasizes the importance of understanding Mandarin to comprehend China."},{"hash":"260be847ea4643b523c3e2c77aa8eb77abfa0ace0b6d4a34348f05f7a4f6c2d2","title":"Nepali people discussed the idea of Nepal, a country rich in history and culture, with renowned historian Saumitra Neupane.","link":"https://kathmandupost.com/videos/2024/03/26/public-debate-in-nepal-idea-of-nepal-with-saumitra-neupane","date":1711411200000,"source":"kp","category":"videos","content":"Neupane, a convener of Project Sambad, a platform for discussing issues in Nepali society, talks about the need to improve public debates in Nepal.","summary":"Nepali institutions hosted \"Project Sambad\", a platform for critical debates on society and policy, with its inaugural event held in Kathmandu on March 14-15."},{"hash":"d5d55349db8224f79ac2f5502e8ef4d7a68f9f2c08b2ac9c91c850dba1308134","title":"The Constitution of Nepal, written by Bipin Adhikari, defines Nepal as a sovereign, independent, and democratic republic with a federal structure and a secular character. It guarantees fundamental rights to all citizens and establishes the rule of law.","link":"https://kathmandupost.com/videos/2024/02/02/the-constitution-of-nepal-idea-of-nepal-with-bipin-adhikari","date":1706832000000,"source":"kp","category":"videos","content":"Bipin Adhikari, a law professor and constitutional law expert, highlights key aspects of Nepal's 2015 Constitution, focusing on its resilience and Nepal's ongoing constitutional development.","summary":"An expert on constitutional law discusses key features of Nepal's 2015 constitution in a conversation with a law professor."},{"hash":"7e26b616e94de57b192df8218df36ecaaf4466f1158034c966b537b95a17b683","title":"Political tension in Nepal's Madhesh region is high after the split of the ruling coalition. The fate of the Madhesh Province government is uncertain, as it depends on the support of other parties.","link":"https://kathmandupost.com/politics/2024/05/10/after-split-in-jsp-nepal-politics-hots-up-in-madhesh-over-fate-of-coalition","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb3-1715303718.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"politics","content":"**Summary:**\n\nThe Janata Samajbadi Party (JSP) in Nepal has split, which could lead to a crisis in the Madhesh provincial government led by JSP. The Maoist Centre, which supports the government, is considering forming a new one. The UML, the largest party in the province, may also seek to lead the government. The fate of the Madhesh government depends on the decision of the ruling coalition at the national level, which may now not support JSP. If the coalition decides against JSP, they may have to step down. No party has continuously led a provincial government in Nepal for the past seven years, so other parties are eager for a change.","summary":"The Janata Samajbadi Party Nepal's split threatens the Madhesh provincial government, with the CPN (Maoist Centre) considering forming a new coalition with the UML as the largest party."},{"hash":"40a529e517bf93a20206c3fc06b60ee095358e2bdafb9cde44387b93947eaaf8","title":"Yadav to challenge new party registration in court","link":"https://kathmandupost.com/politics/2024/05/09/yadav-to-move-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/UpendraYadav-1715216471.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Janata Samajbadi Party Nepal to Challenge Election Commission Decision**\n\nThe Janata Samajbadi Party Nepal (JSP-N), led by Upendra Yadav, plans to take legal action against the Election Commission's recognition of a new political party formed by a splinter group. JSP-N believes this registration is illegal and was done without the necessary legal framework.\n\nThe splinter group, led by Ashok Rai, claims the need for change due to Yadav's authoritarian leadership. However, Yadav insists he has been inclusive and denies allegations of autocracy.\n\nYadav maintains that a split in JSP-N is not based on ideological differences and that he still holds the majority in the party. Despite the split, JSP-N has pledged ongoing support for the ruling coalition government.","summary":"Janata Samajbadi Party Nepal announces legal challenge against Election Commission's recognition of splinter group, alleging illegal registration as a new party."},{"hash":"f6f0addbb8cbaa32a930541099e8ab8b80dbd645a10abca7ca6caeeb2cd39f3a","title":"Politicians sometimes change their positions on issues to fit their current needs or audience.","link":"https://kathmandupost.com/politics/2024/05/09/political-parties-shift-stances-based-on-convenience","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/meeting-1715218714.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Gold Smuggling and Cooperative Embezzlement Investigations**\n\nLast year, the UML, then in opposition, demanded a high-level commission to investigate gold smuggling involving senior Congress and Maoist leaders.\n\nNow, the UML, now in power, has rejected the Congress's demand for a parliamentary investigation into Home Minister Lamichhane, who is accused of embezzling cooperative funds.\n\nThe UML argues that their previous demand was different because it involved powerful people who could influence police investigations. They believe a judicial commission was necessary for independence.\n\nThe Congress claims that the state apparatus is protecting Lamichhane and demands a parliamentary probe to uncover the truth.\n\nDespite the success of the judicial commission in the gold smuggling case, the UML opposes a similar probe for Lamichhane, while the Congress insists on it.\n\nExperts criticize this partisan approach, arguing that both parliamentary and judicial committees should be used impartially to investigate wrongdoing, regardless of political affiliations.","summary":" UML's rejection of a parliamentary probe for Deputy Prime Minister Lamichhane, despite their previous demand for a judicial commission in the gold smuggling case, highlights the differing stances taken by political parties based on their position in government or opposition."},{"hash":"993e3dfb635cc252b93bf935dad75ef144713614867292c57642795d1f8ac6ff","title":"Nepali Congress may allow Rastriya Swatantra Party leader Rabi Lamichhane to speak in Parliament.","link":"https://kathmandupost.com/politics/2024/05/09/nepali-congress-may-allow-lamichhane-to-speak-in-parliament","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb18-1715215891.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"Nepali Congress, the main opposition party, insists that Deputy Prime Minister Rabi Lamichhane be investigated by a parliamentary committee for his alleged involvement in a cooperative funds scam.\n\nThe police report shows millions of rupees were transferred from cooperatives to Lamichhane's name without proper process. Lamichhane denies any wrongdoing.\n\nNepali Congress claims Lamichhane misused the Nepal Police and Attorney General's Office to appear innocent. They believe the quick support given by officials shows the need for a deeper investigation.\n\nThe opposition party is rejecting the ruling parties' idea to form a committee to look into the overall problems of cooperatives instead of solely investigating Lamichhane.\n\nNepali Congress has also noticed a letter sent by Lamichhane to the Speaker requesting to speak in the House, but the party has not decided whether to allow him.\n\nThe opposition party will continue to obstruct the House proceedings until a parliamentary committee is formed to investigate Lamichhane.","summary":"Nepali Congress insists on parliamentary probe into Deputy PM Lamichhane's alleged cooperative embezzlement, despite government's resistance."},{"hash":"52a7252302ec66d97f3faf40d59ba35f37aa0f43337d7482f90bdc22e8f712fc","title":"Gandaki Chief Minister Prithvi Subba Gurung expanded his cabinet by appointing new ministers amidst controversy.","link":"https://kathmandupost.com/politics/2024/05/07/gandaki-chief-minister-expands-cabinet-amid-controversy-q-pratiksha-kafle-in-pokhara","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1715045965.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"politics","content":"**Gandaki Province:**\n\n* Chief Minister Khagaraj Adhikari expanded his cabinet with two new ministers.\n* The Speaker ruled that 30 votes were enough for majority, sparking controversy.\n\n**Lumbini Province:**\n\n* Bhandari Lal Ahir returned as Agriculture Minister after a brief resignation.\n* His return came after the formation of a new political party, Janata Samajbadi Party.","summary":"**Chief Minister of Gandaki expanded his Cabinet after securing trust vote with 30 votes, while Bhandari Lal Ahir resumed as Agriculture and Land Management Minister in Lumbini after his party split.**"},{"hash":"0d8fb09ab1026484e465284d903ed753ad28550936d7ae26eefcff4b8df23383","title":"Three people have been arrested for allegedly cheating US visa applicants.","link":"https://kathmandupost.com/kathmandu/2024/05/10/three-arrested-for-allegedly-duping-us-aspirants","date":1715299200000,"source":"kp","category":"kathmandu","content":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. ","summary":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. "},{"hash":"d34d04f3fb0aac7854c1168b097a6ce09196339cf7d7bc35809cda6b94726548","title":"Fire in Bhaktapur injures two.","link":"https://kathmandupost.com/bhaktapur/2024/05/05/two-injured-in-bhaktapur-fire","date":1714867200000,"source":"kp","category":"bhaktapur","content":"Fire at carpet factory in Bhaktapur injures two. \n\n- 2 injured: Buddha Narayan Shrestha (23) and Manu Urwa (29), while trying to stop fire.\n\n- Fire brought under control after 5 hours.\n\n- Property worth Rs. 18 million destroyed.\n\n- Cause of fire yet to be found.","summary":"A fire in a Bhaktapur carpet factory injured two people and caused Rs18 million in damages, with seven fire engines and many locals working five hours to control the blaze."},{"hash":"b6207fb9e973312bf402c67e85a81cf80ec93fb9549d25542321817afde006d8","title":"Two workers died from suffocation while digging a well in Bhaktapur.","link":"https://kathmandupost.com/bhaktapur/2024/05/01/two-die-of-suffocation-while-digging-well-in-bhaktapur","date":1714521600000,"source":"kp","category":"bhaktapur","content":"**Summary:**\n\nThe study found that **people who ate more than 2.5 servings of fruits and vegetables per day had lower levels of the protein that is linked with Alzheimer's disease.** The protein, called amyloid-beta, forms clumps in the brains of people with Alzheimer's disease. The study included over 500 people with an average age of 65. They were followed for an average of 10 years. During that time, the researchers found that people who ate more fruits and vegetables had **slower rates of cognitive decline** and were **less likely to develop Alzheimer's disease**.","summary":"**Summarize the major events in 1 line without losing crucial information:**"},{"hash":"f5d5a914ad325d0dc9cdbe3e13aee77b709515bae18e316ed2e1dfc20803ba5d","title":"A man who was injured during a forest fire has tragically passed away.","link":"https://kathmandupost.com/lalitpur/2024/04/30/man-injured-in-forest-fire-dies","date":1714435200000,"source":"kp","category":"lalitpur","content":"A man named Shankar Pahari died after being burned while helping to put out a forest fire. Another person, Ramesh Pahari, is still in the hospital. A different fire in a nearby forest is still burning and has forced 65 people to move to a safer place.","summary":"Firefighter Shankar Pahari succumbed to burn injuries sustained while fighting a blaze in Godawari, while another fire at the Ananda forest remains uncontrolled, displacing 65 hospital patients."},{"hash":"576aedd4fb42b61a1e529a2a54b7b58d3d019f11c45cb0f9be739c017645a00d","title":"Seven out of eleven wards in Kolkata have started segregating waste. The remaining four will start soon.","link":"https://kathmandupost.com/kathmandu/2024/04/30/seven-wards-of-kmc-start-waste-segregation-four-more-to-start-soon","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1714441676.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"kathmandu","content":"**Waste Management in Kathmandu**\n\nSeven wards in Kathmandu have started separating trash into two types: trash that can be broken down naturally (degradable) and trash that can't (non-degradable). This is being done by the city government to reduce the amount of waste in the city.\n\nThe waste that can be broken down is being turned into compost, which is used to fertilize plants. Compost is free and can be requested by city residents. The city is also using food waste to produce biogas, which can be used for cooking and electricity.\n\nThe city government plans to expand waste segregation to all 32 wards in the city. They will also continue to sell non-degradable waste that can be reused.","summary":"Kathmandu initiates waste segregation in seven wards, converting degradable waste to compost and producing biogas and electricity from non-degradable materials, expanding to additional wards and targeting all 32 wards via eight sector division."},{"hash":"598d47179f347b323a132ca5a175cddf5c7d9425a715572e35c22b375dbc2709","title":"Nepal's banking industry employs many women, making it a leader in South Asia.","link":"https://kathmandupost.com/money/2024/05/11/nepal-s-banking-industry-is-a-leader-in-south-asia-in-employing-women","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715392971.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"money","content":"Devna faced challenges as a woman in the banking industry. Despite Nepal having a strong legal framework to support women's participation, she faced bias and lack of support.\n\nDespite her hard work and qualifications, her advancement was slower than male peers due to societal biases and family responsibilities.\n\nDespite these challenges, Nepal is still leading in South Asia in terms of women's representation in the banking industry. However, there is still room for improvement, especially in promoting women to senior leadership roles and closing the gender gap.","summary":"Devna's banking career, emblematic of Nepali women in finance, faced challenges of sexism, lack of work-life balance, inadequate support, and limited career advancement despite Nepal's progressive legal framework for women's economic participation."},{"hash":"f3e4a42725000ac8f9936c9fe3c2c8d3248f6134923cb80e8472ddc216c5009a","title":"Businesses ask the government to increase spending on infrastructure to boost the economy.","link":"https://kathmandupost.com/money/2024/05/10/private-sector-urges-massive-capex-booster-to-revive-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb5-1715304600.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"money","content":"**Nepal's Budget for 2024-25**\n\nBusinesses are asking the government to increase spending to boost economic growth. They want the government to:\n\n* Invest more money into the economy\n* Encourage businesses to invest by providing incentives\n* Invest in startups, export businesses, and tourism\n* Allow companies to reinvest their profits\n* Support infrastructure projects with funds from government agencies\n* Reduce taxes on businesses\n* Increase access to credit for small businesses\n* Invest in technology and innovation\n\nThe government says it will:\n\n* Focus on building confidence in the private sector\n* Prioritize spending to address the economic slowdown\n* Create an investment-friendly environment","summary":"Nepal's private sector seeks higher capital expenditure in the upcoming budget to revitalize the economy amid concerns over slow growth and challenges in the construction and banking sectors."},{"hash":"eb1755b9532256307117ca5c5fb719c9560772f1fd9b41cf31e240daf54eaf7a","title":"Barahi Jungle Lodge organized a cleanup initiative to remove trash and debris from the surrounding jungle and waterways, promoting a clean and healthy environment for wildlife.","link":"https://kathmandupost.com/money/2024/05/09/barahi-jungle-lodge-cleanup-initiative","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/EEEEEE-1715220027.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"Barahi Jungle Lodge cleaned up the area near Chitwan National Park, removing 3 truckloads of trash like plastic and glass. They do these cleanups every year to protect the environment. The lodge has been recognized for its eco-friendly efforts, receiving awards and being certified as an eco-certified establishment under the 'Toft Tiger' programme. They have also achieved certification for their international-level Environmental Management Systems (EMS) under ISO-14001 standards.","summary":"Barahi Jungle Lodge completed a cleanup near Chitwan National Park, removing 3 tractorloads of waste, as part of its ongoing environmental protection efforts, earning recognition for its eco-certification and ISO-14001 standard certification."},{"hash":"76a99df984b257d68d73357919d68eed175d63fefb1ad910c5a64cb39cb5effd","title":"A new tunnel brings water from a nearby river to the Madhesh farmlands, providing hope for the parched region.","link":"https://kathmandupost.com/money/2024/05/09/sunkoshi-marin-tunnel-brings-hope-for-parched-madhesh-farmlands","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/TBM-1715225575.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"**Sunkoshi Marin Project Breakthrough**\n\n* A 13.3-km tunnel will bring water from the Sunkoshi River to irrigate farms in central Nepal.\n* The project received a national pride designation and has a completion deadline of July 2027.\n* The tunnel was built by a Chinese company using a tunnel boring machine, a first for Nepal.\n* The irrigation system will provide year-round water for 122,000 hectares of land, boosting agricultural production.\n* The project includes a hydropower component that will generate 31.07 megawatts of electricity.\n* The project is expected to improve the economy and reduce Nepal's reliance on food imports.","summary":"The Sunkoshi Marin diversion tunnel, a crucial project for drought-stricken central Tarai, achieved a breakthrough six months ahead of schedule, aiming to irrigate 122,000 hectares and generate hydropower."},{"hash":"c5fe1d2f9a8cd6eef1f0a323caa11b7801cd42a62a453832aeefed4f02fa2511","title":"Government plans to check pregnant women for mental health issues.","link":"https://kathmandupost.com/health/2024/05/10/ministry-plans-to-screen-pregnant-women-for-mental-health-problems","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb4-1715304323.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"health","content":"**Nepal to Screen Pregnant Women for Mental Health Issues**\n\nTo reduce maternal deaths, Nepal is planning to screen pregnant women for mental health problems. These problems have become a major cause of death for mothers.\n\n**Pilot Program**\n\nThe program will start at Paropakar Maternity Hospital in Kathmandu. All pregnant women will be screened during their pregnancy and after giving birth.\n\n**Maternal Mortality**\n\nIn Nepal, 6% of maternal deaths are due to self-harm (suicide). 151 women die from pregnancy-related problems for every 100,000 live births.\n\n**Causes of Maternal Deaths**\n\nPostpartum hemorrhage (excessive bleeding after birth), pre-eclampsia (high blood pressure during pregnancy), and mental health problems are major causes of maternal deaths.\n\n**Government Efforts**\n\nThe Ministry of Health is making it mandatory for women to have regular prenatal and postnatal care. They are also providing free institutional delivery services and travel allowances.\n\n**Goal**\n\nNepal aims to reduce its maternal mortality rate to 75 per 100,000 births by 2030.","summary":"Nepal's Health Ministry plans to screen pregnant women for mental health issues, which have contributed to the rising maternal mortality rate, with a pilot program starting at the Paropakar Maternity and Women's Hospital."},{"hash":"59f298234b280fa0591d0d30e4fbe9e9eb1f6e5022825d49db7c9d29cf0971ae","title":"Doctors and health workers receive training to screen for non-communicable diseases (NCDs), such as diabetes, heart disease, and cancer. This training helps them identify and prevent NCDs, improving the health of their patients.","link":"https://kathmandupost.com/health/2024/05/09/doctors-health-workers-get-ncd-screening-training","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/health/thumb19-1715216811.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"health","content":"**Health workers in Kathmandu trained to screen for non-communicable diseases (NCDs):**\n\n* 50 health workers received training to screen for NCDs like high blood pressure, diabetes, cancer, and mental health problems.\n* These workers will screen patients at local health facilities.\n* NCDs account for 71% of deaths in Nepal, with smoking being a major risk factor.\n* The Health Ministry provides free medicines for some NCDs, but many people don't know they have them due to lack of screening.\n* Health workers hope early detection will reduce the burden of NCDs.","summary":"50 health workers in Kathmandu district are trained to screen patients for non-communicable diseases such as high blood pressure, heart disease, cancer, diabetes, and mental health problems, to lessen the disease burden in Nepal, where non-communicable diseases account for 71% of deaths."},{"hash":"82b739d47f0c00dff5e5dd29a2d0a22bf0dc7eaf617fbb8b14963fbec0702e41","title":"Less than 2% of medicines on the market undergo testing within 9 months.","link":"https://kathmandupost.com/health/2024/05/03/under-two-percent-medicines-in-the-market-tested-in-nine-months","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1714697599.jpg&w=900&height=601","date":1714694400000,"source":"kp","category":"health","content":"The Department of Drug Administration (DDA) has tested only a small number of medicines in the current fiscal year. Out of 20,000 medicines in the market, the DDA has tested less than 2%. Some samples that were collected for testing over a year ago have not yet been tested. This means that some substandard medicines may be on the market and patients may be taking them without knowing it. The DDA admits that it does not have enough staff or capacity to test all medicines and ensure their quality.","summary":"Despite collecting nearly 20,000 drug samples in nine months, the Department of Drug Administration tests less than 2% of registered medicines, leaving patients vulnerable to substandard drugs due to insufficient testing and a lack of quality assurance mechanisms."},{"hash":"f7d587fba320830df3d5490b1476f7bed784a09cb467e0da2566ea0c042e9aa7","title":"Toxic air pollutes the environment, causing young children to develop asthma.","link":"https://kathmandupost.com/health/2024/04/29/toxic-air-is-giving-young-children-asthma","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GKnxljjWYAAVcmb-1714354861.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"health","content":"**Air Pollution and Children's Health**\n\nDirty air in Kathmandu is causing more children to get asthma.\n\nAsthma is a breathing problem that makes it hard to breathe. It can be triggered by things like air pollution, allergies, and family history.\n\nPolluted air can also make asthma worse for children who already have it.\n\nDoctors say it's important to seek medical help if a child has shortness of breath, trouble sleeping, or wheezing.\n\nPolluted air is also shortening the lives of Nepali people, especially in areas like Mahottari and Rautahat.","summary":"Air pollution in Nepal, particularly in Kathmandu and Saptari, is exacerbating childhood asthma due to forest fires, emissions, and agriculture residue burning, leading to health hazards for children and women and reducing life expectancy by up to 7.5 years."},{"hash":"7278c32d05b7d91efd57a55cdeffa191fb8097c7d25b5ac6952d0aaf8ada290f","title":"People in seven districts to receive medicine to prevent elephantiasis.","link":"https://kathmandupost.com/health/2024/04/27/people-in-7-districts-to-be-given-anti-elephantiasis-medicine","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb21706159670-1714183227.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"health","content":"**Elephantiasis Mass Drug Campaign**\n\nStarting Sunday, healthy people over two years old in seven districts (Jhapa, Dhanusha, Mahottari, Sarlahi, Rautahat, Kapilvastu, and Rasuwa) will receive free anti-elephantiasis medicine for two weeks.\n\nThis campaign aims to eliminate elephantiasis, a mosquito-borne disease that can cause swelling and disability.\n\nThe government has been running this campaign since 2003 and has eliminated the disease in most districts.\n\nThis year's campaign is likely the last as the government may not have the funds to continue it.","summary":"Nepal has launched a mass drug administration campaign against lymphatic filariasis in seven endemic districts, targeting individuals over two years of age to eliminate the disease by 2030."},{"hash":"0ed1ef279c5c1097aa7cd97df03f1d585cd0b8b8aa22954171fd3e38f37f8625","title":"Nepalese chefs are bringing the flavors of Nepal to New York City, introducing diners to dishes like momos and dal bhat.","link":"https://kathmandupost.com/food/2024/05/10/taking-nepali-taste-to-new-york","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/food1-1715265554.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"food","content":"**Aditya Mishra, a Nepali Chef in New York**\n\nAditya Mishra, a Nepali chef, started cooking in New York after studying engineering. He was inspired by famous chefs and shows. He opened \"The Sewing Tin\" to share Nepali cuisine and culture, blending it with modern styles.\n\n**Challenges and Opportunities in New York**\n\nMishra faced challenges as an outsider but embraced opportunities. He believes in staying true to one's culture and sharing stories through food.\n\n**Nepali Cuisine Abroad**\n\nMishra aims to promote Nepali cuisine globally and has introduced dishes like chatamari and lamb sekuwa in his restaurant. He encourages chefs to experiment and create unique dishes that connect with diners.\n\n**Restaurant Industry in Nepal**\n\nMishra observes a lack of storytelling and community focus in modern Nepali restaurants, as well as rising prices. He calls for a resurgence of creativity and authenticity.\n\n**Signature Dish: Confit Duck Chatamari**\n\nMishra's signature dish combines traditional Nepali chatamari with French confit duck. The dish includes shredded duck, confit garlic aioli, pickled onions, and scallions.","summary":"Nepali chef Aditya Mishra, inspired by Michelin-starred restaurants and the transformative power of food, established 'The Sewing Tin' supper club in New York City to share Nepali cuisine and create a sense of community through dining."},{"hash":"4f18229de2a5d8016e8888758de34cc858e98af2b542ed3077fa8ab2d1e49a3b","title":"Three key elements for success:\n\n* **Patience:** Stay determined and persistent in your goals.\n* **Passion:** Love what you do and find joy in the process.\n* **Pastries:** Treat yourself to sweet rewards along the way.","link":"https://kathmandupost.com/recipes/2024/04/27/patience-passion-and-pastries","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/BakeleusbyCeleus-1714186343.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"recipes","content":"**Celeus Baral's Passion for Baking**\n\nCeleus Baral is a talented baker who believes in the art of precision. She runs her online shop, Bakeleus, which offers a variety of baked treats.\n\n**Key Points:**\n\n* Baral's background in environmental science influences her creations, using natural ingredients and minimizing waste.\n* She believes in consistent practice and experimentation to perfect her skills.\n* Despite being a full-time student, she accommodates orders with a minimum of 72 hours' notice.\n\n**Easy Baking Recipes:**\n\n**Mini Carrot Cakes:**\n* A sweet and flavorful treat with cream cheese frosting.\n\n**Mulberry Fudge Cake:**\n* A rich and moist cake with chocolate and tangy mulberries.\n\n**Strawberry Casserole:**\n* A creamy and decadent dessert with fresh strawberries.","summary":"Celeus Baral, an environmental science student, runs a baking business called Bakeleus, experimenting with natural ingredients and prioritizing sustainability, recently expanding her sales beyond her online shop."},{"hash":"9780e132b8e20251511cc1c330b02a430eeb7118100ff4ca205cc2bdd81eedba","title":"**Potato: A Nutrient-Rich Powerhouse**\n\nPotatoes are a versatile and nutritious vegetable:\n\n* **Rich in carbohydrates:** Provides energy.\n* **Contains vitamins and minerals:** Including Vitamin C, potassium, and fiber.\n* **Versatile:** Can be baked, roasted, mashed, or fried.\n* **Good source of fiber:** Lowers cholesterol and helps with digestion.\n* **Gluten-free:** Suitable for people with gluten intolerance.\n\nChoose potatoes with firm skin and no sprouts or green spots for optimal quality.","link":"https://kathmandupost.com/food/2024/01/27/know-your-food-potato","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled8copy-1706323718.jpg&w=900&height=601","date":1706313600000,"source":"kp","category":"food","content":"**Potatoes: A Versatile and Healthy Staple**\n\n**Importance:**\n* Widely consumed and affordable vegetable in Nepal, especially in mountainous regions.\n* Rich in vitamins, minerals, and fiber.\n* Potassium helps the heart and muscles.\n* Fiber supports digestive health.\n\n**Availability:**\n* Grown in diverse climates in Nepal, from plains to mountains.\n* Nepal produces and imports large quantities of potatoes.\n\n**Types:**\n* Red, white, and dark potatoes are common.\n* Dark potatoes contain more antioxidants.\n* Sweet potatoes provide vitamin A for immunity and eye health.\n* Purple potatoes contain antioxidants that may protect against heart disease and cancer.\n\n**Benefits:**\n* Help build and maintain body structure.\n* Reduce blood pressure.\n* Lower cholesterol levels.\n* Improve digestive health.\n* Safer than many vegetables due to low pesticide use.\n\n**Note:**\n* Potato chips and french fries are popular but can add unhealthy calories.\n* Frying potatoes can reduce nutrients.\n* Diabetics should limit potato intake due to its high carbohydrate content.","summary":"Potatoes are a versatile and nutritious staple food in Nepal, widely cultivated and consumed, providing essential nutrients like vitamins, minerals, and fiber."},{"hash":"8f050af11428f186d46c4f64b300a3441341f2f7048fe6b8a30e31626fd61759","title":"**Eggs: Health and Nutrition Simplified**\n\n* **Nutritional Powerhouse:** Eggs pack protein, healthy fats, and essential vitamins and minerals like choline, B vitamins, and selenium.\n\n* **Muscle Building:** Protein helps build and maintain muscle mass.\n\n* **Brain Development:** Choline is crucial for cognitive development and brain function.\n\n* **Healthy Heart:** Omega-3 fatty acids in eggs promote heart health.\n\n* **Satiety Factor:** Eggs are filling, helping to curb hunger and maintain a healthy weight.\n\n* **Choose Wisely:** Opt for cage-free, organic eggs for better animal welfare and nutrient content.\n\n* **Moderation is Key:** Consume eggs in moderation as part of a balanced diet.","link":"https://kathmandupost.com/food/2024/01/13/know-your-food-eggs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/ezgif3822bacc5da-1705113903.jpg&w=900&height=601","date":1705104000000,"source":"kp","category":"food","content":"**Chicken Eggs: A Nutritious Superfood**\n\n* Contain many vitamins and minerals\n* Rich in protein and cheap\n* Reduce malnutrition and improve health\n* Help with weight loss, blood pressure, and infections\n\n**Eggs in Nepal**\n\n* Nepal produces enough eggs for everyone\n* Available in two sizes: big and medium\n* Pastured eggs are more nutritious but more expensive\n\n**Benefits of Eating Eggs**\n\n* Rich in protein, vitamins, and minerals\n* Healthy adults can eat 1-2 eggs per day\n* Help with weight loss, bone health, mental energy, and skin\n\n**Egg Quality**\n\n* No agency checks egg quality in Nepal\n* Some eggs may contain antibiotic residue\n* Difficult to determine egg quality by looking at them","summary":"Chicken eggs are a complete protein source, rich in vitamins, minerals, and Omega-3 fatty acids, offering numerous health benefits including weight loss, reduced blood pressure, and protection against infections."},{"hash":"4441762448a02cd0b37a86fb1a58f420dbb6206d6c636319eb6405bfa4ae8b25","title":"Piano Piano South offers a taste of Italy, with a menu featuring classic Italian dishes like pasta, pizza, and antipasti.","link":"https://kathmandupost.com/food/2023/12/28/italian-delights-at-piano-piano-south","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/Main1-1703773991.jpg&w=900&height=601","date":1703721600000,"source":"kp","category":"food","content":"Located in Bakhundole, Lalitpur, Piano Piano South stands as a serene oasis offering a delightful escape from the city’s hustle and bustle. This laid-back Italian restaurant boasts both indoor and outdoor seating options, with the latter featuring a charming garden dining area. Here, diners can revel in the tranquillity, surrounded by lush greenery, while the soothing melodies of piano music waft through strategically placed speakers.Recently unveiling a revised menu, Piano Piano South promises a culinary journey through the flavours of Italy, skillfully curated by chef Sujan Poudel. The Antipasti selection beckons with tempting choices like Tomato Soup Shots, Bruschetta Caprese, Bruschetta Al Funghi and Calamari Fritti, each a testament to Poudel’s commitment to diverse and exquisite tastes.For those seeking a hearty main course, the Platti Principali offerings are nothing short of impressive—the rich flavours of Ravioli Prosciutto and Ricotta, and Pasta Con Calamari E Gamberi, which encompasses the essence of the sea. The course concludes on a sweet note with delectable desserts, including Tiramisu and Torta Al Cioccolato, ensuring a memorable and satisfying dining experience.To complement the offerings, the restaurant presents a well-curated selection of wines that expertly pair with the Italian fare. Whether you’re a connoisseur or just beginning to explore the world of wine, the restaurant’s thoughtful choices cater to every palate.Creamy Tomato SoupPrice: Rs450 This appetiser, served in a bowl, has a vivid, velvety crimson colour that is beautiful to look at. The tomato base’s scent gives a strong indication of how fresh and high-quality the components were. The ripe tomatoes’ inherent sweetness comes through. The soup, overall, is a well-balanced combination of savoury and sweet flavours.The crunchy bite-sized croutons that come with the dish create a pleasing contrast with the creamy soup, teasing your appetite without going overboard.Ravioli Agli SpinaciPrice: Rs895 Ravioli Agli Spinaci has delicate spinach-infused ravioli parcels, offering a vibrant hue. It is a blend of fresh, high-quality ingredients, and the aroma is an invitation to savour the essence of spinach in every bite.As you cut into the ravioli, the creamy spinach filling is revealed, creating a harmonious blend of textures. The pasta, expertly crafted and cooked to perfection, is packed with flavorful filling.The sauce, a key player in this dish, is a delicate blend that enhances rather than overpowers. Its richness complements the earthy notes of spinach, creating a nuanced taste that is both comforting and refined.Prosciutto with Slow-Roasted Tomatoes and EggplantPrice: Rs515 The dish arrives as a picturesque arrangement, where thinly sliced prosciutto delicately wraps around succulent slow-roasted tomatoes and tender pieces of eggplant. The presentation alone is a promising feast for the senses.Upon tasting the initial bite, the flavours dance together harmoniously. The slow-roasted tomatoes’ sweetness is complemented by the prosciutto’s subtle saltiness. After absorbing the flavourful essence of the dish, the eggplant offers a velvety texture that makes every bite better.The standout component of the meal, the slow-roasted tomatoes, explodes with more sweetness, making it more than just an appetiser. What sets this dish apart is its versatility—a perfect starter for a lavish Italian meal or an elegant standalone indulgence.Prosciutto E ArugulaPrice: Rs1410 The visual appeal of the dish, as it arrives at the table, is undeniably appetising—the vibrant green arugula contrasting against the golden crust and the cheese.The prosciutto, thinly sliced and expertly cured, has a delightful salty richness, harmonising with the creaminess of the melted cheese. The peppery arugula adds a fresh and crisp dimension, creating a perfect balance that dances across the taste buds.The pizza crust is a testament to the chef’s skill—crispy on the edges yet delightfully chewy at the centre, the ideal foundation for the toppings.Piano Piano SouthLocation: Sanepa, LalitpurOpening hours: 11:00 am to 9:00 pmParking: AvailableSmoking: Available on the garden seatingPrice: Inclusive of all taxesBeyond its culinary prowess, Piano Piano South distinguishes itself as an ideal destination for both solitary reflections and quality family time. The carefully crafted ambiance provides the perfect backdrop for relaxation, making it a favorite among those seeking peace and quiet in a vibrant city.In summary, Piano Piano South emerges not only as a culinary haven but also as a haven of tranquility, where patrons can immerse themselves in the essence of Italy without leaving the heart of Sanepa. Whether you're savoring a meal alone, enjoying family time, or relishing a romantic evening, this Italian gem promises an experience that transcends the ordinary. ","summary":"Piano Piano South offers a serene Italian dining experience, with a revised menu featuring diverse antipasti choices, hearty main courses, and carefully curated wine pairings, all enjoyed in a tranquil atmosphere with garden seating and live piano music."},{"hash":"85fd1b1b76fc26f28ffe0a271a86ba321af054d84ef73a9cb8c3c3bf2c72f12e","title":"**Must-Visit Places in Nepal for 2024:**\n\n1. Kathmandu Valley\n2. Pokhara City\n3. Mount Everest\n4. Chitwan National Park\n5. Lumbini\n6. Annapurna Sanctuary\n7. Lake Phewa","link":"https://kathmandupost.com/travel/2024/02/19/7-places-in-nepal-you-should-visit-in-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1708309532.jpg&w=900&height=601","date":1708300800000,"source":"kp","category":"travel","content":"**Mundhum Trek:**\n\n* New cultural trek in eastern Nepal\n* Passes through indigenous villages and landscape\n* Offers panoramic views of Everest and other peaks\n* Spring season recommended\n\n**Janaki Mandir:**\n\n* Largest temple in Nepal, built in 1874\n* Houses an idol of Sita\n* Celebrates the marriage anniversary of Lord Ram and Sita\n* Other holy sites nearby include Ram Mandir and Hanuman Temple\n\n**Kuri Village:**\n\n* Tourist destination in Dolakha district\n* Famous for snow during winter\n* Offers stunning views of the Himalayas\n\n**Annapurna Base Camp Trek:**\n\n* Scenic trek in Gandaki province\n* Takes you to the foothills of Annapurna South\n* Offers cultural experiences and stunning landscapes\n* Best seasons are autumn and spring\n\n**Bardiya National Park:**\n\n* Home to Royal Bengal Tigers\n* Also supports Asian elephants and rhinos\n* Offers jungle safaris and homestays\n* Best time to visit is mid-September to mid-December and mid-February to May\n\n**Khaptad National Park:**\n\n* Protected area in western Nepal\n* Pristine and offbeat destination\n* Offers trekking and camping opportunities\n* Best seasons are spring and autumn","summary":"Nepal offers a diverse range of attractions, from cultural trails (Mundhum Trek) and historic temples (Janaki Mandir) to scenic destinations (Kuri Village, Annapurna Base Camp, Bardiya National Park) and offbeat national parks (Khaptad National Park, Limi Valley)."},{"hash":"c077b34beda2250a997231f215f178053a057340c5c72de0aec15b25ae40ddb7","title":"Phidim embraces its past while embracing progress, blending old memories with new realities.","link":"https://kathmandupost.com/travel/2023/11/18/old-memories-and-new-realities-in-phidim","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/phidim%20main%20(1).JPG&w=900&height=601","date":1700265600000,"source":"kp","category":"travel","content":"The author's hometown, Phidim, has changed significantly. It is now a modern town with concrete buildings, paved roads, and a bustling atmosphere. The author explored the town, reminiscing about his childhood memories and reflecting on the transformation that has taken place. He is concerned about the lack of job opportunities in Phidim, which has led to an exodus of its residents. Despite the changes, the town holds a special place in the author's heart, a blend of nostalgia and the inevitability of change.","summary":"A returning native experiences profound nostalgia and observes significant urban transformation in his hometown, Phidim, which now serves as a transit for pilgrims to Pathibhara Devi Temple."},{"hash":"6ec2c2cb523a223a47b5f232132774b5872a4d0a9220fb4a176d50e203ea7484","title":"Architecture combined with artistic elements.","link":"https://kathmandupost.com/travel/2023/10/28/a-blend-of-architecture-and-artistry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/travel5-1698457058.jpg&w=900&height=601","date":1698451200000,"source":"kp","category":"travel","content":"**Lucknow: A Smile of History and Architectural Wonders**\n\nLucknow welcomes you with a smile and invites you to explore its rich heritage. The city is alive with bustling streets and delicious food.\n\nOne of Lucknow's most famous landmarks is Bara Imambara, a massive building built in the 18th century. The complex includes:\n\n* **Rumi Darwaza:** An impressive entrance gate\n* **Asafi Mosque:** A beautiful mosque with intricate designs\n* **Asafi Hall:** A vast hall that defies gravity with its unsupported roof\n* **Bhool Bhulaiyaa:** A confusing labyrinth that tests your sense of direction\n* **Shahi Baoli:** A stepwell that provides a cool retreat from the summer heat and offers a glimpse into architectural brilliance\n\nBara Imambara offers a breathtaking experience that showcases the skill and ingenuity of its builders. Its grandeur and timelessness will leave a lasting impression.","summary":"Bara Imambara, built in 1784, showcases Lucknow's history with its grand Rumi Darwaza, Asafi Mosque, Asafi Hall's pillarless roof, labyrinthine Bhool Bhulaiyaa, and temperature-controlled Shahi Baoli, offering a glimpse of the city's architectural and cultural legacy."},{"hash":"e38b1beb524d0349efe3710dd274aab2205ecb04d36e45cc18e25ff5fb66e639","title":"Explore breathtaking landscapes and discover hidden paths on epic treks and trails around the world. From challenging mountain ascents to scenic coastal walks, there's something for every adventurer seeking unforgettable experiences in nature.","link":"https://kathmandupost.com/travel/2023/10/14/of-treks-and-trails","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/travelmain-1697245584.jpg&w=900&height=601","date":1697241600000,"source":"kp","category":"travel","content":"**Climbing Mountains: Tips for Beginners**\n\nClimbing mountains can be challenging but rewarding. Here are some tips to help you prepare and enjoy your trek:\n\n**Before the Trek:**\n\n* **Stay positive:** Believe in yourself and focus on reaching your goal.\n* **Prepare physically:** Exercise regularly, starting with 20-minute walks and gradually increasing the duration.\n* **Pack wisely:** Bring warm but lightweight clothing, including a down jacket, gloves, and sturdy boots.\n\n**During the Trek:**\n\n* **Listen to your body:** Rest if you need to, and don't push yourself too hard.\n* **Stay hydrated:** Drink plenty of water.\n* **Manage altitude sickness:** If you experience altitude sickness, stop and rest.\n* **Communicate:** Talk to your fellow trekkers and guides.\n\n**Challenges for Female Trekkers:**\n\n* **Underestimation:** Female trekkers may face underestimating comments.\n* **Period management:** It's important to pack supplies and plan for period cramps.\n\n**Becoming a Trekking Guide:**\n\n* **Enroll in a course:** Learn essential skills such as map reading and safety measures.\n* **Build experience:** Practice your guiding skills and lead groups.\n* **Network:** Connect with trekking associations and other guides.","summary":"Experienced guides Luckme Syangden and Manu Rai provide crucial tips for mountaineering enthusiasts, emphasizing the importance of a positive mindset, proper preparation, and essential gear while highlighting the challenges faced by female trekkers."},{"hash":"a9ad689d21f22e85bcaa462724561585142b33988f2d2ded57420f55cc029fb5","title":"Traveling Nepal solo: \n- Safe and welcoming destination. \n- Plan your itinerary and book accommodations in advance, especially during peak season. \n- Learn basic Nepali phrases for everyday communication. \n- Be aware of altitude sickness especially when trekking. \n- Respect local customs and traditions. \n- Enjoy the stunning natural beauty, rich culture, and friendly people.","link":"https://kathmandupost.com/travel/2023/06/17/travelling-nepal-solo","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/SoloTravelMain11zon-1686967229.jpg&w=900&height=601","date":1686960000000,"source":"kp","category":"travel","content":"**Women-Led Travel Platform Empowers Adventure**\n\nFive women launched Duluwa Outdoors to encourage women to travel solo.\n\n**Solo Travel in Nepal**\n\nNepal is generally safe for solo travelers, including women who travel alone within the country.\n\n**Solo Travel Destinations**\n\n- Kathmandu: Shivapuri, Namo Buddha, Champadevi\n- Pokhara-Bandipur\n- Annapurna region\n- Illam, Dharan-Dhankuta, Palpa\n- Chitwan, Bardiya, Shuklaphanta\n\n**Tips for Solo Travelers**\n\n- Plan carefully: research transportation, lodging, safety.\n- Dress appropriately for the environment and activities.\n- Budget wisely and carry an emergency fund.\n\n**Safety Tips**\n\n- Arrive at settlements before dark.\n- Be aware of wildlife and natural disasters.\n- Trust your instincts and keep your distance from suspicious people.\n- Inform others of your whereabouts.","summary":"Five women founded Duluwa Outdoors, a platform encouraging female solo travelers in Nepal, providing safety tips and promoting destinations for a safe and empowering travel experience."},{"hash":"6abff852e013616a4b186563210990eae2ab277dec212259f16a73c76d3dc949","title":"Government will provide cash rewards to cricketers and athletes for their achievements.","link":"https://kathmandupost.com/sports/2024/05/10/government-to-provide-cash-reward-to-cricketers-athletes","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb6-1715304954.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"sports","content":"The government is rewarding sportspersons for their achievements:\n\n* Cricket team:\n    * Players: Rs. 1.3 million each\n    * Coach: Rs. 390,000\n    * Others: Rs. 195,000 each\n* Arika Gurung (karate): Rs. 1.95 million\n* Women's kabaddi team: Rs. 390,000 each\n* Palesha Goverdhan (para-athlete): Rs. 1.3 million","summary":"The Nepalese government has awarded cash prizes to sportspersons, with over Rs20.47 million going to the men's cricket team, which qualified for the 2024 ICC Men's T20 World Cup, while Karateka Arika Gurung and the women's kabaddi team also received recognition for their achievements."},{"hash":"d3bf2681c5f44f567c2b7e08f966046fb572ea416e8cfddac399e392844a7256","title":"Nepal defeated West Indies A in their final match of the series with a score of 2-3.","link":"https://kathmandupost.com/cricket/2024/05/04/nepal-win-last-match-against-west-indies-a-to-conclude-series-2-3","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GMucR8qbwAAxeZl-1714817959.jpg&w=900&height=601","date":1714780800000,"source":"kp","category":"cricket","content":"**Nepal defeated West Indies A in a T20 match.**\n\n* Nepal chased a target of 173 runs, led by Aasif Sheikh (51), Anil Sah (50), and Kushal Malla (37).\n* Sagar Dhakal and Sompal Kami took key bowling wickets for Nepal.\n* West Indies A won the series 3-2, but Nepal restored some pride with their win.\n* Nepal will participate in a high-performance camp before the T20 World Cup in June.","summary":"Nepal defeated West Indies A by 6 wickets in the 5th T20, despite losing the series 3-2, thanks to strong batting from Aasif Sheikh, Anil Sah, and Kushal Malla, as well as impressive bowling from Sagar Dhakal and Sompal Kami."},{"hash":"9d7ced68a72cb11104cf4b0dbf516e03a1daade9b97560e45bd16d4688ad8043","title":"West Indies sets Nepal a challenging target of 211 runs to chase.","link":"https://kathmandupost.com/cricket/2024/05/02/west-indies-a-post-210-run-target-against-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/match-1714707130.jpg&w=900&height=601","date":1714608000000,"source":"kp","category":"cricket","content":"Nepal lost to West Indies A by 28 runs, giving the visitors a 3-1 lead in the 5-match series.\n\nNepal chased 210 runs but only managed 181, losing all their wickets.\n\nRohit Paudel scored 82 runs for Nepal, but other batsmen struggled, including Kushal Bhurtel and Aasif Sheikh.\n\nWest Indies A scored 209-3, with half-centuries from Johnson Charles and Andre Fletcher.\n\nThe fifth and final T20 will be played on Saturday.","summary":"Nepal lost to West Indies A in the fourth T20, handing the visitors a 3-1 lead in the series, despite half-centuries from Rohit Paudel (82) and Andre Fletcher (84*)."},{"hash":"a5e3edf276d54cd57e7292f16946aa79bba9683852ec9205a675963d0ef498de","title":"Nepal announces team for ICC Men's T20 World Cup:\n\n* Team captain: Sandeep Lamichhane\n* Vice-captain: Rohit Paudel\n* Key players: Kushal Bhurtel, Aasif Sheikh, Dipendra Singh Airee, Kamal Singh Airee\n* Nepal placed in Group A with Australia, New Zealand, Sri Lanka, and Afghanistan","link":"https://kathmandupost.com/sports/2024/05/01/nepal-announces-squad-for-icc-men-s-t20-world-cup","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/nepal-1714612274.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"sports","content":"Nepal's 15-person T20 World Cup squad includes experienced players from the Premier Cup campaign. Despite a loss to West Indies A, coach Desai retained most of the team.\n\nRohit Paudel leads the squad and has been in good form. Binod Bhandari, Aarif Sheikh, Bibek Yadav, and Lokesh Bam were dropped due to poor performance.\n\nAnil Sah was included despite his recent struggles. Dipendra Singh Airee, Aasif Sheikh, and Kushal Malla are all-rounders.\n\nKushal Bhurtel remains in the squad despite poor form. Gulsan Jha is a young player, while Pratis GC retains his place.\n\nSompal Kami and Karan KC lead the bowling, with Lalit Rajbanshi as the main spinner. Sagar Dhakal and Kamal Singh Airee are new additions to the squad.\n\nNepal will face the Netherlands, Bangladesh, Sri Lanka, and South Africa in Group D, with their first match scheduled for June 4th.","summary":"Despite a recent defeat against the West Indies A, Nepal's T20 World Cup squad retains experienced players, including Rohit Paudel (captain), Dipendra Singh Airee, Lalit Rajbanshi, and Karan KC, with some new additions due to struggles with batting."},{"hash":"32ed3ca97afc01da3fa2ac6201959faa2164bdc060ba833bb2c5a81fbb0bf54a","title":"Israel has told more people in the Rafah area of Gaza to leave their homes.","link":"https://kathmandupost.com/world/2024/05/11/israel-orders-people-in-more-areas-of-gaza-s-rafah-to-evacuate","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersJE7KOBOKJVPWHMVUUGMEO3QA7M-1715427667.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"Israel called on Saturday for Palestinians in more areas of Gaza’s southern city of Rafah to evacuate and head to what it calls an expanded humanitarian area in Al-Mawasi, in a further indication that the military is pressing ahead with its plans for a ground attack on Rafah.In a post on social media site X, a military spokesperson also called on residents and displaced people in the Jabalia area of northern Gaza, and 11 other neighbourhoods in the enclave to go immediately to the shelters west of Gaza City.According to the Palestinian news agency WAFA, 24 Palestinians were killed overnight after Israeli jets targeted several areas in central Gaza.Despite heavy US pressure and alarm expressed by residents and humanitarian groups, Israel has said it will proceed with an incursion into Rafah, where more than 1 million displaced people have sought refuge during the seven-month-old war.Israel’s military said that so far, about 300,000 Gazans have moved towards Al-Mawasi.Israel says it cannot win the war without rooting out thousands of fighters of the Islamist Hamas movement it believes are deployed in Rafah.Israeli tanks captured the main road dividing Rafah’s eastern and western sections on Friday, effectively encircling the eastern side in an assault that has caused Washington to hold up delivery of some military aid to its ally.The White House said on Friday it was watching the Israeli operations “with concern,” but they appeared to be localized around the shuttered Rafah crossing and did not reflect a large-scale invasion of the city.The war was triggered by a Hamas-led attack on southern Israel in which some 1,200 people were killed and more than 250 people taken hostage, according to Israeli tallies.Israel's military operation in Gaza, which it says aims to eliminate Hamas, has killed close to 35,000 Palestinians, according to Gaza's health ministry. The bombardment has laid waste to the coastal enclave and caused a deep humanitarian crisis.The Biden administration said on Friday Israel’s use of US-supplied weapons may have violated international humanitarian law during its Gaza operation, in its strongest criticism to date of Israel.But the administration stopped short of a definitive assessment, saying that due to the chaos of the war it could not verify specific instances where use of those weapons might have been involved in alleged breaches. ","summary":"Israel urges evacuations in Rafah, Jabalia, and 11 other Gaza neighborhoods, signaling a ground attack on Rafah despite US pressure and criticism of possible international law violations."},{"hash":"ccbdfb55569231d56fab27409904b9d31563344b2153ca0275e445e05753067b","title":"Floods in Afghanistan have killed at least 153 people, according to the Taliban's interior ministry.","link":"https://kathmandupost.com/world/2024/05/11/death-toll-in-afghanistan-floods-rises-to-153-says-taliban-interior-ministry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersQYK4WJXC4ZJHZBDQIH73KL2UIA-1715426843.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"Floods killed 153 people and injured 138 in Afghanistan. Over 100 people were stranded and many left homeless. The floods disrupted transportation, water, and waste systems. The World Health Organization is sending health teams to help.","summary":"Heavy rains in Afghanistan caused flash floods that killed 153 and injured 138 across Baghlan, Takhar, and Badakhshan provinces, leading to homelessness, infrastructure damage, and the deployment of Taliban helicopters and WHO health teams for assistance."},{"hash":"eaa13415538d7c525c64e911242603237c2ce9a68918e45628c713c0356da59f","title":"Opposition parties accuse India's election watchdog of failing to hold Prime Minister Modi accountable for breaking election rules. They claim this inaction allows Modi to commit violations without consequence.","link":"https://kathmandupost.com/world/2024/05/11/india-poll-watchdog-s-inaction-lets-pm-modi-commit-brazen-violations-opposition-says","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersFULCPGZWABIALBM2WJSBKG7YWI-1715411865.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"India's opposition accuses the election commission of allowing Prime Minister Modi to make hate speeches and spread false information without any consequences. They've sent several complaints but no action has been taken, which the opposition believes is a threat to India's democracy. The election commission has acknowledged the complaints but has not made any rulings yet, which has raised concerns about its credibility and the fairness of the election process.","summary":"India's opposition alleges election commission inaction against PM Modi's religious hate speech and misrepresentations, accusing the commission of abdicating its duty and undermining democracy's legitimacy."},{"hash":"4d1e5970683b220a3a181fcf8a9659ad24ba8e6238140fc24bf200beeabc779f","title":"Piracy and unauthorized translation of foreign books are rampant in Nepal, hurting authors and publishers.","link":"https://kathmandupost.com/books/2023/07/31/unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/books-1690776078.jpg&w=900&height=601","date":1690761600000,"source":"kp","category":"books","content":"**Nepal's Book Market: Unauthorized Translations and Piracy**\n\n* Many popular international books have been translated into Nepali without permission from authors or publishers.\n* These unauthorized translations are often of poor quality and inaccurate.\n* Author Taslima Nasrin's books have been heavily victimized by unauthorized translations.\n* Translating books without permission violates copyright laws and is considered immoral.\n* The government of Nepal has a Copyright Act but enforcement is weak.\n* Unauthorized imports of pirated books have increased in recent years, harming the book publishing industry.\n* Piracy has tarnished Nepal's reputation in the global market.\n* Government, publishers, writers, and readers should work together to control piracy by seizing pirated books and closing websites that sell them.\n* The Copyright Act needs to be amended to strengthen enforcement and address digital piracy.","summary":"Unauthorised translations of popular international books flood Nepal's market, despite copyright laws, harming authors, readers, and the industry."},{"hash":"f91af36450d89ad58798b4c4d401adfda4ba09b3625ea1c7677f78706e25f747","title":"Desperate young people from the Maoist heartland of India are facing difficulties in the United States.","link":"https://kathmandupost.com/national/2023/06/25/desperate-youths-from-maoist-heartland-hit-us-wall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/CIJ-1687660964.jpg&w=900&height=601","date":1687651200000,"source":"kp","category":"national","content":"**Illegal Immigration to the US from Nepal**\n\n**Overview:**\n\n* Many Nepali youth from remote areas have illegally immigrated to the US.\n* Over 170 Nepalis have been deported from the US in recent years, with many facing deportation and financial losses.\n* The cost of illegal immigration includes loans with high interest rates and lost income opportunities.\n\n**Consequences:**\n\n* Deported youth face debt and mental health issues.\n* Families struggle to repay loans taken out to fund illegal immigration.\n* Villages are losing their youth and facing economic decline.\n\n**Causes:**\n\n* Poverty and lack of job opportunities in rural areas.\n* Weak political will and lack of legal remedies.\n* Activities of organized human traffickers.\n\n**Recommendations:**\n\n* Improve economic opportunities in rural areas.\n* Strengthen enforcement of anti-human trafficking laws.\n* Provide support for deported youth and their families.\n* Raise awareness of the risks and consequences of illegal immigration.","summary":"Bharat Budha, chair of Putha Uttarganga Rural Municipality’s ward 10, knows that many youths from his village have made it to the United States via ‘tallo bato’—backdoor route—and that many are still on the way. He also knows that eight of them have been deported from the country and that they have lost a cumulative Rs45 million in the process. The deported youths say that they returned home empty-handed after facing unspeakable ordeals and lost Rs6 million each on average.The Tak village in Rukum East—a close-knit settlement of 425 houses—was considered the Maoists’ ‘base area’ during the insurgency. Village youths who reached the US through illegal routes and got deported have lost an estimated Rs40 million. The number of those who returned without completing the journey and the amount they lost remain unknown.To get to the US, the youths have taken loans at up to 36 percent interest per annum from their relatives and village landowners. In Tak village, at least one person each from half of the households has gone abroad, Budha said. “Youths started going to America about six-seven years ago,” he said. “If they could gather enough money, the whole village would try to go to the US.” Budha’s own son had reached the US illegally in 2017, spending Rs3.2 million.During the insurgency, outsize slogans of revolution would adorn the walls of houses in the village. Hoping for a better life, people from all walks of life helped out the Maoists. But now, village youths are paying the agents to illegally get to the US—a country that the Maoists used to call their ‘enemy’, an ‘imperialistic force’. This has cost the Tak village much and in multiple ways.Death of a dreamSome of the deported youths have chosen to flee the village altogether, burdened with debt and creditors’ pressure. At least five such families have already left, said a resident. The family of Ram Budha was one of them. On April 28, 2015, Ram, who had returned to Nepal after working in Malaysia for eight years, took the illegal route to the US. He travelled through arduous trails for months and finally arrived in the country. Upon reaching the country, he was detained and had to stay at the detention camp for 27 months. When his refugee application was rejected, he was deported to Nepal in mid-December 2019. He lost Rs4.5 million in the process. He now owes over Rs6 million to creditors. “After the creditors began to put pressure on me, I couldn’t live in the village peacefully,” said Ram, who currently runs a vegetable farm in Tarakeshwar, Kathmandu.While those who got to the US through illegal routes and fortunately got refugee status there narrate their stories with pride, those who have been deported or returned from half-way have tragic tales to tell.Nanda Kala Gharti, who lives in a small stone house on the upper flank of Tak village, spends her days in melancholy. Her husband, Dhanlal, had chosen to take the illegal route to the US, and Nanda Kala, a mother of four, is living with the repercussions of his decision. Dhanlal had got into the US after a six-month long arduous journey and was detained immediately. He had to spend four years in the detention camp, before he was deported to Nepal. He had already lost Rs6 million.Nanda Kala said they now have an insurmountable crisis in their hands. Pointing to her son, she exclaimed, “When will he grow up, go abroad and pay back the loans!”Dhanlal himself tried to go to Croatia once and spent 15 days in Kathmandu for the process. But after he was turned down, he returned home dejected. “Now we will submit the passport to another agent [for Dhanlal’s trip abroad],” Nanda Kala said. “There’s no point staying here.”Stories that echo each otherThe situation in Sisne Rural Municipality is similar to that of Putha Uttarganga. Here, one can hear plenty of stories of those who have tried to go to the US and those who are fighting refugee cases there. Krishna Regmi, chair of the rural municipality, personally knows seven people who have been deported from the US.Gangaram Khadka, a resident of Sisne-3, runs a bee and chicken farm. Like other young men in his village, Khadka had headed off to the US via an illegal route on 27 March, 2018. He had reached the US via the New Delhi-Moscow-Barcelona-Bogota-Panama-Costa Rica-Nicaragua-Honduras-Guatemala-Mexico route. When he finally arrived in the US, he was detained and had to spend 11 months in detention. He was deported on 15 March, 2019. He had handed over Rs3.2 millions to the agent and spent Rs2 million to fight the case to become a refugee. “It’s not possible for me to pay back the loan while working in Nepal,” he said. “I aim to pay back some interest and head off abroad again.”For six months after Khadka was deported, he had anxiety and headache, he said, adding the three people from his village who were deported like him are also struggling with their mental health.Tikaram Pun, a 40-year-old resident of Bohora village in Musikot-4, is also haunted by his past journey. In September 2017, he reached the US after crossing 17 countries with the help of organised human traffickers. Of the 41 people in his group, 31 were from Rukum East and Rukum West, he said. Pun, who was detained on arrival in the US, spent 24 months in a detention camp. His refugee application was also refused and so he was deported along with eight other Nepalis. “When I returned, I started having mental health problems. I still suffer from them,” he said. Pun is under pressure from creditors and relatives to pay back the Rs9.2 million loan he had taken for the task.Those who died on the wayA group of 10 Bangladeshis and seven Nepalis, including Rupak Bohora of Bafikot-3 in Rukum West, were on a mission to reach Costa Rica through Colombia, Caribbean Coast, Capuragana and Panama. But while they were crossing a sea, their boat capsized. As many as 12 died in the incident, including six Nepalis. Rupak’s wife, Geeta, learned about the incident only after six days, on 25 June, 2021.“I still don’t know what exactly happened,” said Geeta, who had been married off at age 19 and is now a mother of two daughters. The only thing she knows is that Rupak has died and she is now all alone. And that she has Rs5 million in loan taken for Rupak’s trip. She showed a picture of her husband on her phone to this scribe and said, “I only have memories.”Lack of political will and legal remediesThe concrete bridge over Chewang river is on the edge of Tak village. On the walls of the bridge are paintings of political theorists like Marx, Engels, Lenin, Stalin and Mao, and the iconic slogan, ‘Workers of the world, unite!’, below them. But the slogan appears to be at odds with life in the village. Given the phenomenon of illegal travels to the US through the help of organised human traffickers, the whole village appears to be emptying. Neither the local governments are concerned about the phenomenon nor are the political parties paying attention.Puniraj Gharti, chair of Putha Uttarganga Rural Municipality, said though the trend is worrying, there’s nothing he can do. “How could we stop them from making the trip when they are struggling to make a living in the village?” he said.Krishna Regmi, chair of Sisne Rural Municipality, said that the vicious cycle of poverty started after marijuana farming was banned in the country. Then the Maoist insurgency added to the woe, forcing youths to migrate. The signing of the peace agreement in 2006 didn’t herald any change in the economy either and youths are struggling to get jobs. Organised human traffickers are cashing in on this sorry state of affairs, Regmi said. “Meter byajis [usurious lenders] are also promoting this phenomenon,” he added.The phenomenon is equally rife in Dang’s Tulsipur and Ghorahi. Ramesh Kumar Pandey, chair of Ghorai-15, says that even though many heading to the US are swindled, no complaints are filed at the ward office. “Only those who attempt to go to Saudi Arabia or Qatar file the complaints,” he said.One can infer from Pandey’s statements that the families of such illegal travellers don’t want to publicise the ordeals of their family members. On the one hand, agents threaten them to not publicise the issue; on the other, they fear they themselves would be punished by law.According to the Anti-Human Trafficking Bureau, as many as 178 Nepalis, including 174 men, have been deported from the US in the five fiscal years after 2018-19. Of them, the highest 49 are from Rukum while 37 are from Dang. The data doesn’t include those who returned after making it to the half-way or those who have been fighting the legal battle in the US for refugee status. But this data is enough to show that many such youths are from the ‘base areas’ of the Maoist insurgency.SSP Jeevan Shrestha, chief of the bureau, said that data on the number of such victims and the amounts they have spent is hard to collect since complaints are rarely filed with the police. “This is human trafficking but for a lack of law, we are still compelled to launch the cases as per Human Trafficking and Transportation (Control) Act 2074 BS,” Shrestha said. “The Act provides a maximum penalty of Rs250,000 for the offenders and 50 percent of that as compensation to the victims.” Without specific law, police also invoke the theft and organised crime act to punish the offenders, he added.On the one hand, police receive no complaints; on the other, the phenomenon sees no control.Bhaskar Gautam, a political scientist, says the rise in cases of human trafficking in the insurgency’s ‘base areas’ is due to the political system’s abject failure.While the Maoists raised issues related to livelihood, nationalism and a new kind of democracy to fuel their war machine, after the peace process, it is livelihoods that have been hit the hardest, Gautam said. “The traditional way of life and economy took a hit during the insurgency,” he said. “Developments after the peace process also failed to address that. What sprang up was organised human trafficking.”(Mahesh KC in Rukum East and Durgalal KC in Dang contributed to this report.)This report is prepared in collaboration with the Center for Investigative Journalism-Nepal. "},{"hash":"5b41caa28761fd8ada1be7951764ae6954dd5a645984d3ea1fe0cdb1a6b25396","title":"Poor patients cannot get private hospital beds due to lack of funds.","link":"https://kathmandupost.com/national/2023/06/10/no-private-hospital-bed-for-poor-patients","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/thumb19-1686358218.jpg&w=900&height=601","date":1686355200000,"source":"kp","category":"national","content":"**Hospitals Ignoring Rules to Help Needy Patients**\n\nGyanumaya BK, a 69-year-old laborer, spent over 50,000 rupees on medical treatment despite government rules requiring hospitals to provide free care to those in need.\n\nPrivate hospitals must reserve 10% of their beds and services for underprivileged patients, but many hospitals in Pokhara, Chitwan, Biratnagar, and Butwal are ignoring this rule.\n\nHospital officials claim to offer discounts, but lack proof of providing free services. They also use fake documents to obtain permits.\n\nGovernment officials admit to lax monitoring and enforcement of the rules due to lack of manpower and apathy.\n\nAs a result, many needy patients are forced to borrow money or go without essential medical care.","summary":"Gyanumaya BK's experience highlights the failure of private hospitals in Pokhara, Chitwan, Biratnagar, and Butwal to adhere to government regulations mandating 10% free beds and services for the underprivileged, due to lax monitoring by local authorities."},{"hash":"b77ca7e7b78267d6faf47d3a5d33350d4a2d32ad0d495b2df4e78b3ca05359a9","title":"**PhD Journey: Overcoming Obstacles**\n\nPhD students face numerous challenges, including:\n\n* Imposter syndrome: Feeling inadequate despite accomplishments.\n* Isolation: Lack of support and community.\n* Self-doubt: Questioning one's abilities and progress.\n* Financial struggles: Limited funding and high living expenses.\n* Mental health issues: Stress, anxiety, and depression.\n* Workload: Heavy research and writing responsibilities.\n* Family and personal life: Balancing academic demands with personal relationships and responsibilities.","link":"https://kathmandupost.com/columns/2024/05/09/dissecting-phd-sagas-ii","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadShutterstock11-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"**Change to PhD Programs in Nepal**\n\nIn 2016, Nepal's Tribhuvan University introduced a \"PhD by coursework\" option to supplement their \"PhD by dissertation\" program. The coursework option requires students to take a variety of classes, similar to PhD programs in the United States.\n\n**Advantages of Coursework Option**\n\n* Provides broad knowledge in the field\n* Prepares students for research\n* Enhances teaching skills\n\n**Challenges in Implementation at Tribhuvan University**\n\n* Limited control over programs by disciplinary departments\n* Insufficient qualified faculty\n* Political interference in faculty hiring\n* Lack of cooperation among faculty\n\n**Need for Improvements**\n\nTo make the coursework program effective, Tribhuvan University needs to:\n\n* Give more control to departments\n* Hire more qualified faculty\n* Reform faculty hiring process\n* Promote teamwork among faculty","summary":"Six years ago, Nepal's oldest university, Tribhuvan University, shifted to a flawed \"PhD by coursework\" system that has not fulfilled its potential due to insufficient faculty, limited course offerings, and bureaucratic obstacles."},{"hash":"f28ae9ad63c1c929af9895d12f7e3ddbbf1008986b2f4363563096a3954de19e","title":"Mount Everest has become a dumping ground due to litter left behind by climbers.","link":"https://kathmandupost.com/columns/2024/05/09/everest-a-high-altitude-garbage-dump","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownPostFilePhoto1-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"**Everest's Trash Problem and Solutions**\n\nEvery year, thousands of climbers and trekkers visit Mount Everest, but they also leave behind a lot of trash. This is a problem for the environment and for the people who live there.\n\nOrganizations are working to clean up the trash and develop sustainable solutions, such as:\n\n* Requiring climbers to bring down their own trash\n* Setting up recycling programs\n* Developing new technologies to reduce waste\n\nEfforts like these will help protect the beauty and health of Mount Everest for future generations.","summary":"Hundreds of climbers, trekking in the Everest area and attempting to summit Mount Everest, create tons of garbage daily, posing serious environmental and health hazards, but innovative solutions, including waste management and trash-to-art initiatives, aim to make the region more sustainable."},{"hash":"1801d6ead071c649a64c0fde0790be274f8900ce60b54acca6dfb6dbc55067e8","title":"karki-s-excesses-in-koshi","link":"https://kathmandupost.com/editorial/2024/05/08/karki-s-excesses-in-koshi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/third-party/thumb21-1715217280.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"editorial","content":"Kedar Karki, a former chief minister, has been asked to resign due to lack of support. Karki held on to power despite being in the minority, but his actions have been criticized for violating democratic norms.\n\nKarki's rise to power came with the support of a rival party, which was seen as a betrayal of his own party. This caused conflict within his coalition government and led to its downfall.\n\nHis fall from power is seen as a reflection of the greed and immorality that has become common in provincial politics. The recent political instability in provinces shows that the same practices of grabbing power by any means have spread from the national level to the local level, undermining the democratic process.","summary":"Kedar Karki, despite losing coalition support, clung to his post as Koshi Province chief minister, but was finally forced out after extensive political maneuvering, marking a shift in power and ethical concerns in Nepali politics."},{"hash":"505beefca11049926520cda4acceb5956f992fa7c660a8ef9ded812776844ff1","title":"Toilets-for-All is a program that helps low-income and homeless people gain access to clean and safe restrooms.","link":"https://kathmandupost.com/editorial/2024/05/07/toilets-for-all","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb-1715129836.png&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Gender-Inclusive Toilets for All**\n\nMany people, including those who identify as LGBTIQ, are asking for gender-inclusive toilets. These toilets are for anyone, regardless of their gender.\n\nGender-inclusive toilets are important because:\n\n* They help people feel safe and respected.\n* They can prevent transgender and non-binary people from being bullied or discriminated against.\n* They make public spaces more welcoming and inclusive for everyone.\n\nNepal has recently shown support for gender equality and inclusivity, for example through the first same-sex marriage in the country. Gender-inclusive toilets would further support these efforts.\n\nWhile Nepal has a few gender-inclusive toilets, more are needed. They should be designed with features like tactile pavements for people with disabilities and menstrual hygiene management.\n\nIn addition to building toilets, it is also important to educate people about disability, sexuality, and gender diversity. This will help create a more inclusive society for everyone.","summary":"Globally, gender-inclusive toilets are being advocated for to promote equality and safety for gender non-conforming individuals, including in Nepal, where construction of such facilities is underway and essential for the country's inclusive agenda."},{"hash":"33d5b7761eb5bd3b41e26b739647600e33685d1a97a97f0651c70b2650289129","title":"Together we stand strong, but divided we are weak.","link":"https://kathmandupost.com/editorial/2024/05/07/divided-we-fall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb7-1715044507.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"Political parties in Nepal keep splitting and merging to gain power. These splits are not based on differences in ideas but on personal conflicts and who gets to be in charge. This is damaging because it weakens political movements and allows extremist forces to gain power. It also reduces the diversity and representation of different groups in government.","summary":"Nepal's ruling coalition engineers a party split to thwart a perceived threat to its stability, highlighting ongoing political instability and the impact of factionalism on Madhes-based organizations."},{"hash":"349bf15e76b9ee93953ea9dcd19ecc5848ef7349536cadd8b4015572475f8225","title":"Working together to create something","link":"https://kathmandupost.com/editorial/2024/05/05/do-it-together","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb14-1714955634.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"editorial","content":"Prime Minister Dahal plans to form a committee to investigate fraud in cooperatives. The Nepali Congress party wants to focus the investigation on Home Minister Lamichhane, who is accused of embezzlement. Dahal says the investigation will be fair and not target specific individuals. The Congress party remains skeptical, believing Dahal wants to protect Lamichhane. The issue is urgent as thousands of victims are demanding justice. It is important for the ruling and opposition parties to work together to resolve this problem effectively.","summary":"Prime Minister Dahal acknowledges co-operatives' fraud and considers a parliamentary probe despite Nepali Congress's skepticism."},{"hash":"b8cf800b128e5429effac6538b5cdeff14e12e5c92d4968c239f48ce105eb283","title":"Padam Giri, a successful tech entrepreneur, shares insights on his journey and advice for aspiring entrepreneurs. He emphasizes the importance of:\n\n* **Passion and perseverance:** Pursue what you love and stick to it despite obstacles.\n* **Learning and adaptability:** Embrace continuous learning and stay adaptable to changing technologies and markets.\n* **Team building:** Surround yourself with talented and supportive individuals who share your vision.\n* **Focus and execution:** Set clear goals and prioritize tasks to achieve results.\n* **Resilience and adaptability:** Embrace setbacks and learn from them to bounce back stronger.","link":"https://kathmandupost.com/interviews/2024/05/05/interview-with-padam-giri","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/padamgiri-1714923097.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"interviews","content":"The Parliament will start without solving the conflict over a committee to investigate the deputy prime minister for fraud. Minister Padam Giri says there should be a committee to study fraud in cooperative banks, not only targeting one person. The main opposition party demands this committee to be formed, threatening to obstruct the House if it's not.\n\nThe budget session will start on Friday, and the government aims to pass several bills. The Minister of Law, Justice and Parliamentary Affairs, Padam Giri, explains that the government will prioritize bills related to the investigation of enforced disappearances, school education, banking, and others.\n\nThe Minister also acknowledges that the bill drafting process needs to be more consultative and promises broader discussions in the future. Regarding the Transitional Justice Act amendment, he says they are close to finding a meeting point on the issues of murder as a serious violation and reduced sentencing.\n\nFinally, the Minister addresses the upcoming Supreme Court justice appointments, stating that they will be made within a week or two. He also dismisses the possibility of a government alliance between the UML and the Congress, saying that this chapter is closed.","summary":"Despite ongoing disagreements over the formation of a parliamentary panel to investigate alleged cooperative fraud, the federal parliament's budget session will commence on Friday with the government prioritizing the endorsement of crucial bills."},{"hash":"39eb27d07dda639b3d5dd4481b8d6012361b0eeb330937898496f65c11c09fe8","title":"Prepare for challenges in the next two months due to wildfires.","link":"https://kathmandupost.com/interviews/2024/04/28/next-two-months-will-be-challenging-due-to-fire-incidents","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/anilpokharel-1714368894.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Fire Incidents in Nepal**\n\n**Problem:**\n- Many fire incidents in Nepal, causing deaths and property loss.\n- Factors include low rainfall, high temperatures, and wind gusts.\n- Accumulation of forest litter and stubble burning contribute to the severity.\n\n**Government Response:**\n- Training community forest groups to fight fires.\n- Prioritizing areas with high fire risk.\n- Introducing portable fire pumps for remote areas.\n- Running awareness campaigns.\n- Using helicopters to douse forest fires.\n- Equipping local governments with fire fighting equipment.\n\n**Other Issues:**\n- Increasing fire risk due to forest growth.\n- Lack of resources and training to protect forests.\n- Migration of youths and elderly vulnerability.\n- Inadequacies in disaster preparedness in business complexes.","summary":"Fire incidents are increasing in Nepal due to decreased rainfall, increased temperatures, wind gusts, accumulated forest litter, and stubble burning, resulting in property damage, loss of life, and environmental concerns."},{"hash":"2d1dcd1af2a010f1dc8a5288d051100d0a7e6e1ee7a6d0087e377a8fa051364f","title":"Nepal offers equal opportunities and a fair playing field for investors from all over the world. The country welcomes foreign direct investment and provides legal protection for investors' rights and interests.","link":"https://kathmandupost.com/interviews/2024/04/28/nepal-presents-equal-opportunity-for-all-investors","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1714270342.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Nepal Investment Summit Aims to Attract Foreign Investment**\n\nNepal will hold its third Investment Summit to present investment opportunities to investors worldwide.\n\nDespite challenges in attracting previous investments, Nepal aims to improve its investment climate by:\n\n* Inviting potential investors and sharing success stories.\n* Amending laws to make it easier for foreign investment.\n* Improving its sovereign credit rating.\n* Creating favorable tax and investment policies.\n\nNepal emphasizes clean energy, especially hydropower, and plans to sell excess energy to neighboring countries.\n\nThe government assures that political instability will not affect foreign investment as policy consistency is maintained.\n\nNepal welcomes foreign investment that does not threaten its national interests and prioritizes investments in key areas.","summary":"The 3rd Nepal Investment Summit aims to attract Foreign Direct Investment (FDI) by presenting investment opportunities in Nepal to investors."},{"hash":"b8119b43ed80553d871f3b6e70a45b435e16350f69e3656d8ec00cdfd1f5e39e","title":"Directly electing Prime Ministers and Chief Ministers would reduce political instability by allowing citizens to choose their leaders directly. This would make leaders more accountable to the people and less likely to be influenced by special interests.","link":"https://kathmandupost.com/interviews/2024/04/21/direct-election-of-prime-minister-and-chief-minister-way-out-of-instability","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/interview-1713764589.jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"interviews","content":"**Political Instability in Nepal**\n\nPolitical parties are competing fiercely to form provincial governments, leading to public frustration. Leaders blame the mixed electoral system for instability, but political ambition and corruption are likely the real cause.\n\n**Electoral System Debate**\n\nSome argue that the first-past-the-post system favors high-caste males and those connected to power. However, under the proportional representation system, women, dalits, and marginalized communities have gained representation.\n\n**Leadership**\n\nLeaders have misused the proportional representation category, harming the system's credibility. Direct election of the prime minister and chief ministers is proposed as a solution for stability.\n\n**Provinces**\n\nProvinces have replicated the problems of the central government, leading to dissatisfaction. Provinces need more authority and reforms to function effectively.\n\n**Madhesh Region**\n\nThe federal system has not led to significant improvement in Madhesh. The dominant elite have resisted change and marginalized dalits. New parties, Janamat Party and Nagarik Unmukti Party, have emerged to challenge the existing leadership and address discrimination and bad governance.","summary":"Provincial government formation has sparked unhealthy political competition, prompting leaders to blame the electoral system for Nepal's instability, while political analyst Tula Narayan Shah emphasizes direct executive head elections and addressing electoral system misuse as solutions to improve provincial and central governance."},{"hash":"5c600ef479c5d95e859fb1a9dbd261d3a264f62d509d4185d7c4d11d0a9bb8ee","title":"I support a fully proportional representation system with a 5% threshold, where parties with at least 5% of the votes get seats in the legislature.","link":"https://kathmandupost.com/interviews/2024/04/15/i-am-for-a-fully-pr-system-with-a-five-percent-threshold","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/interviews/Untitled1-1713152017.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"interviews","content":"**Nepali Congress Proposes Electoral System Reform**\n\nNepali Congress leaders suggest a change in the electoral system to enhance political stability. They propose collaborating with the CPN-UML party to reform the current mixed system.\n\n**Arguments for Reform**\n\nCritics argue that the mixed system creates political instability by producing hung parliaments. They suggest that the system is vulnerable to manipulation and misuse.\n\n**Importance of Context**\n\nThe success of any electoral system depends on the context in which it is used. Factors such as voter education, social composition, and geography must be considered.\n\n**Evolution of Nepal's Electoral System**\n\nNepal has experimented with different electoral systems, including the multiparty system and the mixed system. The mixed system was adopted after the 2006 People's Movement to ensure the representation of historically underrepresented groups.\n\n**Mixed System Anomalies**\n\nAnomalies observed in the mixed system include leaders misusing proportional representation to promote their family members or sell seats to wealthy individuals.\n\n**Representation of Marginalised Groups**\n\nThe proportional representation system has improved representation for women, Dalits, and other marginalised communities, but it has fallen short in ensuring their representation in decision-making positions.\n\n**Proposed Solutions**\n\n- Implement a fully proportional representation system\n- Select candidates through primaries\n- Increase the threshold for PR votes to 5%\n- Explore online voting for Nepalis abroad","summary":"Amidst calls for political stability in Nepal, Nepali Congress leaders advocate for electoral reform, proposing a collaboration with the CPN-UML to address perceived shortcomings in the current mixed electoral system, including abuse of proportional representation provisions by party leaders."},{"hash":"16ca03860b600f5d221a63cab7bc1b2ab4dad746bbb104c9f57095e07f85ef78","title":"Muluki Ain is a legal code that provides rules and regulations in Nepal.","link":"https://kathmandupost.com/letters/2021/11/08/muluki-ain-is-a-legal-code","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/third-party/mulukiain-1636421052.jpg&w=900&height=601","date":1636329600000,"source":"kp","category":"letters","content":"The Muluki Ain, a 19th-century legal code, was a significant step towards modernizing Nepal. While it recognized the caste system, it also aimed to reduce arbitrary rulings.\n\nDespite claims that it only supported the caste system, the code actually defined powers and responsibilities in government, ensuring the rule of law and protecting against unfair judgments.\n\nThe caste system, based on occupation, was formalized in the late 14th century. Muluki Ain aimed to reform it, emphasizing that punishments should be the same for all, regardless of caste.\n\nAs a legal code, Muluki Ain focused on legal matters but also hinted at the need for broader social and religious reforms.","summary":"Heidelberg University's translation of Jung Bahadur's 1854 Muluki Ain rationalized judicial structure, codified law, and recognized individual rights, including caste-based punishments."},{"hash":"f26d8550751249ca6fce9099e307f744741857845591c48ab0d55210ac42e144","title":"Misleading-news involves information that is:\n\n- Partially true, but presented in a way that gives a false impression.\n- Omission of important facts or details that would change the meaning.\n- Use of intentionally misleading words, images, or videos.\n- Manipulated or fabricated evidence.","link":"https://kathmandupost.com/letters/2021/04/12/misleading-news","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/opinion/thumb-1618223282.jpg&w=900&height=601","date":1618185600000,"source":"kp","category":"letters","content":"Sinohydro, a construction company, denies the claim that they didn't pay for materials used in building the Melamchi Water Supply Project. They say:\n- They bought materials legally from local and foreign suppliers, with taxes paid.\n- They used materials that were left over from other parts of the project and didn't take them from the riverbed.\n- They have proof of all payments and transactions.\n\nThe news report should be corrected.","summary":"Sinohydro refutes claims of unpaid taxes in Helambu, stating it legally sourced construction materials and paid vendors."},{"hash":"e862b51d7419ba6f589572cd4032419c790b93c181a1334f46e1b9ab2f51169b","title":"Misunderstandings occur when people have different interpretations or expectations about a situation. This can happen due to:\n\n* Lack of clear communication\n* Cultural differences\n* Assumptions and biases\n* Differences in perception\n* Emotional reactions","link":"https://kathmandupost.com/letters/2021/01/03/misunderstanding","date":1609632000000,"source":"kp","category":"letters","content":"**Japan and Nepal Cooperation for Workers**\n\n* Japan needs workers and Nepal has many people looking to work in Japan.\n* The two countries agreed that Nepali workers who pass a test can work in Japan.\n* There are some misunderstandings about the agreement:\n    * It's not a government-to-government program, it's between workers and employers.\n    * Private agencies can be involved in helping workers find jobs.\n    * Not all costs (like airfare) will be covered by Japanese companies.\n* Nepal is not the only country Japan is hiring workers from.\n* Japan and Nepal want to make it easy for Nepali workers to find jobs and go to Japan.","summary":"Japan opened work opportunities in 14 sectors to Nepali workers as specified skilled workers (SSW) due to labor shortage, and Nepal aims to facilitate smooth job search for passed examinees, clarifying misunderstandings about the 2019 Japan-Nepal Memorandum of Cooperation."},{"hash":"4d564e4aa9b147540d5d27c861b9724bce96976aa16a590835a10f4f29687ad6","title":"Nepali speakers have made significant contributions to society in various fields, such as:\n\n* **Literature:** Writing poetry, novels, and plays, preserving Nepali culture and traditions.\n* **Music:** Creating and performing folk, classical, and modern music, enriching the cultural heritage.\n* **Art:** Painting, sculpting, and creating handicrafts, showcasing Nepali creativity and skills.\n* **Science and technology:** Conducting research, developing technologies, and contributing to advancements.\n* **Education:** Establishing schools and universities, fostering knowledge and literacy.\n* **Social work:** Providing support to communities, promoting welfare and human rights.\n* **Politics:** Participating in governance, making laws, and representing Nepali voices.\n* **Diaspora:** Maintaining cultural connections and promoting Nepali culture abroad.","link":"https://kathmandupost.com/letters/2020/11/30/contributions-to-nepali","date":1606694400000,"source":"kp","category":"letters","content":"Nepali studies at SOAS University of London benefited greatly from the contributions of Krishna Pradhan, who taught Nepali for 15 years. However, these courses will no longer be available to future students in the UK.","summary":"Michael Hutt expresses gratitude to Deepak Thapa for highlighting concerns about Nepali studies in Euro-America and acknowledges Krishna Pradhan's significant contributions to Nepali language education at SOAS, which will no longer be available due to Pradhan's retirement."},{"hash":"a1d8bb473b76b044c715510c1e3cd12b7293a4516faf36066b07acc77fd64756","title":"chhaupadi-persists","link":"https://kathmandupost.com/letters/2020/09/24/chhaupadi-persists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2020/third-party/thumb3-1600897015.jpg&w=900&height=601","date":1600905600000,"source":"kp","category":"letters","content":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email ","summary":"Despite Chhaupadi being illegal in Nepal since 2005, the tradition of isolating menstruating women persists, leading to unreported cases and potentially fatal consequences."}]