[{"hash":"6a10bfee84ff4dd3b17e3f9bdaf78808084e658ecb9d9254cae3599a8149a2eb","title":"Raptin Community School has management issues.","date":1715172443996,"source":"ok","category":null,"content":""},{"hash":"7db0e81bb192fa9357ebbe8b1bae4f9ae63cee8edc6ea2728a79d0bdea1fc82d","title":"My question","date":1715172458144,"source":"ok","category":null,"content":""},{"hash":"e7dffcd884d7199b3db8d9b5c7a4586a9220eaff767f4278d1b2b357adc915ea","title":"A student died and 8 others were injured when a tractor crashed in Taplejung.","date":1715172466181,"source":"ok","category":null,"content":"एक ट्रैक्टर ताप्लेजुङमा सडकबाट खस्यो। इस दुर्घटना में, 9 वर्ष के एक विद्यार्थी, मानस तामांग की मौत हो गई।\n\nदुर्घटना में 8 अन्य विद्यार्थी घायल हो गए और उन्हें पाँचथर के जिला अस्पताल ले जाया गया। दुर्घटना के बाद चालक भाग गया और उसकी तलाश की जा रही है।"},{"hash":"10b05248dab4cae7f73ec2d29d6b8cdc8602406da910bc639888662cb458ba88","title":"Work has started to improve the road to Rara Lake, making it shorter and easier to travel.","date":1715172472681,"source":"ok","category":null,"content":""},{"hash":"bd77c69930767b891c25b3e71b9edc0b17be07efae75b39ce9f072d6aa887d73","title":"For those who have lost their mothers","date":1715172479059,"source":"ok","category":null,"content":""},{"hash":"fe05336816240dae7fcf0bf3e3a06af4e9b20dbeeb36080389545fed610c8dc5","title":"Today is the last royal bath in the Chatradham Kumbh Mela.","date":1715172491907,"source":"ok","category":null,"content":""},{"hash":"671901b4593da7982866a1b820c59e46900fbaba331c9210c53ae2a2110febab","title":"Badagaun village plans to produce green hydrogen.","date":1715172499580,"source":"ok","category":null,"content":""},{"hash":"61d0a9b69fdb1923565d4d11833acf2f74d91914f856b68fae0d784a67b8c187","title":"पहिले असुविधाले खेद्‍यो, अहिले बाँदरले","date":1715172507058,"source":"ok","category":null,"content":"\n२५ वैशाख, पोखरा । डेढ दशक अघिसम्म गुल्जार कास्की रुपाकोटका बस्ती यति छिट्टै उजाडिएला भन्ने कृष्णराज अधिकारीले चिताएकै थिएनन् । सुविधाको खोजीमा बजार झर्नेहरुको लर्को यसरी लाग्यो कि उनलाई सपना जस्तो लाग्छ ।\nरुपाकोट मैदान गाउँमा पहिले करिब १०० घर थिए, अहिले तीमध्ये १५/२० घरमा मात्र मानिस बस्छन् । देशका धेरै पहाडी गाउँमा जस्तै रुपाकोटमा पनि युवा छैनन्, उनीहरु शहरमा वा बिदेशमा छन् । गाउँमा बुढाबुढीले रित्ता घरको पिँढी रुँघिरहेका छन् ।\n‘पहिले मान्छेहरुलाई असुविधाले खेद्‍यो, अहिले बाँकी रहेकालाई पनि बाँदरले खेद्दै छ । युवा बिदेश जान थालेपछि धेरैलाई गाउँ छाड्न बाँदर बहाना बनेको छ’, अधिकारीले भने ।\n‘जब मानिसहरू कमाउन पहिले खाडी र अहिले युके, अमेरिका, अस्ट्रेलियातिर जान थाले, परिवार गाउँमा दुख गर्न छोडेर शहर झरे ।’\nपोखरादेखि नजिकैको यो डाँडामा हालै रुपाकोट रिसोर्ट खुलेको छ । सडक, बिजुली, पानी सबथोक सुविधा हुँदा पनि गाउँमा मानिस नअडिएका अधिकारी बताउँछन् ।\nरुपा गाउँपालिका–२ थुम्कीका रामबाबु सुवेदीलाई पनि लाग्छ, सुविधा खोजेर मात्र मान्छे शहर झरेका होइन रहेछन् । सुविधाकै कुरा गर्ने हो भने अहिले गाउँमा घरघरै धारा बनेका छन् । सडक, बिजुली र सञ्चारको सुविधा पनि छ ।\nतर गाउँमा गरेको खेतीपाती बाँदरल सखाप पार्न थाल्यो, युवाले बिदेशमा कमाएको पैसाले शहरमा घर घडेरी जोड्न थाले, छोराछोरी शहरकै निजी स्कुलमा पढाउन थाले, बाबुआमालाई पनि गाउँमा दुःख गर्न भन्दा शहर झर्न प्रेरित गर्न थाले ।\n‘अहिले गाउँमा शिक्षा राम्रो छैन भनेर झरिरहेका छन्’, सुवेदी भन्छन्, ‘जब मानिसहरु कमाउन पहिले खाडी र अहिले युके, अमेरिका, अस्ट्रेलियातिर जान थाले, परिवारले गाउँमा दुख गर्न छोडेर शहर झरे ।’\n\nरुपा गाउँपालिका थुम्कीकै रमादेवी ओझालाई बाँदरले यति दुःख दिएको छ कि कहिले गाउँ छोडेर हिँडौंजस्तो बनाएको छ । ‘शहर झर्नेहरु त झरिहाले । उनीहरु आए पनि कहिलेकाहीँ गाउँ आएर दुःखै साट्ने हुन् । युवाहरु विदेश गए, बाँकी भएका पनि पोखरा झरे’, रमादेवी भन्छिन्, ‘पहिलेजस्तो गाउँमा दुःख त छैन तर बाँदरले केही गर्न दिन्नँ । खेती गर्छु भने पनि दिनको भोक न रातको निन्द्रा हुन्छ ।’\nरुपाकै नवराज सुवेदी गाउँमा सबैभन्दा धेरै दुःख बाँदरबाटै भएको बताउँछन् । अहिले शहरमा जग्गाजमिन किन्न नसक्ने र गाउँको माया मार्न नसक्ने बुढाबुढी मात्र गाउँको घरमा बसिरहेका छन् । कतिपय बुढाबुढी भने गाउँ–शहर आउजाउ गरिरहेका छन् ।\n‘शहरमा पनि घरजग्गा छ र गाउँमा पनि छोडेका छैनन् । चाडबाड, कार्यक्रमहरुमा गाउँ उक्लिनेहरुको पनि ठूलो संख्या छ । छोराछोरी विदेश हुने पनि केही गाउँ छोड्न नसकेर माटोको मायाले नै बसेका छन्’, गाउँमै भेटिएका बद्री दमैले सुनाए, ‘गरिब त गरिब नै भइहाले, कहाँ जाने र ? तिनलाई पनि गाउँमा बाँदरले खेदिरहन्छ ।’\nदेशमा संघीयतापछि पहिलेका ७ गाविसहरु समेटेर अहिले कास्कीमा रुपा गाउँपालिका बनेको छ । रुपा त्यही गाउँपालिका हो, जसले गण्डकी प्रदेशमै पहिलो पटक बाँदर नियन्त्रणका लागि २०७५ सालमै १० लाख रुपैयाँ छुट्याएको थियो । गाउँपालिकाले बाँदर समाएर निकुञ्जमा पठाउने काम पनि गरेको थियो ।\n‘अहिले गाउँमा आधारभूत आवश्यकता पूरा भएका छन् तर गाउँमै बसेर खेती गर्छु भन्नेलाई बाँदरले ठूलो सास्ती भएको छ’, गाउँपालिका अध्यक्ष नवराज ओझाले भने, ‘बाँदर गाउँको सबैभन्दा ठूलो समस्या भएकै कारण हामीले बजेट छुट्याउँदा देशभरि चर्चा भयो, कतिले खिसी पनि गरे । अहिले देशैभरि गाउँको प्रमुख समस्या बाँदर बनेको छ ।’\nथुम्कीका तेजप्रसाद ओझालाई लाग्छ, सुविधाका लागि गाउँ छोड्नेहरुका लागि अहिले बाँदर गतिलो कारण बनिरहेको छ । ‘गाउँमा अहिले त खासै अरु समस्या छैन, लाखुकै पीर हो’, मंगलबार गाउँपालिकाले गरेको सार्वजनिक सुनुवाइमा ओझाले प्रमुख समस्या बाँदर नै भएको सुनाए । तेजप्रसादको मात्रै होइन, गाउँका मधुसुदन ओझा, शिवराज सुवेदी, बुद्धिबहादुर गुरुङका गुनासो पनि उस्तै छन् ।\nअहिले छोराछोरी खाडी, युरोप र अमेरिका जान थालेपछि धेरै गाउँलेको शहरमा घर घडेरी छ । त्यसैले गाउँमा सुविधा पुगे पनि शहरमा बसोबासको बन्दोबस्त गरेकाहरु शहर नै झरेका छन् ।\nगाउँमा नै बस्नुपर्नेहरुलाई भने बाँदर प्रमुख समस्या बनेको वडाध्यक्ष राजन सुवेदीको भनाइ छ । ‘बाँदर अहिले देशकै समस्या बनेको भए पनि रुपामा अलि बढी नै दुख दिएको छ । गाउँका धेरैले यही गुनासो गर्नुहुन्छ’, वडाध्यक्ष सुवेदीले भने, ‘बाँदर नियन्त्रण, बाटोघाटो स्तरोन्नतिजस्ता समस्या र गुनासा छन् अहिले गाउँलेका अरु ठूला गुनासा छैनन् ।’\nरुपा गाउँपालिकाले आयोजना गरेको सार्वजनिक सुनुवाइका सहभागीहरु ।\nगाउँपालिका अध्यक्ष ओझाले बाँदर नियन्त्रण गर्न तत्काल असम्भव भए पनि बाँदरले नखाने खेती गर्न प्रोत्साहन गर्ने, सिप्लिकान खेती लगाउने, व्यवसायिक मौरी पालनमा सहायता गर्नेजस्ता काममा पालिकाले प्रोत्साहन गरिरहेको बताए । गाउँ छाड्नेहरुलाई रोक्न गाउँपालिकाले विभिन्न कार्यक्रम पनि ल्याएको छ तर त्यस्ता कार्यक्रमबाट धेरै मानिस आकर्षित भएका छैनन् ।\nगाउँपालिकाका प्रमुख प्रशासकीय अधिकृत चिरञ्जीवि बरालका अनुसार यो आर्थिक वर्षमा मात्र १८९ परिवार बसाईँ सरेका गएका छन् । तर, फर्किने जम्मा ४२ जना छन् ।\nनेपाली कांग्रेस रुपा गाउँ कार्यसमितिका सभापति विमल न्यौपानेले गाउँमा बस्नेहरुमा पनि पारिवारिक विखण्डन देखिएको विश्लेषण गरे ।\n‘यो आर्थिक वर्षमा मात्रै रुपा गाउँपालिकामा करिब ४० वटा सम्बन्ध विच्छेदका घटना भएको तथ्यांकमा देखिन्छ । यो भनेको निकै चिन्ताजनक र त्रासदीपूर्ण चित्र हो । कसरी परिवार विखण्डन भइरहेको छ भन्ने उदाहरण हो’, न्यौपानेले भने, ‘यसको प्रमुख कारण गरिबीसँग जोडिएको छ ।’\nपालिकाले आफ्ना जनतालाई आम्दानीसँग जोड्ने गरी दीर्घकालीन महत्वको कार्यक्रम ल्याएर आर्थिक उपार्जन बढाउन सके यस्ता घटना कम हुने न्यौपाने बताउँछन् । न्यौपानेको तर्कसँग गाउँपालिका उपाध्यक्ष लालसुब्बा गुरुङ पनि सहमत छन् । महिलालाई आर्थिक उन्नयनसँगमात्रै जोड्न सके पनि सामाजिक बिग्रह कम हुने लालसुब्बाको भनाइ छ ।\nसार्वजनिक सुनुवाइमा सहभागी स्थानीयले व्यावसायिक कृषिमा अनुदान र टुक्रे योजनाभन्दा दीर्घकालीन महत्वको ठूला योजना ल्याउन पालिकालाई सुझाव दिए । पोखरादेखि नजिकै पर्ने हुनाले गाउँपालिकाले पर्यटनसँग जोडेर लगानी भित्र्याउन र उद्यमसँग जोड्ने कार्यक्रम ल्याउन गाउँलेको सझाव छ ।\n‘सरकारी अनुदानको सदुपयोग हुनुपर्‍यो । सार्वजनिक सम्पत्तिको संरक्षण र संस्कृतिसँग जोड्न सक्नुपर्‍यो’, रुपा फेदीका गोपी जोशीको सुझाव छ, ‘सबैभन्दा धेरै मानिस अहिले स्तरीय शिक्षाको खोजीमा झरेका छन् । पालिकाले गाउँकै स्कुलमा पनि राम्रो भविष्य छ भनेर विश्वास दिलाउन सक्नुपर्‍यो ।’\nशिक्षा, स्वास्थ्य, रोजगार र सुशासनमा मात्रै विश्वास दिलाउन सक्यो भने गाउँमै बस्नेको पनि आत्मबल बढ्ने र बाहिरकाहरु पनि आकर्षित हुने उनको सुझाव छ ।\n"},{"hash":"33e0487897cc6b0f3c1f49815c9fa90006382a395658c001688264689bda2ad0","title":"The Charang-Choser road project in Mustang has not been completed, causing difficulties for tourists and businesses.","date":1715172509161,"source":"ok","category":null,"content":""},{"hash":"43a359dab0d97880bc4528e947e876eb91a8e71642403cc86bc7f1f0b15b7ec4","title":"Tax officials and experts from 16 countries are visiting Nepal.","date":1715172518896,"source":"ok","category":null,"content":""},{"hash":"78b7595546e73e56fcbfd5a5edaa94e3c16cf39a2d5b34a1ad36ce6463c03f8e","title":"Laxmi Sunrise Bank has moved its branch from Kharidhunga to Lhotse Mall.","date":1715172531514,"source":"ok","category":null,"content":"Laxmi Sunrise Bank has moved two of its branches in Kathmandu.\n\nOne branch from Khushibu has moved to Kharibot in Nagarjun Municipality. The other branch from Gongbu has moved to Lhotse Mall near New Bus Park.\n\nCustomers can still use banking services in the same area by visiting the other nearby branch.\n\nThe bank hopes that moving these branches will make banking more convenient for customers in those areas.\n\nLaxmi Sunrise Bank now has 258 branches, 321 ATMs, 28 extension counters, and 131 agent banking locations in 59 districts."},{"hash":"64f71de7a5f7d01dc06a660501a73c699f68653c51b44a0b3a3f45d12132fa81","title":"A student from Kalanki, Nepal, has been missing for seven days.","date":1715172537473,"source":"ok","category":null,"content":"एक 22 साल की छात्रा स्नेहा लामिछाने 19 मई से लापता हैं। वह काठमांडू में अपनी दादी के घर पर रहती थीं और सानेपा में सगरमाथा इंजीनियरिंग कॉलेज में पढ़ रही थीं।\n\nउनकी माँ शोभा ने बताया कि स्नेहा कॉलेज में कंप्यूटर इंजीनियरिंग के पहले सेमेस्टर में थीं। पुलिस एक डीएसपी के नेतृत्व में एक टीम बनाकर उनकी तलाश कर रही है।\n\nअंतिम बार उन्हें अकेले घर से बाहर निकलते देखा गया था। उनका मोबाइल भी 19 मई से बंद है। पुलिस ने उपत्यका के विभिन्न नाकों पर लगे सीसीटीवी कैमरों की भी जाँच की है।\n\nपरिवार ने लोगों से अनुरोध किया है कि अगर उन्हें स्नेहा दिखे तो वे निकटतम पुलिस स्टेशन से संपर्क करें।"},{"hash":"78ece59a7025245a08e243808db9f6ef8bac4157df9247c5fa1ed635779fa2ce","title":"राजनीतिकर्मीले आफैँ विकास हुन्छ भनेर सन्तोष मान्नु हुँदैन : गगन थापा","date":1715172545595,"source":"ok","category":null,"content":"\n२६ वैशाख, काठमाडौं। नेपाली कांग्रेसका महामन्त्री गगनकुमार थापाले राजनीतिकर्मीले आफैँ विकास हुन्छ भनेर सन्तोष मान्नु नहुने बताएका छन् । बुधबार काठमाडौंमा चलचित्र बोक्सीको घर हेरिसकेपछि सञ्चारकर्मीहरुसँग कुरा गर्दै उनले यस्तो बताएका हुन् ।\nउनले समाज आफैँ बदलिन्छ भनेर सन्तोष मानेर बस्न नहुने बताए । उनले राजनीतिक कार्यकर्ताहरुले समाज विकासको गति बढाउन आवश्यक रहेको बताए ।\nउनले भने, ‘हामीले सन्तोष मान्नु हुँदैन । किन मान्नु हुँदैन भने समाज आफैँ बदलिरहेको छ, बदलिरहन्छ, बिस्तारै हुँदै जान्छ भनेर मात्रै हुँदैन । १० वर्षमा हुन्छ भनेर छोड्यौँ भने त हामी जस्तो राजनीतिक कार्यकर्ता किन चाहियो । यसको गति बढाउने काम हाम्रो हो ।’\nउनले चलचित्र बोक्सीको घरले समाज विकासका लागि ठूलो भूमिका खेलेको बताए । उनले नेपाली समाज अझै बदलिन नसकेको र बदल्न आवश्यक रहेको बताए ।\n\nउनले भने, ‘ यसमा केकी अधिकारीको चलचित्रले ठूलो भूमिका खेल्छ । यति धेरै महिलाहरुले  यौन हिंसामा आफ्नो जीवनमा व्यहोर्नुपरेको छ । आफ्ना नातागोताहरुबाट । यसलाई बाहिर बताउन सकेका छैनौँ । नेपाली समाज धेरै बदलिएको छैन, बदल्नुपर्नेछ । यो फिल्मले आधार दिएको छ ।’\nयस्तै अभिनेत्री केकी अधिकारीले चलचित्रलाई देशभित्र र बाहिर पनि दर्शकले उच्च साथ दिएको बताइन् । चलचित्रले समाजमा रहेको विकृति र विसंगतिको बारेमा आवाज उठाएको बताइन् ।\nउनले चलचित्र बोक्सीको घरलाई चलचित्रमा मात्रै सिमित नगरी चलचित्रले उठाएका आवाजका बारेमा बहस हुन जरुरी रहेको बताइन् ।\n"},{"hash":"4e19692af10c75b5b6c5aadf27206c03e918905f703640bd42657b461a79f8e2","title":"The author has not discussed forming a coalition government with the UML party.","date":1715172547464,"source":"ok","category":null,"content":""},{"hash":"d8bd5154fc4c2fb67097af912af71df0a0aa4da861c29f0340bd815fccde40db","title":"President says promoting small and home businesses is a must.","date":1715172557159,"source":"ok","category":null,"content":"राष्ट्रपति पौडेलले भने कि देश को अर्थव्यवस्था मजबूत गर्न केहि काम करना जरूरी है:\n\n* छोटे उद्योगों को बढ़ावा दें, क्योंकि वो गरीबी हटाते हैं, नौकरियाँ बढ़ाते हैं और देश को आत्मनिर्भर बनाते हैं।\n* पैसा, कच्चा माल, और कुशल कर्मचारियों जैसी समस्याएं हल करने के लिए सरकार और उद्योगों को एक साथ काम करना चाहिए।\n* ये उद्योग प्राकृतिक संसाधनों का उपयोग करते हैं, कृषि को उद्योग में बदलने में मदद करते हैं, और स्थानीय अर्थव्यवस्था को मजबूत करते हैं।\n* ये उद्योग स्थानीय कौशल और संस्कृति को बढ़ावा देते हैं, और निर्यात को बढ़ाते हैं।\n* सरकार को छोटे उद्योगों को सस्ते कर्ज और मददगार कानून देने चाहिए।\n* केंद्र और राज्य सरकारों को निर्यात केंद्र खोलने चाहिए ताकि स्थानीय उत्पादों को बढ़ावा मिले।\n* महिलाओं द्वारा चलाए जा रहे छोटे उद्योगों को मदद की जरूरत है क्योंकि वो बहुत सारी नौकरियाँ पैदा करते हैं।\n* महिलाओं, युवाओं और किसानों को सस्ते कर्ज मिलने चाहिए।\n* स्थानीय उत्पादों को बेचने के लिए जगह और सार्वजनिक संस्थानों में स्थानीय उत्पादों का उपयोग करना चाहिए।"},{"hash":"3f3f0f012e23667d517a991036c4ccf518f4844ab20becf9404439ae409965ab","title":"Rekha, who returned after six months, said, \"Looking from America, I miss our politics, society, and films.\"","date":1715172568493,"source":"ok","category":null,"content":"रेखा थापा 6 महीने अमेरिका में रहने के बाद वापस नेपाल लौट आई हैं। वहाँ रहने के दौरान, उन्होंने अपनी बेटी वैभवी को जन्म दिया और मातृत्व का आनंद लिया।\n\nवहाँ रहने के दौरान, रेखा ने सबसे ज्यादा अपने कुत्ते जूलियन और काठमांडू को याद किया। वह कहती हैं कि अमेरिका में भले ही व्यवस्था अच्छी हो, लेकिन उन्हें काठमांडू की भीड़भाड़ और प्रदूषण की याद आती है।\n\nउन्होंने नेपाली राजनीति, फिल्म और समाज को भी याद किया। उनका कहना है कि अमेरिका में व्यवस्था होने के कारण झगड़े नहीं होते, लेकिन उन्हें नेपाली फिल्मों के झगड़े पसंद हैं।\n\nरेखा का कहना है कि गर्भावस्था के दौरान उन्हें मेडिटेशन जैसा महसूस हुआ। उन्होंने कोई चिंता या अवसाद महसूस नहीं किया। उन्होंने कोलोराडो में वैभवी को जन्म दिया और अमेरिका में प्रसव को आसान पाया।\n\nअब, रेखा कुछ समय अपनी बेटी और खुद को समय देना चाहती हैं। वह स्क्रिप्ट पढ़ने और किसी फिल्म में काम करने से पहले कुछ समय ब्रेक लेंगी।"},{"hash":"68d9489c3ee22d4ad6d3bf9a2aff353561bb37d210e77d413ea9a87779b8f025","title":"Farmers who raise buffaloes in the mountains will receive a grant of 50,000 rupees.","date":1715172579352,"source":"ok","category":null,"content":""},{"hash":"105926f00ff6f9d28f58c15852c081d6bd82ce9eb086b36d495662f31bae9c41","title":"A man named Gopal used to be a teacher. He quit his job and started raising animals, including cows. Now he's very busy taking care of his animals.","date":1715172589008,"source":"ok","category":null,"content":""},{"hash":"23467dba4170ef3bb2a77a79365006a8b76955e48f3bf240b8981f5a5b73e52d","title":"The Prime Minister says that although a lot has been achieved, it will take the government its entire term to deliver on its promises.","date":1715172598899,"source":"ok","category":null,"content":"**सरकार पूरा कार्यकाल रहनेछ**\n\nप्रधानमंत्री पुष्पकमल दाहाल 'प्रचण्ड' ने कहा है कि वह किसी भी तरह सरकार को पूरे कार्यकाल तक चलाएंगे। उन्होंने कहा कि सरकार ने विकास, शिक्षा और स्वास्थ्य में महत्वपूर्ण काम किया है।\n\nप्रधानमंत्री ने कहा कि नीति और बजट के माध्यम से लोगों का विश्वास बहाल करने का प्रयास किया जाएगा। वे सूचना प्रौद्योगिकी और कृषि पर ध्यान केंद्रित करने वाली नीति बना रहे हैं।\n\nउन्होंने कहा कि देश की आर्थिक स्थिति अभी भी संकटपूर्ण नहीं है। प्रधानमंत्री ने कहा कि विदेशी निवेश आने और विकास बढ़ने से माहौल बेहतर हुआ है।"},{"hash":"c2bcfbc1b0ce9d1abe8b9a89d8b86a9447039a18251ab17f1e68435dccbcb5e8","title":"When thirsty, choose water over juice.","date":1715172606771,"source":"ok","category":null,"content":"Unfortunately, you haven't provided any text for me to summarize. Please provide the text you'd like summarized, and I'll be happy to help!"},{"hash":"ddb9baa14d2aa943b0d113e4afbdf8ff1500c2ebbf3b50252914bb48001b7139","title":"On May 25, the Chief Minister again sent a letter to the Provincial Governor of Province 1, requesting that he summon the Provincial Assembly.","date":1715172609674,"source":"ok","category":null,"content":"मुख्यमंत्री केदार कार्की ने राज्यपाल परशुराम खापुंग को पत्र लिखकर एक बार फिर 11 मई को विधानसभा सत्र बुलाने का अनुरोध किया है।\n\nपहले, 26 अप्रैल को कैबिनेट ने 11 मई को सत्र बुलाने का फैसला किया था, लेकिन अभी तक राज्यपाल ने इसे नहीं बुलाया है। इसलिए, मुख्यमंत्री ने बुधवार को एक और पत्र भेजा है।\n\nबैठक में, कैबिनेट ने 11 मई को सत्र बुलाने का फैसला किया है ताकि बजट से पहले अहम मामलों पर चर्चा की जा सके। मुख्यमंत्री का पत्र राज्यपाल कार्यालय में शमशेर राई, कमल जबेगु और प्रदीप सुनुवार जैसे मंत्रियों द्वारा दिया गया।"},{"hash":"c280853b0ac9291a67ecc4eb01a814829c703dcc94dcd27cc89a1800bf262352","title":"Tharu women in Banke, Nepal, are joyfully involved in organic vegetable farming. They are working hard and reaping the benefits of this sustainable farming method.","date":1715172617587,"source":"ok","category":null,"content":""},{"hash":"ae12e05bc37cd72e4cddf0ec48b627370cf4922d18146b0da56dcd10ff997d50","title":"Mbappe's dream of winning the Champions League with PSG remains unfulfilled.","date":1715172627610,"source":"ok","category":null,"content":"I am an AI assistant, and I cannot summarize text without context. Please provide the text you would like me to summarize."},{"hash":"068bbbf3dcf3672e2422a68b9b635492097ab4ea3ed50286045b4c9162377d1d","title":"Wildfires in the forest have spread to nearby villages, forcing wild animals to flee into populated areas.","date":1715172630399,"source":"ok","category":null,"content":""},{"hash":"b606b727227ad4be867232a81763a30be2d3d9870ee6dc94e30d81fff8262460","title":"Seven creators, including Saraswati Pratksha and Bhupin Khadka, were honored.","date":1715172641168,"source":"ok","category":null,"content":""},{"hash":"b2be9bc787f550a028f0bbc0bdc118ac436c4073b79ba9f5444331f0364a504b","title":"Demi Lovato, the Hollywood star, wore a design by Nepali designer Prabal Gurung.","date":1715172649503,"source":"ok","category":null,"content":"डेमी लोभाटो नामकी मशहूर सिंगर नेपाल के रहने वाले फैशन डिजाइनर प्रबल गुरुंग के डिजाइन किए सफेद गाउन में मेटगाला में दिखाई दीं। इस ड्रेस पर हाथ से बनाए गए 500 फूल थे। मेटगाला का ड्रेस कोड \"गार्डन ऑफ टाइम\" था, जो प्रबल गुरुंग के विचार से बनाया गया था। डेमी ने कहा कि मेटगाला में उनके करियर में कई बदलाव आए हैं और इसलिए वह इस साल उत्साहित थीं। वह प्रबल गुरुंग की शैली पसंद करती हैं क्योंकि वह फैशन के जरिए कहानियां सुनाते हैं। इस साल के मेटगाला में राधिका जोन्स और कई सुपरमॉडल ने भी प्रबल द्वारा डिजाइन किए कपड़े पहने थे।"},{"hash":"248945e9062ed5c9f98228b074f41b66f73dbcf93d688bb0b724cd49c665ffcd","title":"Upendra Yadav held a press conference after the party split. He highlighted that even the Prime Minister had been misled.","date":1715172658590,"source":"ok","category":null,"content":""},{"hash":"0a358222ead446cfbd7def54e7b20dffe645bc0dc4f79af6f269aa662e4c7222","title":"The tunnel for the Sun Koshi Marin Diversion project has been completed and a breakthrough has been made.","date":1715172666325,"source":"ok","category":null,"content":"Nepal's big project, the Sunkosi-Marin Diversion Project, has made progress.\n\nPrime Minister Prachanda opened a tunnel in the project.\n\nThe project will move water from the Sunkosi River through a 13.3 km tunnel to the Marin River.\n\nThen, the water will flow into the Bagmati River and reach the Bagmati Irrigation Project.\n\nThis project will bring water for farming to five districts all year round: Dhanusha, Mahottari, Sarlahi, Rautahat, and Bara."},{"hash":"8acf558c0435aee1bada7ebbf28198296777c2b56819ceeb8afb9fc12458eaec","title":"The Communist Party of Nepal (UML) and the Communist Party of Nepal (Maoist Centre) have demanded the formation of a new government under Koshima's leadership.","date":1715172671956,"source":"ok","category":null,"content":""},{"hash":"44c02c5bdba86d722d53b00a61af76c40bf7fe4556f848156726dcf373b03957","title":"King Charles of the United Kingdom will not meet with his son, Harry.","date":1715172680950,"source":"ok","category":null,"content":""},{"hash":"8ca4c072da56383a47596abaf17400133eabca8e40334e671ae19fbd6edaf749","title":"The construction of a tunnel to divert the Sun Koshi River has been completed.","date":1715172688348,"source":"ok","category":null,"content":""},{"hash":"ddd6b84b834bcf0b933a7048c4ed7136f322e98c7d65010055414563d49f59ee","title":"Nepal Premiere of 'Khajure Bro' in Kathmandu","date":1715172697362,"source":"ok","category":null,"content":"The movie \"Khajure Bro\" had a premiere in Kathmandu. It's about friendship and money, and how they can affect a relationship between a husband and wife. The story is based on a real person from Dharan named Khajure Bro. The movie will also premiere in Dharan on Wednesday.\n\nThe movie also talks about problems with cooperative societies. It stars actors like Mahesh Tripathi, Rear Rai, Navin Manandhar, Neeti Shah, Pushkar Karki, and Binita Thapa. This is director Suraj Sunuwar's second movie after \"Shadang\". The movie was filmed in Kathmandu, Darjeeling, Dharan, and Itahari.\n\nThe movie was made by Dibyadrishya Entertainment with Mandro Production and Multi Propose Pvt. Ltd. Navin Manandhar and Suraj Sunuwar are the producers. \"Khajure Bro\" will be released on 28th Baisakh."},{"hash":"3a4713516cb88e417b50bd8519a5346dcf27dc460d04d4ac743c94af69f2e0c0","title":"MP Suhang's Three Top Priorities after Taking Oath:","date":1715172704461,"source":"ok","category":null,"content":""},{"hash":"464284c5954f317b895b1ea5a3c8f0cc747530b918e738ca9fd2cc5dfa5f5659","title":"Member of Parliament Suhang Nemwang took the oath of office.","date":1715172714601,"source":"ok","category":null,"content":""},{"hash":"fd04cd22329957f15e6b1ef666838c6ada4f00edb2199ad5d3929a7fa4db3aaa","title":"PM Deuba has been closely observing the actions of the judiciary and the Election Commission.","date":1715172721692,"source":"ok","category":null,"content":""},{"hash":"7f93f5efffbd49af3504acbbfa8abe669570ef4aa69d3c61041705149def9c02","title":"Parshu Ram Basnet, who was appointed as the Chief Minister of Sudurpaschim Province, was asked in a letter why he should not be removed from his position.","date":1715172731071,"source":"ok","category":null,"content":"मुख्यमंत्री कार्की ने खेल बोर्ड के सदस्य-सचिव बस्नेत से दोबारा स्पष्टीकरण मांगा है।\n\nपहले बस्नेत से 24 घंटे में स्पष्टीकरण मांगा गया था, जो संतोषजनक नहीं था। अब उन्हें आज दोपहर 3 बजे तक फिर से स्पष्टीकरण देना है।\n\nकार्की और बस्नेत एक ही निर्वाचन क्षेत्र से चुनाव लड़ने वाले प्रतिद्वंद्वी उम्मीदवार हैं। पिछले मुख्यमंत्री आचार्य ने बस्नेत को सदस्य-सचिव नियुक्त किया था, लेकिन बाद में उन्हें हटा कर वाग्ले को नियुक्त किया गया था।\n\nबस्नेत ने इस पर अदालत में मुकदमा किया था और अदालत ने फैसला सुनाया कि उन्हें फिर से सदस्य-सचिव के रूप में बहाल किया जाए।\n\nअब मुख्यमंत्री कार्की अल्पमत में हैं और वे बस्नेत को हटाकर अपने समर्थक को नियुक्त करना चाहते हैं।"},{"hash":"49f6fca7e862e3ddb6cd7e6de67c97826bf4951cae18b46b641fd92dea93d846","title":"**How to Balance Facial Wrinkles**\n\nWrinkles are a natural part of aging. Here's how to balance them out:\n\n* **Moisturize:** Use a moisturizer with hyaluronic acid or ceramides, which help hydrate and plump up the skin.\n* **Exfoliate:** Use a gentle exfoliator 1-2 times a week to remove dead skin cells and reveal brighter skin.\n* **Wear Sunscreen:** Protect your skin from sun damage with a sunscreen of at least SPF 30.\n* **Use Retinol:** Apply retinol cream at night to boost collagen production and improve skin texture.\n* **Consider Fillers:** Injections like Botox and fillers can temporarily smooth out wrinkles.\n* **Get Enough Rest:** Sleep deprivation can lead to wrinkles and dull skin.\n* **Reduce Stress:** Stress can release hormones that break down collagen and make wrinkles worse.","date":1715172742429,"source":"ok","category":null,"content":"I'm sorry, but I cannot summarize something without any context. Please provide the text you want me to summarize, and I'll be happy to help!"},{"hash":"b497005c9623ef33cc72271200252c912c302f514d274a7f8c64e7337f19540a","title":"Gold and silver prices remain stable.","date":1715172744176,"source":"ok","category":null,"content":"Today, the price of gold in Nepal remains the same as yesterday.\n\n* 1 tola of gold costs Rs. 1,36,400.\n* The price of silver also remains unchanged at Rs. 1,675 per tola."},{"hash":"8d1e517670d1a9b80630cf3a0c2a98a7139d08b09fd3560c982b9bd30cde85ba","title":"Politicians are having discussions to form a new government in Koshima.","date":1715172748719,"source":"ok","category":null,"content":""},{"hash":"99aef1df38f53a4fc2d8b118b87ab60fa66185286f79af2fba721886aabf3e6e","title":"Should the Minister of Education just identify problems and give instructions?","date":1715172757976,"source":"ok","category":null,"content":"शिक्षा मन्त्रालयले सामुदायिक विद्यालयमा निःशुल्क शिक्षा र निजी विद्यालयों के लिए शुल्क निर्धारण और छात्रवृत्तियों के बारे में दिशानिर्देश जारी किए हैं। कुछ सामुदायिक विद्यालय अवैध रूप से शुल्क ले रहे हैं, जबकि संस्थागत विद्यालय गरीब समुदायों के छात्रों से छात्रवृत्ति छीन रहे हैं। मंत्रालय ने सामुदायिक विद्यालयों में शुल्क लेने पर रोक लगाई है, लेकिन वे चंदा के रूप में शुल्क ले रहे हैं, जो वेतन के लिए उपयोग किया जाता है। यह सवाल उठाता है कि सामुदायिक विद्यालयों में पर्याप्त शिक्षक क्यों नहीं हैं।\n\nनिजी स्रोत से नियुक्त शिक्षकों का भी अच्छा प्रदर्शन है। मंत्रालय को सामुदायिक विद्यालयों को उनके प्रदर्शन और छात्र संख्या के आधार पर फंड देना चाहिए। अंग्रेजी माध्यम के विद्यालयों में बेहतर परिणाम देखे जा रहे हैं, यह सवाल उठाता है कि क्या सभी विद्यालयों को अंग्रेजी माध्यम में बदलना चाहिए। मंत्रालय को सामाजिक सुरक्षा और बुनियादी जरूरतों को सुनिश्चित करने पर ध्यान केंद्रित करना चाहिए।\n\nसामुदायिक विद्यालयों में गिरावट के लिए स्थानीय समुदायों की भी जिम्मेदारी है। मंत्रालय को सामुदायिक विद्यालयों के प्रदर्शन को बेहतर बनाने के लिए मॉडल तैयार करना चाहिए। शिक्षा कानून में शिक्षकों के लिए करियर विकास और निजी स्कूलों के संस्थापकों के साथ-साथ गरीब छात्रों की जरूरतों को भी शामिल किया जाना चाहिए।"},{"hash":"60c68acc9d962713207c2a365cbd3ca55164ffeb1a81fe0467c31b4d365c2de5","title":"In West Nawalparasi, Nepal, a person died after being struck by lightning.","date":1715172771464,"source":"ok","category":null,"content":"On May 8th, a 29-year-old woman named Punam Koiri died in Nawalparasi, Nepal, after being struck by lightning.\n\nPunam was in her garden during a storm when the lightning hit her. Her body was found later that day under a mango tree outside the village.\n\nPunam had three children and her husband is currently working in Saudi Arabia."},{"hash":"5c0bfb95ec8f0dc2abac760608427e92e2abea264c7b841b052d5260d3e1788c","title":"HIDCL's profit increased by 7.9 percent.","date":1715172775378,"source":"ok","category":null,"content":""},{"hash":"02dfcfcd41e5bfb0203a9dcf8d033308a7b37b5683747be775c23a707e86c0a6","title":"Former minister Ghimire advised students to develop leadership skills without bowing to political power.","date":1715172783763,"source":"ok","category":null,"content":""},{"hash":"043f63a8bc5e46f7e13dca6259769ac052c00af8b5c6e1fa99f10b99e6bc2c58","title":"Congress party leaders and former leaders will meet and discuss party matters.","date":1715172792963,"source":"ok","category":null,"content":""},{"hash":"8c1d546adf88aeb76c1d9eab420b2e5b993cfe9fa8f9fd22565e87a3d8b52704","title":"Prime Minister directs to complete remaining work of Sunkosi-Marin Diversion Project on time.","date":1715172799707,"source":"ok","category":null,"content":"प्रधानमंत्री प्रचण्डले सुनकोशी-मरिण डाइभर्सन परियोजनालाई तोकिएको समयमा पूरा गर्न निर्देशन दिए।\n\nपरियोजना में एक सुरंग शामिल है जो 22 महीने के लक्ष्य के मुकाबले तीन महीने पहले ही पूरी हो गई है। सुरंग का उपयोग सुनकोशी नदी के पानी को मरिण नदी में ले जाने के लिए किया जाएगा, जो 31 मेगावाट बिजली पैदा करेगा।\n\nपरियोजना से धनुषा, महोत्तरी, सर्लाही, रौतहट और बारा जिलों की 1.22 लाख हेक्टेयर जमीन पर साल भर सिंचाई की सुविधा मिलेगी।\n\nपरियोजना में 30 मीटर ऊंचा और 158 मीटर लंबा बांध भी शामिल है जो सुनकोशी नदी में बनाया जा रहा है। बाँध के निर्माण में कुछ देरी हो रही है।\n\nपरियोजना को 2084 में पूरा होने का लक्ष्य है। प्रधानमंत्री ने परियोजना में अच्छा प्रदर्शन करने वाले कर्मचारियों को पुरस्कृत करने और खराब प्रदर्शन करने वालों को दंडित करने का निर्देश दिया।"},{"hash":"058f80968b8c7451a3c22efab865aead077d7fe3d9d3df70f15847649851b8be","title":"Farmers in Kalikot district are now getting money for looking after their cows and buffaloes.","date":1715172808936,"source":"ok","category":null,"content":""},{"hash":"dc79f6754d4bc4eac18bc95b3809f865c7381b3da52444fb25756a6464c8b452","title":"Sindhuli-Marini Diversion Project's tunnel will experience a \"breakthrough\" today.","date":1715172816993,"source":"ok","category":null,"content":""},{"hash":"34c3879afd84e11913e3f70f62391d7c6a6fe844d3e1af09c6a7f1841f506e63","title":"After the Ilam by-election, identity politics has become more prominent. This means that political parties are focusing on the interests of specific groups, such as ethnic groups or religions, in order to gain votes.","date":1715172826711,"source":"ok","category":null,"content":""},{"hash":"241d039d83b825570a027a43aba494745867e30d79fb4c20db0515a40bab4a52","title":"In Taplejung, Nepal, Mr. Tumbahangphe has been elected as the president of the CPN-UML party.","date":1715172836830,"source":"ok","category":null,"content":""},{"hash":"1a127047e4ee8a69472d59f1e90fa29b16530d7ea280120783444a71ad5ea2df","title":"The podcast \"RAW Hitman\" tells the story of the assassination of Jamim Shah.","date":1715172843562,"source":"ok","category":null,"content":""},{"hash":"239fd033b8f221f2a7c384a0928289ecb6d4556074eea70cb248b236208b67d3","title":"The share price of Himalayan Distillery has fallen to its lowest in three years due to a decline in business.","date":1715172858744,"source":"ok","category":null,"content":""},{"hash":"65228d06a45b9d0b39c8187cab83fa5ff234a2dffc0aa6e8566e7ff5ef010efb","title":"Saloni and Karishma had a baby girl.","date":1715172866662,"source":"ok","category":null,"content":""},{"hash":"3c97b28d884b826d6c2a9f6e337de322544cd1460c27c93d45cb4a48f779e3d3","title":"A young man died at a juvenile detention center in Kailali. His parents are calling for a fair investigation.","date":1715172873755,"source":"ok","category":null,"content":""},{"hash":"4274271af9e58ed0bde725988ef534dc2ecf3e59665fb27dd7dd2dc3d25b39b8","title":"There are two interesting legends about Matatirtha:\n\n* Legend 1:\n    * Lord Shiva hid his matted hair (jata) here after cutting them off.\n    * The water that flowed through the hair formed the sacred Matatirtha.\n\n* Legend 2:\n    * A demon named Matanga was killed here.\n    * Goddess Sati, Lord Shiva's wife, used his matted hair to create a lake in his memory.","date":1715172882491,"source":"ok","category":null,"content":""},{"hash":"57a0345a4605bc407e572d65715bbaa2fce68b1cda5331cae1f7fd70727c154e","title":"Dortamund defeated PSG, making it to the Champions League final for the first time in 11 years.","date":1715172895059,"source":"ok","category":null,"content":"I cannot summarize the provided text because you have not provided any text for me to summarize. Kindly provide the relevant text, and I will assist you with the summarization."},{"hash":"a930ac6f524940cbe9106d2fc9bce094eadc73b6062bafcb2c01437b28a66a05","title":"माओवादी केन्द्रको मधेश प्रदेश सम्मेलनको तयारी बैठक जगत यादव समूहबाट बहिष्कार","date":1715172898399,"source":"ok","category":null,"content":"\n२६ वैशाख, जनकपुरधाम । नेकपा माओवादी केन्द्रको मधेश प्रदेश सम्मेलनको तयारीका लागि महोत्तरीमा बसेको बैठक असन्तुष्ट केन्द्रीय सदस्य सहितका नेताहरुले बहिष्कार गरेका छन् ।\nमधेश प्रदेश इन्चार्ज लिलामणि पोखरेलले कार्यविभाजनमा एकलौटी गरेको आरोप लगाउँदै उनीहरुले बैठक बहिष्कार गरेका हुन् ।\nमंगलबार महोत्तरीको बर्दिबासस्थित पञ्चधुरा पार्टी प्यालेसमा महासचिव देव गुरुङको प्रमुख आतिथ्य तथा इन्चार्ज पोखरेलको अध्यक्षतामा प्रदेश सम्मेलन तयारीका लागि बैठक बसेको थियो ।\n५५ जना केन्द्रीय सदस्य एवं वैकल्पिक सदस्यहरू र सल्लाहकार तथा आयोग सदस्यहरूको बैठकमा आधाभन्दा बढीले नगएर बहिस्कार गरेको केन्द्रीय सदस्य जगत यादवले दावी गरे ।‘बैठकमा आधाभन्दा बढी केन्द्रीय सदस्यहरु पुगेकै थिएनन्’ उनले भने ।\nआफू पनि बैठकमा नगएको नेता यादवले बताए । तर, अर्का केन्द्रीय सदस्य श्रवण यादव बरबरिया (जीवन)ले भने १०/१२ जना केन्द्रीय सदस्यसहितका नेताहरु मात्र बैठकमा अनुपस्थित भएको बताए ।\nकेन्द्रीय सदस्य जगत यादवका अनुसार कार्यविभाजनको लागि वैशाख ३ गते बैठकका लागि सूचना जारी गरिएको थियो । तर प्रदेश इन्चार्ज पोखरेलले चैत ३० गते नै एकलौटी ढंगबाट कार्यविभाजन गरेको आरोप उनले लगाए ।\n‘वैशाख ३ गते बैठक बसेर कार्यविभाजन गर्ने मोबाइलमा सूचना आयो । तर चैत ३० गते नै एकलौटी ढंगले जुनियरलाई पनि जिल्ला इन्चार्ज र सिनियरलाई पनि क्षेत्रीय इन्चार्जको जिम्मेवारी तोक्नु भएको छ । सिनियरलाई अपमानित गर्ने काम भयो,’ यादवले भने, ‘त्यो एकलौटी निर्णय मान्य हुन्न । यदि निर्णय सच्याइएन भने कुनै जिल्लामा बैठक हुन दिँदैनौं ।’\nउनका अनुसार चैत १८ गते प्रधानमन्त्री निवास बालुवाटारमा मधेश प्रदेशका केन्द्रीय सदस्य, वैकल्पिक केन्द्रीय सदस्य, सल्लाहकार र आयोगका सदस्यहरूको बैठक बसेको थियो । सो बैठकमा प्रदेश इन्चार्ज पोखरेलले १५ वटा लिखित प्रस्ताव पेश गरेका थिए । त्यसपछि चैत २९ गते बैठक बोलाइएको थियो । तर स्थगित भएर वैशाख ३० गतेको लागि बैठक डाकिएको थियो ।\nपार्टीको मधेश प्रदेश समिति निर्माण गर्न मधेश प्रदेशमा कार्यक्षेत्र रहेका पूर्ण र वैकल्पिक केन्द्रीय सदस्य रहने गरी मधेश प्रदेश सम्मेलन आयोजक समिति गठन गरिएको छ । आयोजक समितिको इन्चार्ज पोखरले आफैं छन् । यस्तै जिल्ला इन्चार्ज र जनवर्गाीय संगठनहरुको जिम्मेवारी तोकिएको छ ।\nअगामी भदौ महिनाभित्र प्रदेश सम्मेलन गर्ने तयारी अनुसार बैठकहरु हुँदै आएका छन् । सोही तयारी अन्तर्गत मंगलबार महोत्तरीमा बैठक थियो । केन्द्रीय सदस्य बररियाले महोत्तरी र सप्तरी जिल्लामा मात्र पार्टीमा सामान्य विवाद रहेको तर अन्त नभएको जिकीर गरेका छन् ।\n"},{"hash":"cdbae7b6fe8ef90ebdc1b569b9142929849afb712a587e2fcfb170e41cdca428","title":"You can now store embryos and choose when you want to have a baby.","date":1715172901106,"source":"ok","category":null,"content":"Please provide the text you want me to summarize."},{"hash":"c9f3c9d5403cf0cff86ba0c109b960565b7dbbe0ededec4bbd6318bfd5f9b997","title":"आमा विनाको संसार","date":1715172902509,"source":"ok","category":null,"content":"\nआमा संसारमै सबैभन्दा मिठो र प्रिय शब्द हो। सन्तानलाई जतिसुकै अप्ठ्यारो बेलामा पनि साहस दिने, चुनौतीसित लड्न सिकाउने, बाँच्न सिकाउने अनि हरेक दुःखको एउटै औषधि आमा हो । \nएउटा सन्तानलाई जन्म दिंदै गर्दा हजारौं कोषिका चुँडिएको कठोर पीडालाई सन्तानको पहिलो मधुर चिच्याहटमा आमाले सजिलै भुलिदिन्छिन्। आफूले भोगेका हरेक पीडालाई कठोरताका साथ सहन गर्न सक्ने भएकै कारणले गर्दा ईश्वरीय वरदान, स्वर्गीय आनन्द र सन्तान उत्पादन गर्ने क्षमता भगवानले आमालाई नै सुम्पिएका होलान् । \nआमाको लामो प्रसव युद्धपछि मेरो जन्म त हुन्छ तर मलाई जन्माएको केही समयमा आमाको स्वास्थ्यमा खराबी देखिन थाल्छ। यता प्रसव पीडा त छँदैछ।  \nयी यावत् पीडालाई सहन नसकेर मेरी आमाको मृत्यु हुन्छ। त्यही दिनदेखि मेरो संसार सबै उजाडिन्छ। अब मेरी आमाको नामको अघि स्वर्गीय जोडिन्छ। आमाको आशीर्वाद प्राप्त गर्नको लागि मैले पितृ भनेर पुकार गर्नुपर्ने हुन्छ। यो सोचले मेरो मन साह्रै भक्कानिन्छ। \nआमा नहुनु भनेको मेरा लागि सर्वस्व गुम्नु जस्तै नै भयो। सानैबाट अभावै अभावमा दुःखका दिनले घेर्दाघेर्दैमा बितेको मेरो बालापन सायद खुसी भन्ने कुरा त जमिनको कुनै सतहमा लुकेको छ होला । \nआज मातातीर्थ औंसी। आमाको मुख हेर्ने दिन मेरी आमाले मलाई झुक्याएर अनायासै धर्तीबाट अस्ताएको पनि झण्डै २३ वर्ष हुन लागेछ। कहिलेकाहीं कुनै सन्तान आमाको काखमा लुटपुटिएको देख्दा आफू पनि रम्न नपाएको याद आउँछ र भुर्लुक्क आँसु उम्लिन्छन्। \nलाग्छ आमाको छत्रछायाँ नपुगेकै भएर त होला नत्र किन यी आँसुले आमा सम्झिन्थे र ?\nआमाको जीवनको रक्तश्रावबाट नै मेरो जीवनको ब्रह्मनाल बनेको हो। जसले आफूलाई टुक्राएर मलाई सिङ्गो जीवन दिइन्, सारा जीवन उनै आमाको नाममा अर्पित छ \nअचेल कहिले मन्दिर त कहिले वृद्धाश्रम गएर बसिरहन मन लाग्छ। ती वृद्धाश्रमका बा–आमामा कतै तपाईंको अनुहार पो भेट्छु कि भनेर ! \nए साँच्चै मैले त तपाईंको अनुहार पनि देखेकै छैन। सबैभन्दा बढी यादले यस्तै चाडपर्वको बेलामा सताउँदो रहेछ। आजकाल त झन् चाडपर्वमा आमाको अस्तित्वको कमी ज्यादै हुने गर्दछ। सायद यो उमेरले आमाको साथ खोजिरहेको छ होला तर मेरी आमा मबाट कहीं टाढा छिन्। निकै पर आकाशमा कतैबाट मलाई नै हेरिरहे जस्तो लाग्छ। आमा भन्नेबित्तिकै स्नेह र निश्चल मायाको अभाव स्मरण हुन्छ। आमाको माया कसैसँग तुलना हुँदैन। घरमा जति नै सदस्य संख्या भए पनि मनै त हो तन-मन र आँखाले आमा खोज्छ। \nआयु त अरुको पो धेरथोक लाग्छ, आफ्ना मान्छेको आयु अमर होस् भन्ने हुने रहेछ किनकि त्यो मान्छेसँग आफ्नो इतिहास जोडिएको हुन्छ, जीवनका पन्नापन्नामा अमिट छाप छोडिएको हुन्छ।\nआफ्नो जन्मलगत्तै आमाको मृत्यु भएपछि त्यो नवजात शिशुको जीवनमा केकस्ता समस्याहरू आइपर्छन्, त्यो हेक्का तपाइँहरू पनि गर्न सक्नुहुन्छ। आमाको स्तन चुस्ने अधिकार मबाट खोसियो। आमासँगै रम्ने, आमालाई सताउने लगायत धेरै कुरा मबाट विलीन भए। मेरो बचपना मैले बाँच्न पाइनँ भन्दा पनि फरक नपर्ला।\nहामीबीच तपाईं नरहे पनि तपाईंका बारेमा घरपरिवार, छरछिमेकीले वर्णन गरेका ती शब्दले आँखाबाट हर्षका आँसु खस्छन् र गर्व लाग्छ- मेरी आमा त कति महान् ! आज म संघर्षमा हुँदा, कुनै दुःखमा पर्दा तपाईंको धीरता सम्झेर आँखाबाट आँसु झर्छ र त्यसले मलाई झन् बलियो बनाउँछ।\nआमा हुनेहरूले आजको दिनमा आमाकै लागि धेरथोर आफूले सक्दो कर्म गरेर मिठामिठा परिकारहरू खुवाएर नयाँ बस्त्र किनिदिएर खुशी पारिरहनुभएको छ होला। आमा नहुनेहरूले भने आमाको नाममा दियो बाली आमालाई सम्झिरहनुभएको छ होला। \nवैशाख कृष्ण औंसीका दिन दिवङ्गत आमाले आश गर्ने भएकाले तर्पण, पिण्डदान र सिधादान सहित श्राद्ध गरे खुसी भई आशीर्वाद दिने शास्त्रीय मान्यता छ। मैले मेरी आमाको लागि बिहानै उठी आमाको नाममा दियो बाल्दै अर्को जन्म मिलेमा म तपाईंकै सन्तान हुन पाउँ र तपाईंकै साथमा लामो समयसम्म रहन पाउँ भनी प्रार्थना गरें।\nहुन त आमाका लागि कुनै दिन चाहिन्न, किनकि आमा हामीलाई दिन देखाउने देउता हुन्। र पनि तिथिमितिले वर्षमा एकपटक आउने दिन हो मातातीर्थ औंसी। \nआमाको नाममा जोडिएका बगरका ढुङ्गा त देउता हुन्छन् भने आमालाई जोडेर आएको औंसीको महत्व नहुने त कुरै भएन। आफ्ना सन्तानका निम्ति आफ्नै संसार भुलिदिने ती सम्पूर्ण आमाको सोच, साहस र ममतालाई पङ्क्तिकारको सलाम छ। \nआमाको जीवनको रक्तश्रावबाट नै मेरो जीवनको ब्रह्मनाल बनेको हो। जसले आफूलाई टुक्राएर मलाई सिङ्गो जीवन दिइन्, सारा जीवन उनै आमाको नाममा अर्पित छ । \nपुनः एकपटक मातातीर्थ औंसीको सम्पूर्ण महान् आमाहरू, आमा शब्दप्रति, आमाप्रति, आमाको स्नेहप्रति र सिङ्गो आमाको स्वरूपप्रति आभारसँगै नमन अनि शुभकामना। अर्को जन्म मेरै आमाको कोखबाट लामो समय सँगै रहन मिल्ने गरी जन्म लिन पाउँ ।\nगुल्मी \n"},{"hash":"472058e5fb9d413c8b502744a9d5c36e0909566ad1876f3a8ac66c5c46643fcb","title":"Ukraine says they stopped a plan to kill President Zelenskyy. They accused two colonels of spying.","date":1715172904055,"source":"ok","category":null,"content":""},{"hash":"61e1eadbd62c061ca29fa5fcf28e3bb1d4078524c38ecd2d0fe0f392d3a86f99","title":"The final match of the Hetauda Prakash Memory Volleyball tournament was interrupted by heavy rain.","date":1715172913814,"source":"ok","category":null,"content":"Sure. Below is a summary of the text:\n\n**Summary:**\n\nThe summary should be a concise and clear overview of the main points of the text. It should be written in simple language, avoiding technical jargon or complex sentence structures. A good summary should be no more than a few sentences long and should cover the who, what, when, where, and why of the text.\n\n**Example:**\n\n**Original text:**\n\n\"The United States is a large country with a diverse population. It is made up of 50 states, each with its own unique culture and history. The United States is a democracy, and its government is based on the principles of freedom and equality.\"\n\n**Summary:**\n\n\"The United States is a large, diverse country made up of 50 states. It is a democracy with a government based on freedom and equality.\""},{"hash":"20391182bb5ed695d4518ab5b5d019653978dd5dde5430215c3e938a62670e16","title":"Erika, Palesha, and Lama were honored.","date":1715172918810,"source":"ok","category":null,"content":"I don't have any information to summarize. Please provide the text that you would like me to summarize."},{"hash":"edeb410fef42a34121b6d6fc5fdbcd8022f5a3cb92ade325076557639338ebac","title":"In the past 24 days, 27 people have died in fire, forest fires, and lightning strikes.","date":1715172921769,"source":"ok","category":null,"content":"In the first 24 days of April, 27 people died due to fires, wildfires, and lightning strikes.\n\n- 18 died in fires\n- 6 died in wildfires\n- 3 died from lightning strikes\n\n90 people were injured.\n\nThe government has approved financial assistance to help families who lost their homes in fires build temporary shelters. This assistance was previously only available to earthquake victims."},{"hash":"654012d59a7fe38ca23192d33d7eb0eb48383a992252bd58c2f440e1f29ade65","title":"Suhang has taken the oath to become a member of parliament today.","date":1715172926783,"source":"ok","category":null,"content":"Today, Suhang Nembang will take an oath to become a member of parliament. He will represent the Ilam-2 constituency in eastern Nepal.\n\nSuhang Nembang's father, Subhas Nembang, previously held the seat but passed away last year. As a result, a by-election was held on May 15th, in which Suhang Nembang stood as the candidate for the ruling Nepal Communist Party (UML).\n\nSuhang Nembang won the by-election by over 5,000 votes, and will officially become a member of parliament today after a ceremony at the Singha Durbar complex."},{"hash":"837dea777c23514feefcaadf2c57fa067626944de52039236b149127de1a0744","title":"Janata Samajwadi Party Nepal is going to court. They announced this at a press conference after a meeting of their central executive committee.","date":1715172932312,"source":"ok","category":null,"content":""},{"hash":"7f443981286f9ad741debb94fe87858cf3ad5b83c7203172b0f96cbcafdc315d","title":"Our Mother","date":1715172938318,"source":"ok","category":null,"content":"**आमाको कथा**\n\nआमाको जीवन कठिन छ। वहिनी हुँदा उनले शोषण भोगिन्, र अब सासू हुँदा बुहारीको शासन सहनुपर्छ।\n\nउनके दिन गृहकार्य, पशुधन की देखभाल और खेतों में काम करने में बीतते हैं। वह बहुत गरीब हैं, खाने-पीने और कपड़ों के लिए संघर्ष करती रही हैं।\n\nउनके चेहरे पर दुख की रेखाएं नजर आती हैं। उनके घाव छिपे हुए हैं, और उनकी पीड़ा को कोई नहीं समझता है।\n\nलेकिन, वह अपने बच्चों के लिए खुश हैं। वह जानती हैं कि उन्होंने कई बच्चों की परवरिश की है, लेकिन अब वह खुद अकेली हैं।\n\nवह जीवन के अंत को स्वीकार करती हैं, लेकिन फिर भी वह अपने बच्चों की मुस्कान के लिए जीती हैं। वह प्रकृति की तरह है, जो हमेशा देती है, भले ही उसे कुछ न मिले।"},{"hash":"093e550cf46e82d45d017b06960dc4278de3cefa08dbf7d625d3cb0c68e8d9cd","title":"Rajkumar Ghimire has been appointed as the President of the Gandaki Province Skating Association.","date":1715172948747,"source":"ok","category":null,"content":"I'm sorry but without any context or text, I cannot summarize anything for you. Please provide the text you would like me to summarize."},{"hash":"8be6db2a44d572f4f688ce13c00eb05e53f1852cab8d60ffe128c6155874f646","title":"Today is the day to visit the Mata Tirtha pilgrimage site and receive blessings from the goddess.","date":1715172951785,"source":"ok","category":null,"content":""},{"hash":"7ea269384c880eafcbd3f125e243eb4cce17d27b1827bb071f38385d3010c7cd","title":"Rajasthan lost to Delhi in the IPL cricket match.","date":1715172961200,"source":"ok","category":null,"content":"I cannot summarize the provided text as there was no text included in your query. Please provide the text you would like me to summarize."},{"hash":"fd43060349f4e9ae31d6d9c7985ac97824df6f717067076b6636f8423ed3223e","title":"A reality show called 'The Speaking Titan' has been announced. Renowned actors Malvika Subba and Dilbhushan Pradhan will be among the judges.","date":1715172964381,"source":"ok","category":null,"content":"एक नयां रियालिटी शो आ रहा है जिसका नाम है \"द स्पीकिंग टाइटन\"। यह उन लोगों के लिए है जो अच्छा बोलना चाहते हैं।\n\nआप ऑनलाइन वीडियो भेजकर इस शो में भाग ले सकते हैं या जज के सामने ऑडिशन दे सकते हैं। आप दुनिया में कहीं से भी नेपाली में भाग ले सकते हैं।\n\nशो में जज होंगे दिलभूषण पाठक, माल्विका सुब्बा और रंजीत आचार्य। होस्ट साउनक भट्ट होंगे।\n\nशो जून के अंत से प्राइम टीवी पर प्रसारित होगा और ऑनलाइन ओएसआर रियलिटी और दामी म्यूजिक पर स्ट्रीम होगा।"},{"hash":"debbd8adc5a303e300bba75df37ae5cbb47e1697322cf3f2985b91e43ec9edaf","title":"Government is preparing for a new budget.\nBudget ceiling (limits) have been sent to all ministries.","date":1715172972458,"source":"ok","category":null,"content":""},{"hash":"33bb4b8caeed25d9cd407055b40a01e22cc48a9b7b6c681bca05664fe1e7759d","title":"Dasarath Stadium is being prepared for Nepal's home matches against the United Arab Emirates (UAE).","date":1715172983560,"source":"ok","category":null,"content":"I apologize, but there is no text provided for me to summarize. Please provide the text so I can assist you."},{"hash":"9d5332ee41c0101b5388a4bd30a18ba2076f1aa25676c5e52132ac8e8e65cb9c","title":"Sunil Narine is a great player in the Indian Premier League (IPL), but he has not been as successful in the World Cup.","date":1715172987204,"source":"ok","category":null,"content":"Unfortunately, no context was provided for me to summarize. Please provide the text you would like summarized, and I'll be happy to assist you."},{"hash":"5321b27b3caec3f980c21dd4c8f6d00a683e3ef067e9e2ecdc77b9295a97cf39","title":"Nepal's graduation from Least Developed Country (LDC) status brings more benefits than losses.","date":1715172990143,"source":"ok","category":null,"content":""},{"hash":"96ebf8c5011f71b06e769406a06093d8ad8cffefe0dd632f2302c88434eff627","title":"Rekha Das is the new Chief Administrative Officer of Lalitpur Metropolitan City.","date":1715173003612,"source":"ok","category":null,"content":""},{"hash":"7fcf82698a3777882fdb51ef0cb0fe69c403659448cb49a9e5f276a4482dc064","title":"The Unified Socialist Party is confident that there will be no division in the party.","date":1715173011310,"source":"ok","category":null,"content":""},{"hash":"301d9a09e48592d0b82b1d97c6a7cd3176486578bd440639c934b306870a2c69","title":"A court has dismissed a lawsuit filed against the National Film Awards.","date":1715173020473,"source":"ok","category":null,"content":"पाटन हाई कोर्ट ने सर्वश्रेष्ठ फिल्म के लिए राष्ट्रीय फिल्म पुरस्कार के खिलाफ दायर याचिका को खारिज कर दिया है। याचिका दायर करने वालों का दावा था कि 2080 में पुरस्कार वितरण में सर्वश्रेष्ठ फिल्म की घोषणा नहीं करना गलत था।\n\nराष्ट्रपति कार्यालय ने अन्य श्रेणियों में पुरस्कार दिए थे, लेकिन सर्वश्रेष्ठ फिल्म का पुरस्कार नहीं दिया था। यह आरोप लगाया गया था कि सत्तारूढ़ पार्टी के दबाव के कारण ऐसा किया गया था, क्योंकि फिल्म में पार्टी के नकारात्मक चित्रण को दिखाया गया था।\n\nअदालत ने फिल्म बोर्ड को जवाब दाखिल करने का आदेश दिया था। बोर्ड ने कहा कि फिल्म \"प्रकाश\" को जूरी ने सर्वश्रेष्ठ फिल्म के लिए सिफारिश की थी, लेकिन बोर्ड के एक सदस्य की शिकायत पर गठित एक समिति की सिफारिश पर पुरस्कार को स्थगित कर दिया गया था।"},{"hash":"c5e56935de84113a1b880624bfbcd3fb0aa0880647f8db5dbf61bf8ccfa0cc29","title":"Farewell to the Judo Team","date":1715173028168,"source":"ok","category":null,"content":"Please provide the text you want me to summarize."},{"hash":"8375b2811de14868d04e468e081e1e96f3c1fee9651adf9d870b20fb58952e6a","title":"The Vice-Chancellor presented plans for improvements to the Education Minister of Tribhuvan University.","date":1715173030945,"source":"ok","category":null,"content":"**त्रिभुवन विश्वविद्यालयमा सुधारका लागि समितियां बनाईयो**\n\nविश्वविद्यालय की समस्याओं और शिक्षा की गुणवत्ता सुधारने के लिए, त्रिभुवन विश्वविद्यालय ने कई समितियां बनाई हैं।\n\n**समितियां और उनके कार्य:**\n\n* **जनशक्ति और पदबंधन पुनरावलोकन समिति:** विश्वविद्यालय के शिक्षकों और कर्मचारियों की संख्या और उनके काम करने के तरीके की समीक्षा करना।\n* **समकक्षता समिति:** छात्रों की योग्यता निर्धारित करने के नियमों में सुधार करना।\n* **सुझाव समिति:** विश्वविद्यालय के लक्ष्यों और उपकुलपति की योजनाओं को मिलाना।\n* **चयन समिति:** विश्वविद्यालय के अधिकारियों को नियुक्त करने के नियम बनाना।\n\nउपकुलपति ने कहा कि विश्वविद्यालय को सुधारने का काम शुरू हो चुका है। उन्होंने शिक्षण कार्यक्रम को सुव्यवस्थित करने, संघीय ढांचे के अनुसार विश्वविद्यालय के पुनर्गठन और छात्रवृत्ति प्रणाली में सुधार करने के बारे में भी बताया।\n\nशिक्षा मंत्री सुमना श्रेष्ठ ने परीक्षा प्रणाली में सुधार का अनुरोध किया। उन्होंने कहा कि परीक्षा समय पर होनी चाहिए और परिणाम नियमित रूप से जारी किए जाने चाहिए।\n\n**उत्तर पुस्तिकाएं गायब होने की जांच:**\n\nविश्वविद्यालय उत्तर पुस्तिकाओं के गायब होने की जांच कर रहा है। एक समिति ने अपनी रिपोर्ट विश्वविद्यालय को सौंप दी है, जिसकी समीक्षा की जा रही है। विश्वविद्यालय रिपोर्ट में दिए गए सुझावों को जल्द से जल्द लागू करने की योजना बना रहा है।"},{"hash":"69850456de78d58d795f89d1782b16749ca8242290ee6cf3e3a127181b1b7375","title":"A dispute involving the Home Minister and a cooperative has not been resolved, and this may lead to a stalemate in Parliament.","date":1715173044801,"source":"ok","category":null,"content":""},{"hash":"507e32b66a3ba76ffdcb82f58d19cae6fb58cdfad85b83fb996a1bd3b2623a7f","title":"बैंकहरू नै चलाउन दिँदैनन् दृष्टिविहीनलाई मोबाइल बैंकिङ","date":1715173056339,"source":"ok","category":null,"content":"\n२५ वैशाख, काठमाडौं । तनहुँकी सञ्चिता पाण्डे श्रीमान् सरोज भट्टराईसहित प्राइम कमर्सियल बैंकको थानकोट शाखा पुगिन् । दृष्टिविहीन भए पनि खुला प्रतिस्पर्धाबाट शिक्षक सेवा आयोगमा नाम निकालेपछि उनको नियुक्ति सिन्धुली फिकल गाउँपालिका–२ को कालिका प्राविमा भयो ।\nशिक्षकको तलब खाता खोल्नुपर्ने भयो प्राइम बैंकमा । त्यसका लागि उनी काठमाडौं थानकोटस्थित बैंकको शाखा कार्यालय पुगिन् ।\nउनले बैंकको प्रक्रियाअनुसार खाता खोलिन् भने मोबाइल बैंकिङ सुविधा पनि मागिन् । दृष्टिविहीन भएका कारण बैंकले उनीहरूलाई मोबाइल बैंकिङ सुविधा दिन आनाकानी गर्‍यो । उनले आफू मोबाइल बैंकिङ सेवा प्रयोग गर्न सक्षम रहेको दाबी गरेपछि बैंकका शाखा प्रबन्धकले त्यसको यकिन पनि गरे ।\nतर, बैंकले उनलाई मोबाइल बैंकिङ सुविधा दिएन । ‘सञ्चिताको साथमा म पनि सँगै गएको थिएँ । उहाँले मोबाइल बैंकिङ प्रयोग गर्न सक्ने यकिन गर्न आग्रह गरेपछि प्रयोग गरेर समेत देखायौं,’ सञ्चिताका श्रीमान् सरोजले अनलाइनखबरसँग भने, ‘दृष्टिविहीनलाई डिजिटल बैंकिङ सेवा दिँदा दुरुपयोग हुन्छ भन्ने कुरा गर्नुभयो । हामीले मोबाइल बैंकिङ चलाउने सिस्टम नै फरक छ भनेर प्रयोग गर्न सक्ने यकिन गरेर पनि हामीलाई उक्त सुविधा दिनुभएन ।’ सरोज आफैं पनि दृष्टिविहीन हुन् ।\nबैंकले खाता खोल्ने व्यक्तिको साक्षी राख्नुपर्ने बताएको सरोजको भनाइ छ । त्यसपछि जुन मोबाइल नम्बरमा मोबाइल बैंकिङ रजिस्टर गर्न खोजेको हो, त्यसमा रजिस्टर हुने जवाफ बैंकले दियो ।\nयस्तोमा नगद झिक्न चेकमा हस्ताक्षर गर्ने साक्षीको मात्रै योग्य हुने र दृष्टिविहीनले आफ्नो हस्ताक्षरमा रकम झिक्न नपाउने जवाफसमेत बैंकले दिएको उनले गुनासो गरे ।\n‘आफ्नो खाताको रकम आफैंले झिक्नसमेत अरूको हस्ताक्षर चाहिने भएपछि हाम्रो खाता कसरी सुरक्षित हुन्छ ?,’ उनले गुनासो गरे ।\nबैंकका कानुन हेर्ने अधिकृतले भने खाता नै खोल्न नमिल्ने भन्दै बन्द गरिदिने चेतावनी दिएको उनले बताए ।\n‘उहाँले खातासमेत खोल्न नमिल्ने, तर शाखा प्रबन्धकले थाहा नभएर खाता खोलिदिएको भन्दै खातामार्फत बैंकिङ कारोबार गर्न मिल्दैन भन्नुभयो,’ उनले भने ।\nनेपाल राष्ट्र बैंकको निर्देशनअनुसार आफूले बैंकको शाखा प्रबन्धक अगाडि नै मोबाइल बैंकिङ चलाउन सक्षम रहेको यकिन गराएको भए पनि बैंकले भने आफूलाई बैंकिङ सुविधाबाट वञ्चित गरेको सरोज र सञ्चिताले गुनासो गरे।\n\nराष्ट्र बैंकले बैंक तथा वित्तीय संस्थाका लागि जारी गरेको एकीकृत निर्देशिकाको निर्देशन नम्बर २० मा वित्तीय ग्राहक संरक्षण तथा वित्तीय साक्षरता सम्बन्धी व्यवस्थाले पनि चलाउन सक्ने यकिन गरेर मोबाइल बैंकिङ सुविधा दिनुपर्ने व्यवस्था छ ।\n‘बैंक तथा वित्तीय संस्थाले अपाङ्‍गता भएका व्यक्तिलाई एटीएम, मोबाइल बैंकिङ, इन्टरनेट बैंकिङजस्ता वित्तीय सेवा व्यक्ति स्वयंले उक्त सेवा उपयोग गर्न सक्षम रहेको यकिन गरी उपलब्ध गराउनुपर्ने छ,’ राष्ट्र बैंकले जारी गरेको एकीकृत निर्देशिकामा छ ।\nयता, प्राइम बैंकले भने स्पष्ट कानुनी व्यवस्था नहुँदा मोबाइल बैंकिङ सुविधा दिन नसकिएको जनाएको छ । बैंकका कानुन विज्ञ राजकुमार कार्की देवानी कार्यविधि संहिताअनुसार सम्बन्धित साक्षी चाहिने व्यवस्था रहेको बताउँछन् ।\nराष्ट्र बैंकले सम्बन्धित व्यक्तिले स्वयं चलाउन सक्ने यकिन गरेर मोबाइल बैंकिङ सेवा दिन सक्ने भए पनि उक्त सेवाबाट ग्राहकलाई कुनै हानि भए त्यसको जिम्मा बैंकले नै लिनुपर्ने भएका कारण बैंकलाई पनि समस्या हुने उनले बताए ।\nदेवानी कार्यविधि संहिता दफा ३५ मा विशेष अवस्थामा रहेका व्यक्तिका तर्फबाट लिखत गर्दा संरक्षक अनिवार्य गरेको छ । सोही व्यवस्था अनुसार संरक्षकविना लिखत गर्न नमिल्ने भएकाले बैंक खाता र मोबाइल बैंकिङमा अनिवार्य संरक्षक चाहिने प्राइमका कानुनी विज्ञ कार्की बताउँछन् ।\n‘यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए पनि दृष्टिविहीन वा बोल्न नसक्ने व्यक्तिका तर्फबाट कुनै लिखत गराउँदा त्यस्तो व्यक्तिको संरक्षक वा माथवर भए निजलाई समेत रोहबरमा राखी निजले व्यक्त वा संकेत गरेबमोजिम लिखत तयार गरी त्यस्तो लिखतमा संरक्षक वा माथवरको समेत सहीछाप गराउनुपर्ने छ,’ मुलुकी देवानी कार्यविधि संहिता दफा ३५ को (१) मा छ ।\nसोहीअनुसार राष्ट्र बैंकको निर्देशनमा भएको व्यवस्था र मुलुकी देवानी कार्यविधि संहिताको व्यवस्था अध्ययन गरिरहेको उनले बताए ।\nसोहीकारण बैंकले सञ्चितालाई मोबाइल बैंकिङ सुविधा दिन नसकेको र राष्ट्र बैंकले स्पष्ट व्यवस्था गरेको खण्डमा बैंकलाई सेवा दिन समस्या नहुने कार्कीले बताए ।\nराष्ट्र बैंक प्रवक्ता डा. गुणाकर भट्ट वित्तीय सेवा प्रवाह गर्दा वर्ग, जाती, क्षेत्र तथा शारीरिक अवस्थाका कारण छुट्याउन नमिल्ने बताउँछन् ।\n‘राष्ट्र बैंकको निर्देशनभित्र रहेर बैंक तथा वित्तीय संस्थाले वित्तीय सेवा प्रवाह गर्नुपर्ने हुन्छ,’ भट्टले भने, ‘वित्तीय सेवा प्रवाह गर्दा वर्ग, जाति, क्षेत्र तथा शारिरिक अवस्थाका कारणले छुट्याउन मिल्दैन ।\nराष्ट्र बैंकले निर्देशिका मार्फत बैंक तथा वित्तीय संस्थाले अपाङ्गगता भएका व्यक्तिलाई एटीएम, मोबाइल बैंकिङ, इन्टरनेट बैंकिङजस्ता वित्तीय सेवा व्यक्ति स्वयंले उक्त सेवा उपयोग गर्न सक्षम रहेको यकिन गरी उपलब्ध गराउनुपर्ने व्यवस्था गरेको उनले बताए ।\nयदि कुनै वित्तीय ग्राहकलाई समस्या परेको अवस्थामा राष्ट्र बैंकको गुनासो सुनुवाइ इकाइमा गुनासो गर्न पनि सकिने उनले बताए ।\n"},{"hash":"020520741ab223c7fce4b4915bfdd3a4677f982dd0a6f49b4157fa0b8a30b35c","title":"70 sheep died after falling off a cliff in Jumla","date":1715173058212,"source":"ok","category":null,"content":"In the village of Baragaun, Nepal, 70 sheep fell to their deaths after being chased by a bear. The sheep belonged to brothers M. Rawat and S. Rawat. They lost a total of 70 out of their 102 sheep, while 31 are still missing. The brothers are now worried about how they will provide for their family without their sheep. The local government is working to provide assistance to the family."},{"hash":"f0aeaa044222eb269440481e136012202a6e4113a79000196d658f96196fab80","title":"Manish is a famous basketball player.","date":1715173062282,"source":"ok","category":null,"content":"Unfortunately, you didn't provide any text for me to summarize. Please provide the text you want me to summarize, and I'll be happy to do it for you!"},{"hash":"d71c934ba95f12e312e27406380a3f8dd6ccb3c482c1f6b76f7c4bfe24e8d924","title":"अमेरिका पठाउने भन्दै डेढ करोड ठगी, १ जना पक्राउ","date":1715173065654,"source":"ok","category":null,"content":"\n२५ वैशाख, काठमाडौं । अमेरिका पठाउने भन्दै डेढ करोड रुपैयाँ ठगी गरेको आरोपमा एक जना पक्राउ परेका छन् ।\nपक्राउ पर्नेमा कैलालीको गौरीगंगा नगरपालिका–२ घर भएका ४१ वर्षीय तेजराम चौधरी छन् । उनलाई काठमाडौं उपत्यका अपराध अनुसन्धान कार्यालयको टोलीले ललितपुरको झम्सिखेलबाट पक्राउ गरेको हो ।\nअमेरिका पठाउने भन्दै चार जनाबाट उनले सुरुमा १ करोड १८ लाख रुपैयाँ लगेका थिए । पहिले ब्राजिलमा गएर काम गर्ने र त्यहाँबाट अमेरिका जाने भन्दै नक्कली कामदार भिसा बनाएर उनीहरूलाई पठाइएकोमा फिलिपिन्स पुगेपछि त्यहाँको अध्यागमनले फिर्ता गरिदिएको थियो ।\nपीडित चार युवा नेपाल फर्किएपछि फेरि उनीहरूलाई अमेरिका पठाउने भन्दै दिल्ली पुर्‍याइ २ महिनासम्म राखिएको खुलेको अपराध अनुसन्धान कार्यालयका एसपी तथा प्रवक्ता रवीन्द्र रेग्मीले बताए ।\nदिल्लीमा बन्धक बनाएर राखेपछि त्यहाँबाट उम्कनसमेत ३९ लाख रुपैयाँ बुझाउनु परेको पीडितहरूको भनाइ छ । अमेरिका जान र बन्धक बनाएपछि छुट्नसमेत गरेर उनीहरूले डेढ करोड रुपैयाँभन्दा बढी बुझाएको एसपी रेग्मीले बताए ।\n"},{"hash":"2df6ae5888ad11a71f14f33cc453a736509dd7168181680bce389f299efaeb75","title":"Nabil Bank is issuing '8% Nabil Debenture 2089'.","date":1715173067659,"source":"ok","category":null,"content":""},{"hash":"6840cc373854b5028b0bafa6db3cc8d48c46e89e62a917d0694f6a0398a87578","title":"An investigation has been launched into fake driving licenses, with the focus on the Traffic Directorate General.","date":1715173074725,"source":"ok","category":null,"content":""},{"hash":"8b089cd14e088b48110aeafe90c7b9b36df354946615cd75db9257f74512624c","title":"Two more people arrested in fake license case.","date":1715173086314,"source":"ok","category":null,"content":"Police have arrested two more people in a fake driving license case:\n* Suryakumar Chaudhary (a former employee)\n* Basanta Pandey (a middleman)\n\nThis brings the total number of people arrested in the case to nine.\n\nPolice are investigating the case further for forgery."},{"hash":"697d54a90bcd2b338b525888e12cfcf31a68c1c20426dabd9529bcd41a3b0fe5","title":"Roads leading to Pokhara are in bad shape, with some parts bumpy and others dusty.","date":1715173091056,"source":"ok","category":null,"content":""},{"hash":"674750a5874b363dd5808d538f8f9565aee4735fb2999a22aaf3c3eb09289f4c","title":"The Chief Secretary is also implicated in the irregularities in the Security Press.","date":1715173101727,"source":"ok","category":null,"content":""},{"hash":"e70928e7b2f0b4e7345e7db7f701c7aca577aab791e11bef8f2cc528d073c519","title":"There will be light rainfall across the country for the next three days.","date":1715173115290,"source":"ok","category":null,"content":""},{"hash":"676f35d3846206bd152081caf7d12d2b3711006369741a40bb58dfaeef7eb18f","title":"Ravi Lamichhane has written to Speaker of the House of Representatives asking to speak in Parliament as soon as possible.","date":1715173123677,"source":"ok","category":null,"content":""},{"hash":"4774b19e3cf4bf8f3330754729cc6b73cd247b944cee56f6375f1d6ce7654a2e","title":"A committee formed to investigate gold smuggling has submitted a report recommending punishments for police officers and government employees involved.","date":1715173132327,"source":"ok","category":null,"content":"एक समितिले प्रहरी र सरकारी कर्मचारीहरूमाथि सुन तस्करी घोटालामा कारबाही सिफारिस गरेको छ। समिति पूर्व न्यायाधीश आचार्यको नेतृत्वमा गठित सुन तस्करी जाँच आयोगको सुझावहरूको समीक्षा गरेर बनाइएको थियो।\n\nसमितिले प्रहरी अधिकारीहरूमाथि कानुनी धारा उल्लेख गर्दै थप कारबाहीको सिफारिस गरेको छ। इन साना सजाओं (जैसे, ड्यूटी में बदलाव) से लेकर बर्खास्तगी तक की सजा हो सकती है।\n\nअन्य सरकारी कर्मचारियों के लिए, कार्रवाई उनकी संबंधित एजेंसियों द्वारा की जाएगी।\n\nआयोग ने शुरू में उपसचिव अधिकारी के खिलाफ कोई कार्रवाई की सिफारिश नहीं की थी, इसलिए समिति ने भी कार्रवाई की सिफारिश नहीं की है।\n\nसमिति की रिपोर्ट के आधार पर सीआईबी इस मामले की आगे जांच कर रही है।"},{"hash":"64abbc935b8752b4d08817cfb839a3fbed39d8494be022f871c129a420a3a9dc","title":"The opposition Congress party in Gandaki Province has filed a writ in the Supreme Court against the vote of confidence taken by the Chief Minister.","date":1715173140419,"source":"ok","category":null,"content":"Nepal's Congress party is challenging a court over a government leader who claimed to have received support from 30 legislators but only received 29.\n\nThe party says this should result in the leader being removed from office.\n\nThe court will hold a hearing on the matter on May 11."},{"hash":"0af72a6ca4c9186d9ed9a6087c949b55292afed44cf3b64a185db882391a6d2e","title":"**5 Signs of High Uric Acid in the Body**\n\n1. Joint pain and swelling\n2. Redness and warmth in affected joints (gout)\n3. Kidney stones\n4. Frequent urination\n5. Fatigue and weakness","date":1715173146074,"source":"ok","category":null,"content":"I cannot summarize the text you provided as it was not included in your message. Please provide the text you want summarized."},{"hash":"fc5bbd1c458b7678df4fd9d3ead8f09195dc21497002e7897d7fe922905b697a","title":"DishHome is organizing 'Road Shows' in 15 cities.","date":1715173148899,"source":"ok","category":null,"content":"डिसहोम 15 शहरों में T20 और यूरो 2024 फुटबॉल टूर्नामेंट के लिए रोड शो आयोजित कर रहा है।\n\nरोड शो धरान से शुरू होगा और काठमांडू में समाप्त होगा।\n\nकार्यक्रम में गायक और कलाकार प्रदर्शन करेंगे।\n\nलोग खेलों में भाग ले सकते हैं और पुरस्कार जीत सकते हैं।\n\nरोड शो का उद्देश्य डिसहोम की सेवाओं को बढ़ावा देना और हजारों लोगों का मनोरंजन करना है।"},{"hash":"0427cf9712435fdaa14c0703bca2ba9209d7a5049e8f425b5a649804eebfe00c","title":"During the mango season, there were often arguments and fights even over invitations to funerals.","date":1715173155404,"source":"ok","category":null,"content":""},{"hash":"2dd1b411e20b206461501c9067de8f9c7049f8d470b0ff5c76c0c3d632a09644","title":"Sunil Paudel, who was found guilty in a payment system case, has been sentenced to 9 years in prison.","date":1715173170059,"source":"ok","category":null,"content":""},{"hash":"3c08363bf308fe8f03ad1344316fa1593e3e0e5af6046ff66f5b7402111ae6bf","title":"A person has been arrested for allegedly cheating people out of 23 lakh rupees by promising to give them jobs.","date":1715173179315,"source":"ok","category":null,"content":"A man named Krishna Karki got arrested for scamming people. He would say that he knows a judge and that he can help them win their court cases and get them out of jail.\n\nKarki is accused of taking 7 lakh rupees from a man named Bil Bahadur Gurung, who was in jail for smuggling goods. He also took 23 lakh rupees from another man named Bharat Gurung, saying he could help with a land dispute case.\n\nThe police have arrested Karki and are investigating him for 5 days."},{"hash":"f0558ae6041aedc31e4b5c4e22c09dd209d784f9de293af66c78e4557c54913d","title":"During seasonal migrations, some people give birth while traveling.","date":1715173185007,"source":"ok","category":null,"content":"बाजुरा र हुम्लाका भोटे जातिका मानिसहरू जाडोबाट बच्न बेंसीमा जान्छन्। इस यात्रा के दौरान कुछ महिलाओं को बीच रास्ते में ही बच्चे हो जाते हैं।\n\nइन महिलाओं को पोषक खाना और इलाज नहीं मिल पाता। कुछ को तो अपने नवजात बच्चों को भी खोना पड़ता है। वे नियमित रूप से डॉक्टर को नहीं दिखा पातीं या आयरन चक्की का इस्तेमाल नहीं कर पातीं।\n\nइन महिलाओं और उनके बच्चों के स्वास्थ्य को ठंड और खराब रहने की स्थिति से खतरा होता है। उन्हें पता है कि आराम करना और पोषणयुक्त खाना खाना जरूरी है, लेकिन वे ऐसा नहीं कर पातीं क्योंकि उन्हें अपने घर के सामान लेकर जाना होता है।\n\nभोटे जनजाति महासंघ का कहना है कि मौसमी प्रवास लगभग दो सौ से अधिक परिवारों के लिए हर साल होता है, जिनमें से अधिकांश भोटे हैं। हर बार की यात्रा में करीब 10 से ज्यादा बच्चे बीच रास्ते में पैदा होते हैं।"},{"hash":"d7d57fd136f9ed4dd3fc719c96c6816b50e603e5b5c7d1a4cd817fcba2f7950a","title":"Nepal's Supreme Court has asked the Ministry of Home Affairs to provide a written response regarding a case filed by Sirohiya.","date":1715173195322,"source":"ok","category":null,"content":""},{"hash":"4e46b0aec44210a694931b9369c427f3a1e4d2a33de10d7c9d26900123f58eaf","title":"France and China have released a joint statement calling for a ceasefire in Ukraine.","date":1715173202550,"source":"ok","category":null,"content":""},{"hash":"afb068903b882c4f5eadc9c43e05e717fd90b8292f1f755578afe634d720dbab","title":"‘प्रधानमन्त्रीलाई भेटेर परिस्थिति स्पष्ट पारेँ, हामी सरकारमै छौं’","date":1715173209913,"source":"ok","category":null,"content":"\n२५ वैशाख, काठमाडौं । उपप्रधानमन्त्री तथा स्वास्थ्यमन्त्री रहेका जसपा नेपालका अध्यक्ष उपेन्द्र यादव अमेरिका यात्रामा रहेकै बेला उनको पार्टी फुट्यो ।\nप्रतिनिधिसभामा रहेका १२ सांसदमध्ये ७ जनाले नयाँ दल जसपा निर्माण गरेको भोलिपल्ट अर्थात् सोमबार राति उनी काठमाडौं आइपुगे । मंगलबार प्रधानमन्त्री प्रचण्डलाई भेटेर फर्केका यादवसँग गरिएको छोटो कुराकानी :\nतपाईं विदेशमा रहेका बेला पार्टी नै फुट्यो नि ?\nपार्टी फुटेको होइन, फुटाइएको हो । केही मान्छेहरु छाडेर गएका हुन् ।\nतपाईंले सत्ता गठबन्धन फेर्न लाग्नुभयो भनेर काउन्टर दिएको भन्नुभएको छ फुटेर जाने नेताहरुले !\nत्यो सब भ्रम फिँजाइएको हो । म विदेशमा बसेर गठबन्धन फेर्ने कल्पना उहाँहरुले फिँजाउनुभयो ।\nउसो भए तपाईं र माधव नेपाल कांग्रेसको समर्थनमा आलोपालो प्रधानमन्त्री बन्ने प्रयासमा हुनुहुन्थ्यो भन्ने किन प्रशस्तै चर्चा भयो ?\nत्यस्तो कुनै कुरा भएको थिएन । आधारहीन कथा बनाइयो । हामी यो सरकारमा बसेर काम गरिरहेकै छौं त । सबैलाई थाहा छ ।\nनयाँ जसपाका नेताहरुले अहिलेको सरकारलाई आफूहरुको समर्थन कायमै छ भन्नुभएको छ, तपाईंको विचार चाहिँ के छ ?\nती भ्रमको खेती गर्ने साथीहरुलाई पनि थाहै छ, यो सरकारलाई मेरो बलियो साथ छ । म आफैं सरकारमा छु । मेरो साथ हुँदैन त ?\nतपाईं अमेरिकामा रहेका बेला कांग्रेस सभापति शेरबहादुर देउवा र एकीकृत समाजवादीका अध्यक्ष माधव नेपालसँग फोनमा पटक पटक कुराकानी भएको थियो भन्ने सुनियो, के हो ?\nसबै अफवााह हो । कुनै सत्यता छैन । म यो सरकारको कामकै सिलसिलामा गएको हुँ ।\nअघि प्रधानमन्त्रीसँग चाहिँ के कुरा गर्नुभयो ?\nउहाँसँग भेटेर परिस्थिति के हो भनी स्पष्ट पार्ने काम भयो । मैले आफ्ना कुरा राखें । उहाँले पनि राख्नुभयो । कोही भ्रममा पर्न आवश्यक छैन भन्ने कुरा नै भयो । हामी यो सरकारमा महत्वपूर्ण साझेदारका रुपमा छौं नि ।\nउहाँले के जवाफ दिनुभयो ? के भन्नुभयो ?\nयिनै कुरा भए । के रहेछ वास्तविकता भनेर बुझ्ने कुरा भयो ।\nमतलब, यो सरकारलाई तपाईंले दिएको समर्थन अहिले पनि कायम छ, तपार्इं निरन्तर सरकारमा रहनुहुन्छ ?\nअँ, त्यस्तै हो । समर्थन कायम छ । कायम नहुनुपर्ने के छ ?\nखासमा पार्टी कसले फुटायो त ?\nअहिले हामी त्यही कुरा अध्ययन गरिरहेका छौं ।\nतपाईंको पार्टी फुटको असर केन्द्रमा मात्रै नभई प्रदेशमा पनि पर्ने छ । खासगरी मधेश प्रदेशमा । के सोच्नुभएको छ ?\nयो फुट नै होइन, केही साथीहरु गएका हुन् । ठूलो नेता कार्यकर्ता पंक्ति सबै यता छ । हामी सल्लाह गर्छौं ।\nअब कसरी अगाडि बढ्नुहुन्छ ?\nसल्लाह गर्छौं । बैठक हुन्छ ।\n"},{"hash":"056b8acc6770e289d02a0b096dce7fbc2a5f90e04484167bdfbfb5a069c30cda","title":"Kamla ate a watermelon from the dry bank of a river.","date":1715173210766,"source":"ok","category":null,"content":""},{"hash":"ea21dadf9b67ea97392b93f471c50823f7f8c64762b5235228cdfae6201c8873","title":"Machhapuchhre Bank has been named the \"Corporate Super Success\" for its outstanding performance.","date":1715173222838,"source":"ok","category":null,"content":""},{"hash":"2ec7fb9b71fcc4a68bfe5d3d728f6dd8fd76f260d98f258b9eb239b2190a76a4","title":"Professor Pokharel has been appointed as the head of the Journalism Department at Tribhuvan University.","date":1715173232034,"source":"ok","category":null,"content":""},{"hash":"81987220653db7b9f3531f181030419315e9cf05bdc25f15aa6935aa1b66f38c","title":"Upendra Yadav is going to court to oppose the division of his party.","date":1715173237704,"source":"ok","category":null,"content":""},{"hash":"3f88d698cfdcc3b023142ed1a95bc78c2247ef0db4ae24faed7a924a38170c2d","title":"Telecom will pay a huge amount of 20 billion in fees, and a new decision will be made regarding their license.","date":1715173244656,"source":"ok","category":null,"content":""},{"hash":"494c492f5c826542d8e00ee9ca85af386a66586d4a5c506cfdb2222f6219a6f5","title":"There is a problem with scrap metal tax collectors in Lalitpur who threaten contractors while standing at checkpoints.","date":1715173255649,"source":"ok","category":null,"content":""},{"hash":"8ed78b35366ad4d9119fea96756da6dfa97dbf31a1588dfabf34f3cc014c67ac","title":"To grow industries, we need a clear plan.","date":1715173268789,"source":"ok","category":null,"content":""},{"hash":"d4d8032876edb083ce3b60955b5f408f9c6ba54fc46142c2cb850b3356729aad","title":"If I win the election, I will leave Bollywood: Kangana Ranaut","date":1715173277806,"source":"ok","category":null,"content":"बॉलीवुड अभिनेत्री कंगना रनौत वर्तमान में भारत के मंडी निर्वाचन क्षेत्र से लोकसभा चुनाव लड़ रही हैं। यदि वह जीतती हैं, तो वह अभिनय छोड़कर राजनीति पर ध्यान केंद्रित करेंगी।\n\nउनका मानना है कि राजनीति झूठ की दुनिया है, लेकिन वह लोगों की अपेक्षाओं को पूरा करना चाहती हैं। वह पहले ही कई सफल फिल्मों में काम कर चुकी हैं और उनकी अगली फिल्म 'इमर्जेंसी' इसी साल रिलीज होने वाली है।"},{"hash":"054b717e64c6c22c86db1d2aae4e7086e0e519687c0aeddc271bc9743d452e63","title":"Nepal aims to produce its own electric cars within one year.","date":1715173285679,"source":"ok","category":null,"content":""},{"hash":"95771e17d04b5d4a49202035a47b87b0adcbd35ac6662996a63977e108e563ac","title":"Court in Far Western Nepal holds a full bench hearing on a controversial case.","date":1715173293866,"source":"ok","category":null,"content":""},{"hash":"bb9454e23f2a645757b8742df361bf4651acfa9418b9756e1da8d14a32b13636","title":"Forestry officials in Lumbini are committed to managing forests using community-based forestry.","date":1715173300711,"source":"ok","category":null,"content":""},{"hash":"59be1293aefb893b639265cb0a39f628263dd7a38957c4718ea23373ad94b17e","title":"The trailer of \"Pujaari Sarki\" movie depicts the story of three characters who fight against discrimination based on caste.","date":1715173313406,"source":"ok","category":null,"content":""},{"hash":"43a5621612ef880bb32989c8119a822deaa4f2dfc878035a5227d4156a2a164f","title":"Rato Mahotsav in Gorkha will start on 10th May.","date":1715173324267,"source":"ok","category":null,"content":""},{"hash":"08b01d63ac21995929d4a14619c2edbb7dd5fbc8c094fbdc664c6fa7fc0880eb","title":"Rain reduced air pollution levels.","date":1715173333643,"source":"ok","category":null,"content":""},{"hash":"cf2a3a4c7900677a1bf0080ae9afc41380d7822803b4dea2faaa07d59d07dbbe","title":"National Women's Football Team honored by NICAsia Bank","date":1715173344497,"source":"ok","category":null,"content":"NIC Asia Bank honored the Nepali National Women's Football Team for becoming runners-up in the \"Waaf Women's Championship 2024\" in Saudi Arabia.\n\nThe bank awarded each of the 31 team members and goalkeeper Anjana Rana Magar (who was also named the bank's \"Brand Promoter\") with 25,000 rupees and a certificate of appreciation.\n\nThe team's exceptional teamwork, sportsmanship, and determination helped them reach the finals and become the tournament's runner-up."},{"hash":"8d2ea6ce5ad1099c96e6b2be1b6b222fdc93bf3d293177f7e6433fb5358ec634","title":"Bhatbhateni Supermarket is investing 1.5 billion rupees to build a new headquarters.","date":1715173350211,"source":"ok","category":null,"content":""},{"hash":"2e26438c611645cf789e736fa8a060ab7a253c9f03d80f84434a664292ad2f14","title":"The Finance Minister has promised to align policies, budgets, and financial policies to ensure they work together effectively.","date":1715173361261,"source":"ok","category":null,"content":""},{"hash":"6993ecebfe697222c6c03e6e999176da14a53285ba5a5e5a4f9e16b1594a1460","title":"रुसी सेनामा रहेका नेपालीलाई फिर्ता ल्याउन तत्काल पहल गर्नुपर्छ : प्रदिप पौडेल","date":1715173369093,"source":"ok","category":null,"content":"\n२५ वैशाख, काठमाडौं । नेपाली कांग्रेसका सांसद प्रदिप पौडेलले रुसी सेनामा रहेका नेपाली नागरिकलाई फिर्ता ल्याउन सरकारले तत्काल पहल गर्नुपर्ने माग गरेका छन् ।\nसंसदीय अन्तर्राष्ट्रिय सम्बन्ध समितिमा सांसद पौडेलले रुसी सेनामा कार्यरत रहेका नेपाली युवाहरूलाई फिर्ता ल्याउन माग गरेका हुन् ।\n‘रुसी सेनामा भर्ना भएका कतिपय नेपालीको मृत्युसमेत भइसकेको र धेरै बेपत्ताको खबरहरु आइरहेका छन्,’ उनले भने, ‘यस्तो गम्भीर अवस्थामा सरकारले आफ्नो नागरिक फिर्ता ल्याउन प्रभावकारी कदम चाल्न जरुरी छ ।’\nउनले ठूलो संख्यामा नेपाली रुसी सेनामा भर्ती भएको अवस्थामा पनि सरकारसँग यकिन तथ्यांक नहुनुले कूटनीतिक पहलमा कमजोरी देखिएको समेत बताए ।\nपौडेलले परराष्ट्र मन्त्रालयलाई समितिमा बोलाइ गम्भीर पहल गर्न र घाइते तथा मृतकका परिवारलाई सहयोग गर्न निर्देशन दिन सुझाव दिए ।\nप्रतिनिधिसभाबाट समेत यस विषयमा पटक–पटक कुरा उठिरहेको भए पनि सरकार गम्भीर नभएकाले समितिबाट निर्देशन दिनुपर्ने बताएका हुन् ।\n"},{"hash":"547354e471dd008daf76b52f8325403c1446bd8d6777e94def677a130907d68a","title":"People are going to study how street lights affect the environment.","date":1715173371024,"source":"ok","category":null,"content":""},{"hash":"29725038aa3296590749f12f077b5d427ceb10136b51d91058d7dccce279a52d","title":"At the end of the trading day, the stock market rose. Investors showed a lot of interest in microfinance companies.","date":1715173380886,"source":"ok","category":null,"content":""},{"hash":"35881c4d8661d7cff939461a0d6b157fedb7ea87630ca8140be999fed00f9e44","title":"The Minister of Industry has been asked to stabilize the price of sugar.","date":1715173390111,"source":"ok","category":null,"content":""},{"hash":"9b802d045d475af3277b4fb6c0936ed6bc43e661b4561c1a08c3ae1fe057cdf5","title":"People affected by forest fires will get firewood for free as 90% of the revenue will be waived.","date":1715173399075,"source":"ok","category":null,"content":"Forest fire victims in Nepal can get firewood and timber for almost free. The government has decided to give a 90% discount on these items.\n\nOfficials will work with community groups to give firewood, timber, and other supplies to people in need.\n\nPeople are also being asked to collect and use leaves, brush, and small pieces of wood as fuel. This will help reduce the risk of forest fires.\n\nBusinesses that use these materials will also get help collecting and using them."},{"hash":"727c1f4789732dcb50f718587c9eacf3649f9a36b1d713e1b9ae31c807260abb","title":"Private companies want the government to introduce a multi-rate Value Added Tax (VAT) system.","date":1715173404300,"source":"ok","category":null,"content":""},{"hash":"c6b10bcf8ff4da8346cfb8a11b7972aa19adfc3d58f6e19076bfabea4b4a9603","title":"Nepal has received a loan of about 11 billion rupees (NPR) from the World Bank.","date":1715173412387,"source":"ok","category":null,"content":""},{"hash":"fcc29e8c0f86ed558034df2d71fa45c385b43b42f0e4320c7d1045ff305eb5df","title":"Jungle safari has started in Thori","date":1715173419177,"source":"ok","category":null,"content":""},{"hash":"a21cd77626c86d6b888451f5e4e6e1bf17ab61f0bd566bc8aa6faa20eb2e90ee","title":"Home Minister Lamichhane says he should be allowed to respond in parliament.","date":1715173427095,"source":"ok","category":null,"content":""},{"hash":"a7bd5f119b7835b08240f2d92e32ec343083fb9290d1eb5a583ec16d771b2a89","title":"सहकारीको खोल ओढेर बदमासी गर्नेलाई कारबाही हुन्छ : रजिस्ट्रार","date":1715173437401,"source":"ok","category":null,"content":"\n२५ वैशाख, काठमाडौं । सहकारी विभागका रजिस्ट्रार पिताम्बर घिमिरेले सहकारीको खोल ओढेर बदमासी गर्नेलाई कानुनी कारबाही गरेरै छाड्ने बताएका छन् ।\nउनले सहकारीको प्रभावकारी नियमनका लागि वैशाख मसान्तभित्रै ऐनको मस्यौदा सार्वजनिक गर्ने बताए । अब सहकारीलाई देखाएर गलत गर्नेलाई कारबाही गरेरै छाड्ने उनले चेतावनी दिए ।\nनेपाल बचत तथा ऋण केन्द्रीय सहकारी संघ (नेफ्स्कुन) ले आयोजना गरेको कार्यक्रममा उनले भने, ‘जनताको बचत जे सर्तमा राखेका थियौं, सोही सर्त बमोजिम फिर्ता गर्नु हाम्रो दायित्व हो ।  त्यो दायित्व राज्यको पनि हो । बचत फिर्ता गर्न सकेनौं भने ठूलो समस्या सिर्जना हुन्छ । सहकारीप्रतिको विश्वास टुट्छ, त्यसैले बचत फिर्ताका लागि पहल गर्नुपर्छ ।’\nअहिले सहकारीमा प्रणालीगत र गैरप्रणाली दुवै समस्या रहेको उनले बताए । सहकारी ऐन, मूल्य र मान्यताका अनुसार सहकारीमा समस्या नआउनु पर्ने भएपनि कसरी यो समस्या आयो भन्नेमा सबै केन्द्रित भएर भएर अगाडि बढ्नु पर्ने उनको भनाइ छ ।\n‘सबैले कमजोरी स्वीकार गर्नुपर्छ । नियामक निकायको कमजोरीले समस्या आयो भनिएको छ,’ उनले भने, ‘त्यसमा केही सत्यता भए पनि समस्या सिर्जना कसरी भयो भन्ने विषयको मनन् गर्नुपर्छ ।’\nराष्ट्रिय सहकारी महासंघका अध्यक्ष ओमदेवी मल्लले सहकारीमा सदस्यले पनि आफ्नो भूमिका निर्वाह नगर्नु समस्या सिर्जनाको एउटा कारण रहेको बताइन् । उनले सहकारीसँगै सहकारीका सदस्यले पनि सहकारको अपनत्व महसुस गर्नुपर्ने बताइन् ।\nकार्यक्रममा राष्ट्रिय सहकारी बैंकका अध्यक्ष केबी उप्रेतीले आफू बिरामी भएर भारत गएको समयमा भागेको भनेर गलत प्रचार भएको गुनासो गरे ।\nउनले आफ्नो महत्वपूर्ण समय सहकारीमै बिताएको र सहकारीको समस्या समाधानका लागि काम गरिरहने बताउँदै आफूमाथि राजनीति भएको गुनासो पोखे ।\n"},{"hash":"f7c982fac3fab47c2d11987dc5df581811e4cb685bba82444bbc0057a29e060f","title":"Menuka's blind eye has received a cosmetic prosthetic eye. While she still cannot see with it, she no longer needs to wear glasses.","date":1715173439321,"source":"ok","category":null,"content":""},{"hash":"c7aa337605afdae153f92fa97405f9b43cfd06840e0d41359e7199962f74afb0","title":"An undefeated Kosi team earned a spot in the women's league championship.","date":1715173447704,"source":"ok","category":null,"content":""},{"hash":"4d8fabeae65d5a969695ece86a74a9a231008e496fc295b1363689ee8500e104","title":"Kathmandu will host the 5th National Honey Festival from Wednesday.","date":1715173458466,"source":"ok","category":null,"content":""},{"hash":"473028331c576906fdbe6d025cd264e92cbd4589aae60bc369fd89c543aec9ee","title":"Two classes are being taught in one room due to lack of building facilities.","date":1715173467615,"source":"ok","category":null,"content":""},{"hash":"d92bb2ac397a1ee74704c5ef9534c49ac8f894c5a1b65cdc8692c7568a837c14","title":"Taekwondo training helps children:\n\n* Become faster and more agile","date":1715173475477,"source":"ok","category":null,"content":""},{"hash":"d91e18ad36a78144a12827a1eaa850ee8927849383ddef60debcb811e1e0ab1a","title":"A secretary asks: Who is at fault for the corruption in cooperatives?","date":1715173486163,"source":"ok","category":null,"content":""},{"hash":"2ff6e910d132c22fad09f3193abcb4174e38af3f1a9791e58e2f5337ceb5f873","title":"Congress party demands investigation by a parliamentary committee.","date":1715173494964,"source":"ok","category":null,"content":""},{"hash":"86c5453cffa329067c45e86b2c7a8bdb699642979d3656c44f683a7029a1a557","title":"After getting married, Ellina feels scared thinking \"I am a daughter-in-law now\".","date":1715173505673,"source":"ok","category":null,"content":""},{"hash":"340ca768c3824bb09438b2271554c1c8a452dc3dc3c5d4ecffd721bdcd465ef4","title":"A fire broke out in Dailekh market.","date":1715173513316,"source":"ok","category":null,"content":"There was a fire in Daiलेख Bazaar. The fire started at a motorcycle garage in Narayannagar-1 Municipality. Firefighters, the Nepali Army, the Armed Police, the Nepal Police, and locals are trying to put out the fire."},{"hash":"784577c28909137fd2fbd56844958ac0ffdf620dfed6032796e769261e07deb2","title":"At the \"Met Gala\" event, protestors supporting Palestine protested outside the venue. Over 100 people were arrested.","date":1715173519314,"source":"ok","category":null,"content":""},{"hash":"bf63f4cc949fc362b7f5ffee3e40ff0d71b7a45ef02f823132cadff321db6e23","title":"The Cooperative Minister says that the cooperatives themselves should solve their problems, not the government.","date":1715173526134,"source":"ok","category":null,"content":""},{"hash":"d2c705ba30a1cbd69b2a66e1d48c758160995ef0c191e1fd7c70f90dfd67f066","title":"A special machine called \"Hotmix Plant\" will be installed to lay a new layer of asphalt on the Narayangarh-Butwal road.","date":1715173534110,"source":"ok","category":null,"content":""},{"hash":"7310e6ed071ddd03749fa4b6220fb34c01139e68f7bdc7da88bce9d0958b5c4e","title":"**6 Myths and Facts About Bad Breath**\n\n**Myth 1: Bad breath is only caused by poor oral hygiene**\n\n**Fact:** While poor oral hygiene is a major contributor to bad breath, it's not the only cause. Other factors include:\n\n* Dry mouth\n* Gum disease\n* Sinus infections\n* Diabetes\n* Certain medications\n\n**Myth 2: Brushing your teeth cures bad breath**\n\n**Fact:** Brushing your teeth removes bacteria that cause bad breath, but it's not a cure-all. Other causes of bad breath must be addressed as well.\n\n**Myth 3: Chewing gum masks bad breath**\n\n**Fact:** Chewing gum can freshen breath temporarily, but it doesn't eliminate the underlying cause of bad breath.\n\n**Myth 4: Mouthwash eliminates bad breath**\n\n**Fact:** Mouthwash can temporarily mask bad breath, but it typically contains alcohol that can dry out the mouth and worsen bad breath over time.\n\n**Myth 5: Bad breath is a sign of poor character**\n\n**Fact:** Bad breath is not a reflection of someone's character. It's a common condition that can affect anyone.\n\n**Myth 6: Bad breath can't be cured**\n\n**Fact:** Bad breath can be cured if the underlying cause is identified and treated. Consulting with a dentist or doctor can help determine the cause and provide appropriate remedies.","date":1715173552288,"source":"ok","category":null,"content":"Provide the text you want summarized."},{"hash":"5b56dc33e4dbd469d460f9b393e270649a30f5e6558c503f2771d18051452502","title":"Ramesh Singh Malla was a Nepalese social reformer who laid the foundation for social movements in Nepal.","date":1715173555039,"source":"ok","category":null,"content":""},{"hash":"2a79f59939160186f9f5ab5970219442b35ecb54caeee2b63126a6099f44ae90","title":"Dead rhino and tiger found in Chitwan National Park","date":1715173570700,"source":"ok","category":null,"content":"In Chitwan National Park, two rare animals were found dead:\n\n* A one-horned rhino with its tusk and hooves intact, suggesting it may have died naturally.\n* A Bengal tiger\n\nA joint team of park officials and the Nepalese army discovered the tiger in Bhimfur. Both animals will undergo post-mortems to determine the exact cause of death. This year, 21 rhinos and 6 tigers have been found dead in the park."},{"hash":"1fd247018c14a2da506136699ccc893298eb6635eccd2cc0b64bb5fea5978bae","title":"The Prime Minister has promised to take diplomatic steps to bring back Nepalis who fought in the Russian military.","date":1715173575913,"source":"ok","category":null,"content":""},{"hash":"0862e4dc092752bd019e71c6a312f059215ad272be0ac61a11184a0cdae29753","title":"Chitwan National Park was cleaned, and three tractors of garbage were collected.","date":1715173583606,"source":"ok","category":null,"content":""},{"hash":"0f027449c6205675959ca5816288cc80c0325e46de1d6139a9589fc3a54320a4","title":"Here are the 30 countries with the highest average life expectancy in the world:","date":1715173592968,"source":"ok","category":null,"content":"आधुनिक चिकित्सा और तकनीक के कारण लोगों का जीवन बेहतर हुआ है और वे अब पहले से ज्यादा जीते हैं।\n\nदुनिया के कई देशों में अब 100 साल से अधिक उम्र के लोगों की संख्या बढ़ रही है।\n\nसबसे लंबी औसत आयु वाले दुनिया के शीर्ष 30 देश हैं:\n\n1. मोनाको: 87.01 साल\n2. हांगकांग: 85.83 साल\n3. मकाऊ: 85.51 साल\n4. जापान: 84.95 साल\n5. लिकटेंस्टीन: 84.77 साल\n6. स्विट्जरलैंड: 84.38 साल\n7. सिंगापुर: 84.27 साल\n8. इटली: 84.2 साल\n9. वेटिकन सिटी: 84.16 साल\n10. दक्षिण कोरिया: 84.14 साल\n\nअन्य देशों में भी लोगों की औसत आयु बढ़ रही है, जैसे:\n\n* स्पेन\n* माल्टा\n* ऑस्ट्रेलिया\n* एंडोरा\n* स्वीडन\n* सैन मैरिनो\n* नॉर्वे\n* इज़राइल\n* फ्रांस\n* न्यूजीलैंड\n* कनाडा\n* आइसलैंड"},{"hash":"a9a89a9e963ba9bc97f3e37ca3fa34c2a149375806b1ea0e77659b02a3051fa4","title":"People in Chitwan can now easily buy bananas.","date":1715173603554,"source":"ok","category":null,"content":""},{"hash":"107a8b651b6d1d8eefac009973313fc8a6ec18557eb903e40103cef8943fc776","title":"From August, the IT Development Committee will be dissolved and its functions will be managed by the Data Center Department.","date":1715173615593,"source":"ok","category":null,"content":"सरकार आगामी जुलाईदेखि आफ्नो डेटा सेन्टर को सीधे प्रबंधन करेगा।\n\nवर्तमान में विकास समिति के तहत संचालित एकीकृत डेटा प्रबंधन केंद्र, सूचना प्रौद्योगिकी विभाग के अधीन आएगा।\n\nसरकार ने समिति को भंग करने का निर्णय लिया है, जो जुलाई से लागू होगा।\n\nसूचना प्रौद्योगिकी केंद्र अपने सभी संसाधनों को नए संगठन में स्थानांतरित करेगा।\n\nस्थानांतरण प्रक्रिया में, केंद्र पर तैनात तकनीकी कर्मचारी सेवा निरंतरता सुनिश्चित करेंगे।\n\nमंत्रालय द्वारा तकनीकी और प्रबंधकीय समस्याओं के समाधान के लिए समन्वय किया जाएगा।"},{"hash":"ef765ca5fcc24fdee5a68a4d0573853124fcf228ce85b7e7e33423e975f210f1","title":"चीज गुरुङको &#8216;हावा सरर&#8217; विवादमा, आफ्ना बुवाले गाएको गीतबाट चोरिएको &#8216;बले&#8217;को आरोप","date":1715173629100,"source":"ok","category":null,"content":"\nकाठमाडौं । गत महिना चीज गुरुङले युट्युबमा ल्याएको नयाँ गीत ‘हावा सरर’ विवादमा तानिएको छ । २०५० सालमा रेडियो नेपालमा रेकर्ड भएको चर्चित गीत ‘छोडेर आए म’सँग हुबहु मिल्दोजुल्दो भएको भन्दै यो गीतका सर्जकको परिवारले आपत्ति जनाएको छ ।\nगायक राजेन्द्र लम्सालका छोरा तथा कलाकार सागर लम्साल बलेले आफ्नो बुवाको गीतसँग गुरुङको उक्त गीत हुबहु मिलेको आरोप लगाएका छन् । सामाजिक सञ्जालमार्फत मंगलबार एक वक्तव्य जारी गर्दै लम्सालले गीत हटाउन आग्रह गर्दै कुनै पनि संस्थाको आडमा धम्की नदिन भनेका छन् ।\nगीत हुबहु चोरी गरिएको आरोप सागरको छ । विवाद सुरु भएपछि गुरुङले गीतको डिस्क्रिप्सनबाट संगीतकारको नाम हटाएर त्यसलाई खाली राखेका छन् । तर भिडियोको पुछारमा गीतकार र संगीतकारको नाममा चीज गुरुङ नै छन् ।\nसागरका बुवा राजेन्द्र लम्साल र नारायण रायमाझीको स्वरमा रहेको गीत ‘छोडेर आए म’ गीतको संकलक कृष्ण उजाड पौडेल हुन् । उक्त गीतविरुद्ध लोक दोहोरी प्रतिष्ठान, प्रतिलिपि अधिकार रजिष्टारको कार्यालय र प्रहरीमा उजुरी दिने सागरले बताए । यसका लागि गीतबारे विस्तृत विवरण लिन रेडियो नेपालको कार्यालय सिंहदरबारमा पुगेको उनले बताए ।\nगुरुङले ल्याएको उक्त गीत अप्रिल १ मा युट्यबमा आएको थियो । अहिलेसम्म यो गीतलाई १६ लाख पटक हेरिएको छ भने म्युजिक खण्डतर्फ ट्रेन्डिङको बीसौं स्थानमा छ ।\nचीज गुरुङ र चीजा तामाङको स्वरमा रहेको गीत ‘हावा सरर’\n<span data-mce-type=\"bookmark\" style=\"display: inline-block; width: 0px; overflow: hidden; line-height: 0;\" class=\"mce_SELRES_start\">﻿</span>\nराजेन्द्र लम्साल र नारायण रायमाझीले गाएको गीत ‘छोडेर आएँ म’\n\n"},{"hash":"22823afbf29ee715f1798e70b5937c71b07da48a1e31580456f3d280167acd96","title":"The Supreme Court has rejected a petition to strike down the amended Advertisement Regulation Rules.","date":1715173631532,"source":"ok","category":null,"content":""},{"hash":"9f2f2f2457b7a4f40424db0fe88e38799174db3f94da21feb3383149ffc9b297","title":"करणी मुद्दाका फरार अभियुक्त पक्राउ","date":1715173644741,"source":"ok","category":null,"content":"\n२५ वैशाख, संखुवासभा । जबरजस्ती करणी मुद्दा फरार अभियुक्तलाई प्रहरीले पक्राउ गरेको छ ।\nपक्राउ पर्नेमा तनहुँको भिमाद नगरपालिका-२ का ३७ वर्षीय हिमाल मगर भन्‍ने अभिमान सिंह आले रहेका छन् ।\nउनलाई जिल्ला प्रहरी कार्यालय संखुवासभाको टोलीले पक्राउ गरेको हो ।\nपक्राउ परेका उनीमाथि जिल्ला अदालत संखुवासभाले म्याद थप भइ अनुसन्धान भइरहेको प्रहरीले जनाएको छ ।\nउनले सामाजिक सञ्‍जाल फेसबुकमा चिनाजान गरी खाँदवारीस्थित एक होटलमा महिलामाथि जबरजस्ती करणी गरी फरार रहेको प्रहरीको आरोप छ ।\n"},{"hash":"0352465e2b81eeebacb68115f677b36fe41ab637ce9dcba64cc21f9fe797264e","title":"Bagmati Chief Minister Jambhakattel is sick and is being brought to Kathmandu by helicopter.","date":1715173646436,"source":"ok","category":null,"content":""},{"hash":"89043d5711b14df39fc484c4da1254a1176192cf8fbcc99c948565277c98e092","title":"Bagmati Youth Council is training 5000 people in different skills.","date":1715173652827,"source":"ok","category":null,"content":""},{"hash":"e0ddee68b1f4b3ec693b65cb6c8a77d444c95470ecb0cbdddc1dc8bee2d472fd","title":"Citizen Life Insurance has canceled its dividend payment and suspended share trading.","date":1715173667937,"source":"ok","category":null,"content":""},{"hash":"6fe250f784258e8616ba98a9b9c0aff6863e4eac6261a37c3264875fbfe46b46","title":"Stars like Zendaya and Alia Bhatt shined at the Met Gala. (with picture)","date":1715173680313,"source":"ok","category":null,"content":"Last year, Rihanna surprised everyone at the Met Gala. This year, her absence was the big surprise.\n\nThe Met Gala, a fashion extravaganza, took place in New York City. Celebrities like Zendaya, Kim Kardashian, and Ariana Grande turned heads.\n\nRihanna, Taylor Swift, and Beyonce were not seen this year. Zendaya was the star of the show, wearing two different outfits.\n\n\"Naked dresses\" were a trend, with Rita Ora wearing a colorful bodysuit and Doja Cat in a sheer outfit. Kim Kardashian dressed like Marilyn Monroe.\n\nShakira wore red, Nicki Minaj had a flower pot on her head, and Bollywood actress Alia Bhatt attended. K-pop stars Lisa and Rosie from Blackpink were also there.\n\nThe Met Gala raises money for the Metropolitan Museum of Art in New York City."},{"hash":"6e9bf09a5c309953c712ff3e5ef21a9acdf61d539c144951fd5a031c95e6726a","title":"जनमत बुझ्न नसकेको राजनीति","date":1715173686696,"source":"ok","category":null,"content":"\nअहिले नेपाली राजनीतिमा न जनमत प्रतिबिम्बित हुनसकेको छ न राजनीतिले जनमत कदर गर्न । एकप्रकारको विडम्बनापूर्ण राजनीतिक खेल अहिले चलिरहेको छ, जसले नागरिकको विश्वास थप तोडिरहेको छ । नयाँ संविधान जारी भएपछि राजनीतिक आन्दोलन एक ढंगले सकियो र अब आर्थिक–सामाजिक रूपान्तरणको आन्दोलन प्राथमिकतामा भन्ने मान्यताका साथ राजनीति अगाडि बढेको थियो ।\nसमाजवादउन्मुख संविधान जारी भएपछि समाजवादलाई हेर्ने राजनीतिको भिन्नताका आधारमा अब दुईदलीय व्यवस्था स्थापित हुने कुरा पनि पक्कापक्की जस्तै थियो । त्यसैको आरम्भका रूपमा पहिलो निर्वाचनमा जम्मा पाँच राजनीतिक दलले थ्रेसहोल्ड कटाएर राष्ट्रिय मान्यता प्राप्त दल बन्न सके । तिनै दल पनि पछि चारवटा दल मिलेर दुई दल बनेपछि केवल तीन वटा राष्ट्रिय मान्यता प्राप्त दल बने । अरू दलहरूबाट प्रतिनिधित्व गर्ने सांसदहरूको अवस्था स्वतन्त्र बन्यो ।\nयो अवस्था एक हिसाबले नेपाली राजनीतिमा दशकौंदेखि देखापरेको अस्थिरताको जडी औषधि पनि थियो । अब मुलुकले विकासको लय पक्रन्छ भन्ने विश्वास पैदा भएको थियो । यो नेपाली जनमतको व्यावहारिक अभिव्यक्ति थियो ।\nतर दुर्भाग्य नै भनौं, यो जनमत वामपन्थीहरूले बुझ्न सकेनन् । वामशक्तिले दुई तिहाइ बहुमत ल्याउँदा गैरवामले शासन गर्ने अवस्था अन्त्य भएको थियो तर यो एकताको जनमतलाई वाम राजनीतिले बुझ्न सकेन र उनीहरू विभाजित बने । झण्डै दुई तिहाइको वाम प्रतिनिधित्व भएको संसद् विघटन भयो । सरकार विघटन, पार्टी विघटन हुँदै जनमतमाथि निकै ठूलो बज्रपात भयो ।\nवामपन्थीहरूले गुमाउँदै र गैरवामले लाभ लिंदै जाने अवस्थाको सुरुवात भयो । विषय यतिसम्म मात्रै रहेन । अर्को निर्वाचनमा त वामपन्थीहरू विभाजित भई एकले अर्कालाई हराउने अभियानमा नै लाग्दा अघिल्लो निर्वाचनमा झण्डै सकिएको गैरवाम शक्तिको प्रतिनिधित्व गर्ने नेपाली कांग्रेस संसद्को झण्डै पहिलो शक्तिका रूपमा उदायो ।\nकेही नेताको व्यक्तिगत स्वार्थको आधारमा गठबन्धन बदलिए । बदलिएको गठबन्धनमा रातारात चौथो शक्तिका रूपमा उदाएको नयाँ पार्टी निर्णायक हुने अवस्थामा आइपुग्यो । फलतः उसले रोजेको मन्त्रालय दिएर भए पनि सरकार गठन गर्ने मनस्थितिमा वामपन्थीहरू पुग्न बाध्य भए । छँदाखाँदाको दुई तिहाइको संसद्, सरकार, पार्टी र जनमतमाथि मुक्का प्रहार गर्दाको परिणाम नराम्ररी भोग्न बाध्य भए । मधेशी मध्ये या त जनमत वा समाजवादी एक लिनै पर्ने अर्को बाध्यता आइलाग्यो । यता राप्रपा वा रास्वपा मध्ये एक इन्कार गर्र्न नमिल्ने खण्ड खातिरको अवस्था उपस्थित भयो ।\nझण्डै दुई तिहाइका वाम पार्टी एक तिहाइतिर पुग्ने अवस्था बन्यो भने झण्डै एक चौथाइको कांग्रेस झण्डै ठूलो पार्टीका रूपमा उदाउने अवस्थामा पुग्यो । नामै नसुनेका पार्टीहरू राष्ट्रिय पार्टीका रूपमा उदाउने परिघटना पनि भोग्नुपर्‍यो । यी घटना केही दशकको होइन, केही वर्षको अन्तरालमा घटेका छन् । आखिर यस्तो किन हुन्छ ? त्यसको आकलन गर्न जरूरी छ ।\nजनमतलाई चिन्न नसक्दाको परिणाम यस्तो भएको हो भन्ने कुरा त सोझो जवाफ हो । त्योभन्दा पनि पर गएर नेपाली राजनीतिको दूरदृष्टिका बारेमा चर्चा गर्ने हो भन्ने लज्जाबोध नै भएर आउँछ ।\n\nझण्डै दुई तिहाइको जनमतलाई कदर गर्न नसक्ने वामपन्थीले के मात्र गुमाएन; संसद, पार्टी र सरकार नै विघटन भयो । संघीय सरकार मात्र होइन, सातै प्रदेशबाट हात धुने अवस्था आयो । यतिमै यात्रा नरोकिएर राष्ट्रिय सभा समेत गुमाउन बाध्य हुनुपर्‍यो । यो अवस्था वामपन्थी शक्ति र खासगरी एमालेले व्यहोर्‍यो ।\nगैरवाम शक्तिका रूपमा स्थापित नेपाली कांग्रेसले आफ्नै बलबुतामा हैन माओवादीका काँधमा चढेर पूरै खुम्चिएको आकार फैलायो । अधिकांश प्रदेशका सरकार र प्रदेश प्रमुखहरू प्राप्त गर्‍यो । संघीय सरकार र राष्ट्रिय सभामा समेत सम्मानजनक मात्रै हैन, झण्डै ठूलो दलको हैसियत कायम गर्न सक्यो । माओवादीका भागमा कहिले एमाले त कहिले कांग्रेसलाई ठूलो पार्टी बनाइदिने जिम्मा पर्‍यो । आफैंले प्राप्त गर्ने कुरा भने खासै रहेन ।\nवाम र गैरवाम गरी स्थापित पार्टीहरूका बुद्धिका कारणले नयाँ उदय भएको पार्टीले मात्रै लाभ लियो । एकलौटी लाभबाट हौसिएको नयाँ उदाएको दलका पनि व्यथा आफ्नै छन् । ऊ आफैंमा लफडैलफडाले घेरिएको छ । लफडाबाट राहत पाउने लालसामा महत्वपूर्ण मन्त्रालय गृह र उप–प्रधानमन्त्रीको बार्गेनिङ गर्ने अवस्थामा पुग्यो । यसले जनतामा देखापरेको लहर धूलिसात् भयो । सो कुरा इलाम उपनिर्वाचनले देखाइदिएको छ ।\nवामपन्थीलाई दिएको झण्डै दुई तिहाइको जनमत दम्भ हुर्काउनका लागि थिएन । संसद् विघटनका लागि पनि थिएन । पार्टी विभाजनका लागि त झनै थिएन । यसैगरी कांग्रेसको जनमत एक्लैको थिएन । माओवादीको काँधमा टेकेर प्राप्त गरेको थियो । माओवादीको धर्म कहिले एमाले त कहिले कांग्रेसलाई भाग पुर्‍याइदिने पनि त थिएन ।\nरास्वपाको जनमत वाम र गैरवामका असन्तुष्टिहरूको परिणाम थियो उसका कर्मका कारणले थिएन । कांग्रेस र कम्युनिस्टको विरोध गरेका आधारमा प्राप्त गरेको भोट थियो । उसको नीति कार्यक्रमका आधारमा पाएको भोट थिएन । यसैगरी कांग्रेस र कम्युनिस्टबाट असन्तुष्ट उनैका कार्यकर्ताका कारणले पनि प्राप्त गरेको थियो । यति कुरा नबुझेर जनमतको दुरुपयोग गर्ने दुस्साहस सब दलमा देखापरेको छ । हँुदाहुँदा मरिसकेको राजतन्त्रको लाश बोकेर राजनीति गर्ने राप्रपा समेत राष्ट्रिय पार्टीका रूपमा देखापरेको छ । उसलाई पनि जनमतकै भ्रम छ । कांग्रेस कम्युनिस्ट पार्टीका कुबुद्धिले प्राप्त अपुताली हो भन्ने हेक्का उसलाई पनि छैन ।\nमाक्र्सले जनमतलाई विचार नियन्त्रणको औजारको रूपमा व्याख्या गरे । शासक वर्गले आफ्नो प्रभुत्व कायम राख्न र अधीनस्थ वर्गहरूको असहमतिलाई दबाउन प्रयोग गरेको बताए । तसर्थ, माक्र्सका लागि साँचो बुझाइ र मुक्ति जनमतलाई आकार दिने अन्तर्निहित सामाजिक र आर्थिक शक्तिहरूको आलोचनात्मक विश्लेषणबाट मात्रै आउन सक्छ । यसले क्रान्तिकारी चेतना र विद्यमान शोषण र उत्पीडनको व्यवस्थालाई उल्ट्याउने उद्देश्यले सामूहिक कार्यको नेतृत्व गर्छ भन्ने मत उनले दर्ज गरे ।\nनेपाली राजनीतिक नेतृत्वले जनमतबाट विच्छेदन गरेको वा जनताको स्वार्थभन्दा आफ्नो स्वार्थलाई प्राथमिकतामा राखेका उदाहरण पनि छन् ।\nदक्षिण अफ्रिकाको रंगभेद विरोधी आन्दोलनका प्रतिष्ठित नेता र देशको पहिलो अश्वेत राष्ट्रपति नेल्सन मण्डेलाको बुझाइ थियो कि जनमतले उन्नति र काम गर्छ । तसर्थ उनी हरतरहले जनमत तयार गर्न अहोरात्र लागिपरे । न्याय र समानताको साझा दर्शनको वरिपरि मानिसहरूलाई प्रेरित गर्ने, मनाउने र एकताबद्ध गर्ने उनको क्षमताले रंगभेद अन्त्य गर्न र लोकतान्त्रिक दक्षिण अफ्रिकाको जग बसाल्न महत्वपूर्ण भूमिका खेलेको थियो । उनले जनमत वास्तवमै शक्तिशाली हतियार हो भन्ने स्थापित गराएरै छाडे ।\nउता गान्धीले अहिंसात्मक प्रतिरोध र नागरिक अवज्ञाको माध्यमबाट जनमतको विकास गर्ने महत्वलाई जोड दिए । उनले ब्रिटिश औपनिवेशिक शासन विरुद्ध भारतीय स्वतन्त्रता आन्दोलनको नेतृत्वमा प्रदर्शन गरे जस्तै अन्यायपूर्ण कानुन र दमनकारी शासनलाई चुनौती दिनको लागि आवश्यक उपकरण जनमत नै हो भन्ने कुरा पुष्टि गरे ।\nतर नेपालमा भने राजनीतिक नेतृत्व र जनमतबीचको सम्बन्ध जटिल र प्रायः चुनौतीले भरिएको छ । व्यवस्था परिवर्तन गर्ने ल्याकत राख्नेदेखि अढाइ सय वर्ष लामो राजतन्त्र फाल्न समेत जनमत तयार गर्न सक्ने अरू कोही नभएर नेपाली राजनीतिक नेतृत्व नै हो । उनीहरू आफ्ना कार्य, कथन र नीतिहरूद्वारा जनमतमा महत्वपूर्ण प्रभाव पार्न सक्षम छन् भन्ने पनि पुष्टि भएको कुरा हो । तर पनि यतिबेला नेपाली जनमत या त स्थापित राजनीतिमा विश्वास गर्दैन या स्थापित राजनीतिले जनमत प्रभावित गर्न सकिरहेको छैन ।\nकहिलेकाहीं हाम्रो राजनीतिक नेतृत्वले लोकतान्त्रिक समाजमा जनमतको महत्वलाई स्वीकार गर्दै जनताको चासो सुन्न र सम्बोधन गर्न सक्षमता प्रदर्शन गरेका छन् । तिनीहरू नागरिकहरूसँग संवादमा संलग्न हुनसक्छन्, सार्वजनिक फोरमहरू मत राख्न सक्छन्, र राष्ट्रलाई असर गर्ने मुख्य मुद्दाहरूमा प्रतिक्रिया जान्न खोज्छन् ।\nयस्तो अवस्थामा राजनीतिक नेताहरूले जनताको आकांक्षा र आवश्यकताहरूसँग आफ्ना एजेन्डाहरू मिलाउन सक्छन्, जसले गर्दा उनीहरूको समर्थन र वैधता प्राप्त हुन्छ । राजनीतिमा यो हमेशा हुने गरेकै छ ।\nतर, नेपाली राजनीतिक नेतृत्वले जनमतबाट विच्छेदन गरेको वा जनताको स्वार्थभन्दा आफ्नो स्वार्थलाई प्राथमिकतामा राखेका उदाहरण पनि छन् । राजनीतिक नेताहरूले जनमतको व्यापक असन्तुष्टिलाई बेवास्ता गर्न सक्छन् । जनताका असहमतिलाई दबाउन सक्छन्, वा प्रचार र गलत जानकारी मार्फत सार्वजनिक धारणालाई हेरफेर गर्न सक्छन् भन्ने कुरा पनि यतिबेलाका राजनीतिक दलका बोली र व्यवहारहरूले पुष्टि हुँदै गएको छ ।\nराजनीतिक नेता र जनमतबीचको यो विभाजनले राजनीतिक प्रणालीमा संकट ल्याउन र राजनीतिले जनविश्वास गुमाउन थालेको छ । यसबाट जनतामा निराशा र विचलित हुन सक्छन् ।\nयसका अतिरिक्त, नेपाली समाजभित्र बन्दै गरेको अतिवादी दृष्टिकोण र चासोको विविधताले जनमतलाई प्रभावित गर्ने खतरा आइपर्न सक्दछ । यसले राजनीतिक नेतृत्वको कार्यलाई जटिल बनाउँछ । जातीय, सांस्कृतिक, सामाजिक र आर्थिक समूहको भिन्न स्वार्थका कारणले नेपालमा जनमत प्रायः खण्डित र विषम हुने गर्दछ । राजनीतिक नेताहरूले यी जटिलतालाई बेलैमा पहिचान गर्न सक्नुपर्दछ । समाजका सबै वर्ग, जाति, लिंग, क्षेत्र र समुदायको हितलाई प्रतिनिधित्व गर्ने समावेशिता र सामाजिक एकतालाई बढावा दिन प्रयास गर्नुपर्छ ।\nनेपाली राजनीतिक नेतृत्व र जनमतबीचको सम्बन्ध बेला–बेलामा खण्डित भए पनि गतिशील र बहुआयामिक छ । राजनीतिक नेताहरूसँग जनमतलाई प्रभावित पार्ने र आफ्ना एजेन्डाहरूप्रति समर्थन जुटाउने क्षमता हुँदाहुँदै बेलाबखतमा राजनीतिमा संकट देखापर्दछ । जनताले विश्वासमाथि संकट दर्शाइदिन बेर लाग्दैन ।\nतसर्थ राजनीति उनीहरूले सेवा गर्ने मानिसहरूका विविध आवश्यकता र आकांक्षाप्रति उत्तरदायी रहनुपर्छ । पारदर्शिता र जवाफदेहीलाई बढावा दिएर नेपाली राजनीतिक नेतृत्वले जनमतसँग आफ्नो सम्बन्ध सुदृढ गर्न र लोकतान्त्रिक शासनको सिद्धान्तलाई प्रवर्धन गर्न प्रयत्न गर्नैपर्छ । यसो हुन नसक्दाका परिणामहरू अकल्पनीय हुनसक्छन् ।\n"},{"hash":"c6890564f0ff252c3916b68f7181f3035c4ef47c09b20368744e7ae7cee25654","title":"A village chief who was arrested for allegedly trafficking humans will not be prosecuted.","date":1715173688720,"source":"ok","category":null,"content":""},{"hash":"3916c9ee5d98f5a53bcf4b1f2e9089fc1185990e0ce4100f9923041eda67c5d0","title":"**Smart Tech Tips for Everyday Life**\n\n* **Use your phone as a flashlight.**\n* **Create custom shortcuts on your phone for quick access to apps and settings.**\n* **Use voice commands to control your devices hands-free.**\n* **Set reminders and alarms on your phone to stay on track.**\n* **Use a password manager to keep your passwords safe and organized.**\n* **Automate tasks like sending emails or setting timers using apps.**\n* **Use a smart plug to remotely control devices and save energy.**\n* **Use a digital assistant like Siri or Alexa to help with tasks like setting alarms or playing music.**\n* **Use a VPN to protect your online privacy.**\n* **Back up your important data regularly to avoid losing it.**","date":1715173701066,"source":"ok","category":null,"content":"**तकनीक जीवन को आसान बनाती है**\n\nतकनीक तेजी से बदल रही है और यह हमारे जीवन को आसान बना रही है। नई तकनीकों से हम कम समय में ज्यादा काम कर सकते हैं। यहाँ कुछ सुझाव दिए गए हैं जो आपके दैनिक तकनीकी कार्यों को आसान बना सकते हैं:\n\n* **अपनी जरूरतों को जानें:** बाज़ार में कई तकनीकी उपकरण हैं, लेकिन सभी आपके लिए उपयोगी नहीं हो सकते हैं। खरीदने से पहले सोचें कि आपको किन उपकरणों की ज़रूरत है और वे आपके लिए कैसे काम करेंगे।\n* **AI पर ध्यान दें:** एआई नई तकनीक है जो हमारे कई कार्यों को आसान बना रहा है। यह हमारे पैसे, हमारे स्वास्थ्य और हमारे दैनिक कार्यों में मदद कर सकता है।\n* **ऐप्स सावधानी से इंस्टॉल करें:** ऐप्स डाउनलोड करने के लिए केवल विश्वसनीय स्रोतों का उपयोग करें। अनजान लिंक या वेबसाइट से ऐप्स डाउनलोड करने से आपके डिवाइस को खतरा हो सकता है।\n* **डिवाइस मैनेजमेंट सॉफ़्टवेयर का उपयोग करें:** यह सॉफ़्टवेयर ऐप्स को प्रबंधित करने, डिवाइस की क्षमता बढ़ाने और बैटरी लाइफ में सुधार करने में मदद करता है।"},{"hash":"64f6bf47e12adedc9ecee56cefe76067016aa47f1adf0e92bf3b2a354bf0bc45","title":"Traffic Safety Week has commenced in Gandaki Province.","date":1715173712015,"source":"ok","category":null,"content":""},{"hash":"cd70a06e76baafa9aea3bf8293eba98a96a33f13c882e48a23703a389a43b82c","title":"Congress tried to create problems within the coalition government at the behest of an unknown party, according to Lamichhane.","date":1715173719222,"source":"ok","category":null,"content":""},{"hash":"50d2c88c80967556e7eafd0a093ab355d30d06c21fd9cbc0dba7b98e4bf393a2","title":"Saru Sangeet Rashtriya Puraskar will be awarded to female folk artists.","date":1715173728972,"source":"ok","category":null,"content":"**सरु संगीत राष्ट्रिय पुरस्कार**\n\nनेपाली संगीत र नृत्य में विशेष योगदान देने वाली महिलाओं को सरु संगीत राष्ट्रिय पुरस्कार दिया जाएगा। पुरस्कार राशि 25,505 रुपये होगी। एक समिति हर साल एक विजेता का चयन करेगी। पुरस्कार का उद्देश्य 40 वर्ष से अधिक उम्र की महिलाओं को सम्मानित करना है जिन्होंने नेपाली संगीत और नृत्य के क्षेत्र में योगदान दिया है। यह पुरस्कार हर साल अगस्त में दिया जाएगा।"},{"hash":"5bb63839a8c6333381e44a7815d303f3997960d2999347a4d1af4f7e5a31cd4c","title":"Meeting of top leaders called by the Speaker has commenced.","date":1715173737100,"source":"ok","category":null,"content":"The Speaker of Nepal's Parliament has called a meeting with leaders of major political parties to discuss ending obstruction in Parliament. This move comes ahead of the start of the next parliamentary session on May 11th. The meeting includes Prime Minister Prachanda, Nepali Congress President Deuba, and CPN-UML Chairman Oli.\n\nPreviously, the Nepali Congress had blocked Parliament over allegations against Deputy Prime Minister and Home Minister Ravi Lamichhane. The Speaker's goal is to ensure a smooth running of the upcoming parliamentary session without interruptions."},{"hash":"05d856e150716fa12c45876040b64a464042cc42eaaf01c66d92e06f7f48dc9b","title":"Passenger Shantishree thanks the pilot and says they had given up hope of surviving, as they were about to die.","date":1715173742852,"source":"ok","category":null,"content":""},{"hash":"231ac4ebf4be66d474a3dbbff2dfad68e4c45ebc1b83527d1ece4c5a734957f6","title":"Yes, you can control blood pressure without medication.","date":1715173752020,"source":"ok","category":null,"content":"Unfortunately, there is no context provided for me to summarize. Please provide the text you would like summarized."},{"hash":"0a38e3f9bd8c4952d776a68549e43a47da59ffd64e49b8b9b300c45cdd016aef","title":"Unhealthy competition leading to businesses bigger than banks has put cooperatives in trouble: Minister Adhikari","date":1715173754676,"source":"ok","category":null,"content":"सहकारी संस्थाएँ बैंकों से भी बड़ा कारोबार करने की होड़ में लग रही हैं, जिससे समस्याएँ पैदा हो रही हैं। सहकारी संस्थाएँ अपने मूल सिद्धांतों का उल्लंघन कर अस्वस्थ प्रतिस्पर्धा में उतर रही हैं। सहकारी संस्थाएँ बचतकर्ताओं की राशि का दुरुपयोग करती हैं, जिसका अधिकार किसी को नहीं है। सहकारी से जुड़े लोगों को ही इस समस्या का समाधान करना चाहिए। सरकार केवल सलाह देगी और निर्देश देगी। सरकार समस्याओं का समाधान नहीं करती है। सहकारी के सदस्यों को भी सभी जिम्मेदारी प्रबंधकों पर नहीं डालनी चाहिए। नेपाल बचत तथा ऋण केन्द्रीय सहकारी संघ (नेफ्स्कून) की लेखा सुपरिवीक्षण समिति में भी खामियाँ हैं।"},{"hash":"f5f0c2d061df4c293265c31c6f0af2ef64ae08bd4a45a60b780fd08634f9cb2a","title":"Gold price increased by 800.","date":1715173761722,"source":"ok","category":null,"content":""},{"hash":"2e60ac0a8236b45632f7fc0cd07550edfe165b1797858988562ff5349bceb31e","title":"Chepang community in Chitwan starts commercial goat farming after receiving grants.","date":1715173769019,"source":"ok","category":null,"content":""},{"hash":"a88af4c9ffaac1e4a7b43e8b92b12f0601ce2d7e935f3b211439adae39decc96","title":"टी-२० विश्वकपमा आक्रमण गर्ने आतंकवादी संगठनको धम्की","date":1715173780734,"source":"ok","category":null,"content":"\n२५ वैशाख, काठमाडौं । पाकिस्तान र अफगानिस्तानमा सक्रिय आतंकवादी संगठन आईएस खोरसानले टी-२० वर्ल्ड कप क्रिकेटमा आक्रमण गर्ने धम्की दिएको मिडिया रिपोर्ट सार्वजनिक भएको छ ।\nआयोजक वेष्ट इण्डिज क्रिकेटका अधिकारीले सुरक्षा अधिकारीहरुसँग मिलेर आवश्यक प्रबन्धका लागि काम गरिरहेको बताएका छन् ।\nअन्तर्राष्ट्रिय मिडियाहरुका अनुसार आतंकवादी संगठनले वेष्टइण्डिज सहितका देशहरुलाई भिडियो म्यासेज पठाएर आक्रमणको धम्की दिइएको छ ।\nआईएस खोरसानको अफगानिस्तान-पाकिस्तान शाखाले नशीर-ए-पाकिस्तान च्यानलमार्फत् पनि एक भिडियो सार्वजनिक गर्दै हमलाको धम्की दिएको अन्तर्राष्ट्रिय सञ्चार माध्यमहरुले उल्लेख गरेका छन् । नशीर-ए-पाकिस्तान इस्लामिक स्टेटसँग सम्बन्धित प्रोपोगाण्डा च्यानल हो ।\nक्रिकेट वेष्टइण्डिजका सीईओले भने- सुरक्षा पहिलो प्राथमिकता\nक्रिकेट वेष्टइण्डिजका सीईओ जोनी ग्रेब्सले क्रिक बजसँगको कुराकानीमा आयोजक देश र प्रतियोगिता हुने शहरहरुमा लगातार निगरानी गर्न र सम्भावित खतराको सामना गर्न अधिकारीहरुसँग मिलेर काम गरिरहेको बताएका छन् । सुरक्षा आफूहरुको पहिलो प्राथमिकता रहेको भन्दै उनले आवश्यक प्रबन्ध मिलाइने बताएका छन् ।\nटी-२० वर्लडकपका खेल वेष्टइण्डिज र अमेरिकामा जुन २ देखि २९ सम्म हुँदैछ । नेपाल पनि वर्ल्डकपमा सहभागी हुँदैछ । वर्ल्ड कप खेल्न नेपाली टोली वेष्टइण्डिज पुगिसकेको छ ।\nटी-२० विश्वकपमा नेपाल रहेको समूह ‘डी’ मा दक्षिण अफ्रिका, बंगलादेश, श्रीलंका र नेदरल्यान्ड्स छन् । नेपालले पहिलो खेल ४ जुनमा नेदरल्यान्ड्ससँग खेल्ने छ । नेपालले १२ जुनमा श्रीलंकासँग, १५ जुनमा दक्षिण अफ्रिकासँग र १७ जुनमा बंगलादेशसँग खेल्ने छ । शीर्ष दुईमा रहन सके नेपालले सुपर ८ मा स्थान बनाउने छ ।\nपारस भन्छन्- थाहा छैन\nक्रिकेट एशोसिएसन अफ नेपाल (क्यान)का सचिव पारस खड्काले भने यसबारे आफूहरुलाई जानकारी नभएको बताएका छन् । अनलाइनखबरलाई संक्षिप्त प्रतिक्रिया दिँदै पारसले भने, ‘यसबारे मलाई थाहा छैन ।’\nटी-२० वर्ल्ड कप २०२४ मा ग्रुप, नकआउट र फाइनल गरी कुल ५५ खेल हुने छन् । ३९ म्याच वेष्टइण्डिजमा र १६ खेल अमेरिकामा हुनेछन् ।\nमिडिया रिपोर्ट अनुसार अमेरिकालाई भने धम्की आएको जानकारी छैन ।\n"},{"hash":"c6bc2cd1f63478ab42ab3c6806d6a2427b1e098672f13b6c83348321a7436147","title":"The newly formed Janata Samajwadi Party has begun verifying the signatures of its elected representatives.","date":1715173783644,"source":"ok","category":null,"content":"The Election Commission has started the verification process for elected representatives of the Janata Samajwadi Party, Nepal, who have joined the newly formed Janata Samajwadi Party.\n\nRepresentatives must visit their respective election offices with their original election certificates and citizenship certificates by May 29.\n\nThe commission verified that the new party is a separate entity from the Janata Samajwadi Nepal Dal and recognized it on May 8."},{"hash":"9f1c5209c799625684fe4c5c88c3257c5fa0acdb2aa20dad1402f59d215c4028","title":"Police raided the Vienna Hotel after receiving information about gold smuggling.","date":1715173789022,"source":"ok","category":null,"content":"Police raided a hotel called Hotel Vienna because they thought people were doing illegal money transfers there.\n\nThe hotel is owned by a Chinese-Belgian man named Dawa Chhiring, who is being investigated for his involvement in gold smuggling.\n\nPolice arrested some people at the hotel and seized money related to the money transfers.\n\nThe hotel has been raided by the police and other agencies before because it's suspected of being involved in illegal activities.\n\nDawa Chhiring's wife, Amala Roka, is registered as the owner of the hotel. She is a member of the Maoist Center party and was once a leader of a group that connects people from her district to Kathmandu.\n\nRoka and others have been charged in a case related to the smuggling of 60 kilograms of gold. She is now in custody, but her husband is still at large and has been issued an international arrest warrant."},{"hash":"5d8e2e46ba15caafa884695a2120ddf61e03f8d7a4e42ae61fdc6bc07063ad5e","title":"Health tourism can improve a country's economy by:\n\n* Creating jobs in healthcare, travel, and hospitality.\n* Boosting revenue from international visitors.\n* Enhancing infrastructure, such as hospitals and transportation.\n* Promoting cultural exchange and tourism.","date":1715173796315,"source":"ok","category":null,"content":""},{"hash":"5117e3a5fcfaebd40b42f47566078fca7ccd0f03986eee9645f8b9ea924bb0d7","title":"Teachers help fire victims in Khotang.","date":1715173813538,"source":"ok","category":null,"content":""},{"hash":"271b4714e7089d70e1346d245865883438106abe0d00900936e1db8454c4d1db","title":"Many places may experience light to moderate rainfall.","date":1715173821178,"source":"ok","category":null,"content":""},{"hash":"b594660c12c0bc32efba469b085b13255408bfa07c2cd2afc663841173c92c58","title":"चट्याङ लागेर बालकको मृत्यु, ३ जना घाइते","date":1715173829312,"source":"ok","category":null,"content":"\n२५ वैशाख, अछाम । अछाममा चट्याङ लागेर एक बालकको मृत्यु भएको छ । मृत्यु हुनेमा रामारोशन गाउँपालिका–७ मेलकाटियाका कमल भण्डारीका ६ वर्षीय छोरा गौरव भण्डारी हुन् ।\nसोमबार राति हुरीबताससँगै परेको चट्याङले उनको मृत्यु भएको सोही वडाका पूर्वअध्यक्ष खड्कबहादुर भण्डारीले जानकारी दिए ।\nयसैबीच, डडेल्धुरामा चट्याङले एकै घरका ३ जना घाइते भएका छन् भने घर पूर्ण रूपमा नष्ट भएको छ । सोमबार बेलुका परेको चट्याङले अमरगढी नगरपालिका–३ कोटेउडाका देवराज पाण्डेय, उनकी श्रीमती चन्द्रावतीदेवी र छोरा दिपेश घाइते भएका हुन् । स्थानीय विष्णु पाण्डेयका अनुसार घाइते उनीहरूको अवस्था सामान्य छ ।\n"},{"hash":"ac2c81bcf99eee8c66ac8669b1142df449a16dfa73adf879289ef9563aafa351","title":"Best Cement's profit increased by 32%.","date":1715173831755,"source":"ok","category":null,"content":"Swasti Cement's profits have increased by 32%. In the last nine months, they earned 12.07 crore rupees in profits, compared to 9.12 crore rupees in the same period last year.\n\nThis increase in profits is due to higher sales. Swasti Cement earned 4.55 billion rupees in sales revenue in the last nine months, compared to 3.64 billion rupees in the previous year.\n\nHowever, the company's earnings per share have decreased to 3.46 rupees per year after the issuance of new shares to the public. The company's net worth per share is 212.73 rupees. On Monday, the company's share price closed at 765.90 rupees per share."},{"hash":"ebc166e44dd2ea6ff389ca2576efedb7c6019315b8254c9692b5b4d7fd7aa566","title":"**Can Nepal achieve self-sufficiency in rice production?**\n\nNepal aims to produce enough rice for its own people. However, there are challenges that make this difficult, such as:\n\n* Not enough water for irrigation\n* Lack of modern farming techniques\n* Small farms\n* Lack of storage facilities\n\nDespite these challenges, Nepal has made progress in increasing rice production. For example, the government has introduced new varieties of rice that are more resistant to pests and diseases. However, more needs to be done to achieve self-sufficiency.","date":1715173839431,"source":"ok","category":null,"content":""},{"hash":"fcdb41cc226110f126d06a34f41ebf4da524fefacd4b936067a7a838abf093b5","title":"Manchester United lost badly to Crystal Palace.","date":1715173856679,"source":"ok","category":null,"content":""},{"hash":"6b954524e0329054c9f5d43f8f3827a4a65b604c53dc1dd67ec711a3ee2ea5ad","title":"The Speaker of the Parliament is meeting with the top leaders for discussions.","date":1715173862674,"source":"ok","category":null,"content":""},{"hash":"28fb9f27fc48779e07b29abf3d62c2b43636e1d74c1c1286c4b35103250c4c8a","title":"Nepal has over 108 different types of dishes, and each region has its own specialties.","date":1715173872351,"source":"ok","category":null,"content":""},{"hash":"c6af5508fc10c012052c35a2c50cded10aef325c7faec7b542ffdc83c92ed76d","title":"'Hindu Push-Ups are More Than Just Exercise' (Video)","date":1715173891714,"source":"ok","category":null,"content":"I am sorry, but there is no text provided for me to summarize. Please provide the text that you would like to have summarized."},{"hash":"6e56f44909c0aeceb09baeee95308a72792611f24592ec2fb04ce208749fc76b","title":"Spain wants to make more friendly relationships with countries in the Asia Pacific region.","date":1715173895126,"source":"ok","category":null,"content":""},{"hash":"b0f6b2518d143d4e0db923eca2ea8f2013fa1d9d7a9a609ad3cae826b22d8c75","title":"Mumbai won easily against Hyderabad. Surya Kumar Yadav scored a century.","date":1715173903163,"source":"ok","category":null,"content":"Mumbai Indians easily defeated Sunrisers Hyderabad in the Indian Premier League (IPL).\n\nMumbai reached the target of 174 runs with 3 wickets lost in 17.2 overs, thanks to Suryakumar Yadav's century. Yadav scored 102 runs with 12 fours and 6 sixes.\n\nHyderabad scored 173 runs with 8 wickets lost. Travis Head scored 48, and Pat Cummins scored 35 runs.\n\nMumbai's Hardik Pandya and Piyush Chawla took three wickets each, while Anshul Kamboj and Jasprit Bumrah took one each.\n\nMumbai now has 8 points and is in ninth place, while Hyderabad has 12 points and is in fourth place."},{"hash":"1c2012d3a3342b57c23e997f27cf6820321074f42aaa031cb33b8e4bc5bf259b","title":"Israel has started attacking the Rafah area in the Gaza Strip.","date":1715173909603,"source":"ok","category":null,"content":""},{"hash":"665a55a2e3ffe3dec56ac7e6fc0e2ddc4367dc2958e4963a22a5095d0571c13e","title":"Waf football team, which was the runner-up, received a cash prize.","date":1715173921238,"source":"ok","category":null,"content":"Nepal's women's football team won 2nd place in the WAFF Football Championship in Saudi Arabia.\n\nThe team got honored with cash prizes of 25,000 rupees per player.\n\nThe goalkeeper, Anjan Rana Magar, has been named a brand promoter for NIC Asia Bank.\n\nIt was Nepal's first time in the WAFF Championship, and they played well, making it to the final. However, they lost to Jordan in a penalty shootout."},{"hash":"574c01e2df60dc5ef798d598d824f188875c930880cc4617875d626a19bafd1d","title":"Nepal lost to England's C team.","date":1715173926236,"source":"ok","category":null,"content":""},{"hash":"a6c4771d0060587b29f8d499dddaf05cb6343fa5c06e4954c8fdba2c26aba630","title":"Prime Minister inaugurates the breakthrough of the Sunkoshi Marin diversion tunnel.","date":1715126400000,"source":"nn","category":"nation","content":"**Sunkoshi-Marin Tunnel Completed**\n\nPrime Minister Prachanda has completed the digging of a 13.3-kilometer tunnel for a special project. The tunnel goes from Kusumtar to Kanadhungri.\n\nThe project aims to:\n\n* Provide water for farming in five districts.\n* Generate electricity (31.07 megawatts).\n\nA dam will be built across the Sunkoshi river. Water from the dam will flow through the tunnel to generate electricity.\n\nThe project will cost 49.42 billion rupees."},{"hash":"c94f8e4afac88e1cb0fb370ada56857a008186039807d76728b22d93ca250d67","title":"Nepal and Korea are getting ready for a very important visit from important people.","date":1715126400000,"source":"nn","category":"global","content":"**Nepal and South Korea Celebrate 50 Years of Friendship**\n\nHigh-ranking officials from South Korea are planning to visit Nepal soon to mark the 50th anniversary of their friendship.\n\nSince 1974, Nepal and South Korea have been working together and have organized events to celebrate this milestone.\n\nSouth Korea has invested a lot in Nepal, especially in the auto industry and hydropower. Nepali workers are in high demand in South Korea, and over 44,000 are currently working there.\n\nNepali workers have helped build and work in many different industries in South Korea, and they are now expanding into service and forestry roles.\n\nNepalis who have returned home after working in South Korea are also starting their own businesses, creating jobs and adding to Nepal's economy."},{"hash":"6ce8b7f76f049609887d25e051f92c36bdc3626bba462cd4f34a775b9acb8deb","title":"**Statement on Israel-Iran Conflict**\n\n**Health Workers for Peace (HWPL)** calls for peace between Israel and Iran and condemns violence against innocent civilians.\n\n**Key Points:**\n\n* War is never a solution and only leads to suffering.\n* All parties must respect international law and human rights.\n* Targeting civilians is a serious violation of humanitarian law.\n* Dialogue and negotiations are essential for resolving conflicts.\n\n**HWPL's Call to Action:**\n\n* Stop the violence immediately.\n* Pursue peace through diplomatic channels.\n* Protect civilians and ensure access to medical care.\n* Work together to build a just and peaceful future.","date":1715126400000,"source":"nn","category":"global","content":"**Iran and Israel are fighting**\n\n* Iran and Israel are two countries that don't share a border.\n* They are fighting each other using powerful weapons.\n* This is a war crime, as it's against international law to attack a non-military target in a country not involved in the conflict.\n* There are fears that the fighting could escalate into a larger war.\n\n**War brings suffering**\n\n* The Israel-Hamas War in Gaza killed many innocent people, and there is not enough space to bury them.\n* War always hurts civilians the most.\n* It's impossible to bring back lost lives or fix the damage it causes.\n\n**We need peace**\n\n* People all over the world want peace and are against war.\n* Iran and Israel should stop fighting and talk instead.\n* The international community should help them make peace.\n* We need an international law for peace that all countries should follow to create a peaceful future."},{"hash":"c421f2f8d013cc5c554ba2c77db9bd9c1b500b22e0c1b023672d9974111f3e94","title":"Prime Minister Dahal is planning to present the upcoming budget in a new and innovative way.","date":1715126400000,"source":"nn","category":"business","content":"Prime Minister Prachanda says the government's plan for the next year will help those who are struggling economically and build the foundation for a better society. He says the government has made progress on things like fighting corruption, protecting citizens from loan sharks, and cleaning up the economy. He also says Nepal's relationships with other countries are getting stronger."},{"hash":"eaa68818202e2c137a07be57fc82cd4e591c909af8b7499683ff63085a69d32c","title":"Today is Mother's Day, a special day to celebrate and honor all mothers.","date":1715173950966,"source":"nn","category":"capital","content":"Today is Mother's Day in Nepal. It's called Matatirtha Aunsi. People celebrate by showing respect and love to their mothers. They give them new clothes, delicious food, and blessings.\n\nThose who lost their mother perform a ritual called shradda to remember and honor her. It's believed that this helps them pay off the debt they owe to their mother.\n\nIn Hinduism, mothers are considered very important. People believe that keeping their parents happy in life and performing shradda after they pass away will bring blessings and good fortune.\n\nThere's a fair today at Matatirtha Kunda in Chandragiri. People go there to take a holy dip in the pond, which is said to free them from the debt they owe to their mother."},{"hash":"cb8effbde048b79cd9eeb5db55bb2f9c531a9197c14829fec68dc9eb61b5e6c5","title":"414 people have been given permission to climb Mount Everest this year.","date":1715040000000,"source":"nn","category":"travel-and-tourism","content":"**Everest Spring Season**\n\nThis year, 414 climbers (75 women, 339 men) have been approved to climb Mount Everest. This is lower than last year's 478 climbers.\n\nIn total, 971 climbers from 112 groups have been allowed to climb 30 mountains, including Everest.\n\nSo far, the government has earned over Rs 674.7 million in fees from all mountain permits, with Rs 592.3 million coming from Everest alone."},{"hash":"4e99a70221a7d6268625e92c0b4ebd09bd1d62198ce041cfeec5e786901fd03d","title":"Minister Joshi wants immediate aid to build homes for people in Jajarkot who lost their homes in the earthquake.","date":1715040000000,"source":"nn","category":"issues","content":"**Minister Calls for Help for Earthquake Victims**\n\nMinister Bhanubhakta Joshi says people who lost their homes in the November 3 earthquake need help right away. He wants to make sure they get money to build temporary shelters before the rainy season starts.\n\nThe Minister also says Nepal has had a lot of disasters lately, and we need to do a better job of reducing and managing risks.\n\nHe praised the National Reconstruction Authority for helping with the rebuilding after the 2015 earthquake and said the National Risk Reduction and Management Authority has been effective in managing the situation in Karnali Province.\n\nHowever, the Minister said it's hard to provide disaster relief when the federal, provincial, and local governments don't have enough money. He said over 100,000 houses need to be rebuilt in Karnali."},{"hash":"c577b55550261cd2c05a1486572b55a71ac4a144afdbe64aab2ffb08731aedfc","title":"Pepper planted on the world's fifth highest mountain, Makalu.","date":1715040000000,"source":"nn","category":"travel-and-tourism","content":"**Australian climber Allie Pepper has climbed the fifth highest mountain in the world, Makalu, without using extra oxygen.**\n\n* She has now climbed 10 of the 14 highest mountains in the world without extra oxygen.\n* She is the first Australian woman to accomplish this.\n* She will now aim to climb the third highest mountain, Kanchenjunga.\n* Her goal is to climb all 14 eight-thousanders by 2025 without extra oxygen.\n* She is an inspiration to people around the world to never give up on their dreams."},{"hash":"8bc8cf551442bfbb2f0e8c19dfe75d5b09798d20881fa31d6e24b3cf04ec5a88","title":"Nepal's Prime Minister has promised to take diplomatic steps to help Nepalese people serving in the Russian army to safely return home.","date":1715040000000,"source":"nn","category":"nation","content":"Prime Minister Dahal has promised to work with other governments to bring Nepali people back home who are fighting in Russia's army.\n\nThe Prime Minister said that his government has been trying to find ways to bring the Nepalis back safely, and he has even talked to them on the phone.\n\nThe families of the Nepalis who are fighting in Russia had been protesting in Kathmandu, demanding that the government bring them back.\n\nAfter the Prime Minister promised to help, the families stopped their protest."},{"hash":"05ccd0087553ef7f3c6c7d94a8d9fe15c2710faa42cb902878fe38449f9d84c0","title":"Dead tiger and rhino found in Chitwan National Park, Nepal.","date":1715040000000,"source":"nn","category":"travel-and-tourism","content":"In the Chitwan National Park in Nepal:\n\n* A tiger was found dead and taken away by the army. The cause of death is still unknown.\n* A male rhino was found dead in a nearby forest. It is believed to have died naturally, and its horns and hooves are still intact."},{"hash":"44172b270948216931bef0859271a5987d28a88d6d7b29551a7ffb8f3585cd4d","title":"They are rebuilding the Thanthu Durbar from the Malla era.","date":1715173974699,"source":"nn","category":"capital","content":"A historic building in Bhaktapur, Thanthu Durbar, is being rebuilt. It was built over 340 years ago.\n\nThe foundation stone for the reconstruction was recently laid. Officials are working to ensure that the rebuilt building remains original.\n\nThe reconstruction project is estimated to cost around Rs 128.5 million."},{"hash":"ec74e9c2eff256b96016e9ec97583942ee18b0857af7e6ee3cb7c1b44c996719","title":"Two girls sadly passed away due to injuries from a fire in Lalitpur.","date":1715173977918,"source":"nn","category":"capital","content":"Two girls, 8-year-old Priya Giri and 3-year-old Elisa Giri, died from burns after a fire in a small house in Lalitpur. Three other family members were also injured, and two of them, 35-year-old Sanjay Giri and 32-year-old Rupa Giri, are in critical condition. One person is in normal condition and getting treatment in the general ward of the hospital."},{"hash":"ec0cc677b5c3e83a4ead7c0f3e83700f28d445b84128dc11db4eb90689c35d2d","title":"Supreme Court orders alleged contemnors to file written replies within seven days.","date":1715173981174,"source":"nn","category":"capital","content":"**Supreme Court Orders Response to Court Case**\n\nThe Supreme Court has ordered several people to provide written responses within seven days regarding a case of contempt of court.\n\nThe case involves the news website sidhakura.com, which published a recording alleging that Supreme Court judges influenced a case.\n\nThe people ordered to respond include:\n\n* Chairperson of Annapurna Post, Rameshwor Thapa\n* Chairperson of Kantipur Media Group, Kailash Sirohiya\n* Senior advocate Hari Prasad Uprety\n* Advocate Kishore Kumar Bista\n* Journalist Surendra Kafle\n* Former Superintendent of Police, Sanjay Thapa\n* Executive editor of sidhakura.com, Navin Dhungana\n* Publishers of sidhakura.com, Yuwaraj Kandel and Raj Kumar Timilsina\n\nThe court has also ordered that the original recording and email related to the case be submitted within seven days.\n\nThe next hearing is scheduled for May 17."},{"hash":"5c0ce4087ac269a42bd7bd02c45c513b3fd38f11e5366c2da59a34863536ab50","title":"The Prime Minister has asked the Department of Transportation and Motor Vehicles to answer questions about driver's licenses.","date":1714953600000,"source":"nn","category":"capital","content":"Prime Minister Prachanda met with Department of Transport Management (DOTM) officials to discuss the problems with the driving license system in Nepal. People have complained about not getting licenses on time and about fake licenses. The Prime Minister told the DOTM officials to fix these problems immediately. He also asked them to make the digital system for licenses more efficient and come up with suggestions for solving the problems in the sector."},{"hash":"46a108baf87f64d29d2325cd399db5b2f85a42946b29798125427c56114b1df4","title":"An ongoing hearing relates to Sidhakura.com.","date":1715173990955,"source":"nn","category":"capital","content":"The Supreme Court in Nepal held a hearing to investigate claims made by an online news outlet about a meeting of Supreme Court justices to influence a case.\n\nThe hearing is ongoing and will continue on Monday.\n\nThe case was filed by the Supreme Court after the news outlet published an audio recording of a conversation about the alleged meeting.\n\nThe Supreme Court had previously ordered the news outlet to remove the story, which it did."},{"hash":"a075617d73dd2ddd230185e93bc4a96eb63c19df0d395c2fc095fe4264a2bd4b","title":"The Nepal Swadeshi Summit 2024 has issued a 35-point declaration outlining its goals for promoting self-reliance and economic independence in Nepal.","date":1715173994011,"source":"nn","category":"business","content":"**Make in Nepal-Swadheshi Summit Declaration**\n\nThe summit aimed to boost Nepali industries and encourage buying local goods.\n\n* The 35-point declaration covers:\n    * Updating laws to support businesses\n    * Making domestic products the preferred choice for consumers\n    * Ensuring a steady supply of raw materials\n    * Setting up a special financial institution for industries\n    * Requiring government agencies to purchase local products\n    * Creating a portal to identify domestic products\n    * Streamlining the one-stop service center for businesses\n    * Building industrial infrastructure with public-private partnerships\n    * Limiting imports of goods Nepal can produce\n    * Encouraging domestic production of competitive products\n    * Penalizing industrialists with fines instead of criminal charges\n    * Creating a separate law to regulate industries\n    * Reviewing trade agreements and treaties\n    * Fostering political consensus on economic growth"},{"hash":"68db8c5cbecbbc95aee3e118cfaa7b0bcef5303b7ad540a2bdcb2fe39f77bcda","title":"Nepal is planning to take legal action to address the Nepal-India border dispute.","date":1715173999168,"source":"nn","category":"politics","content":"The Janata Samajwadi Party (JSP) plans to take legal action because another group led by Ashok Rai formed a new party with the same name. The JSP claims that Rai's group is not legitimate and will meet on Wednesday to decide how to proceed."},{"hash":"a889addd44d59b6795f653e6ef75b7cb3896388933f90d6e1b61d66c67c08039","title":"Prime Minister calls for unity to work together on important national issues, such as identity and nationality.","date":1714953600000,"source":"nn","category":"nation","content":"**Prime Minister's Call for Unity**\n\nThe Prime Minister has asked all groups of people, especially those who have been treated unfairly, to work together to solve issues related to their identities and protect their rights. He believes that only by standing together can they achieve their goals.\n\nHe also emphasized the importance of supporting the country's constitution, which guarantees rights and protections for all citizens. He said that the constitution has already recognized many rights, but there is still more work to be done.\n\nThe Prime Minister praised the Bagmati Provincial Government for passing a law that recognizes the language spoken by most people in the province as its official language. He also announced that he is working to make the Nepali calendar the official calendar of the country.\n\nHe stressed the need to promote national pride and unity alongside addressing issues of identity and rights. He believes that this will help build a strong and prosperous Nepal for all."},{"hash":"30c64a90c56db5f8b2e6996dbbf6235ebec863dfe4265ef154f6abc7c7413d50","title":"President Paudel emphasizes that a free press is essential for a strong democracy. It helps ensure citizens are informed and the government is held accountable.","date":1714953600000,"source":"nn","category":"nation","content":"**President's Speech on Journalism Day**\n\nPresident Paudel emphasized that a strong and independent press is essential for a stable democracy. He praised the role of the Nepali press in ending dictatorship and establishing democracy.\n\nThe President noted that social media can spread false information, which can weaken the system. However, he expressed confidence that the Nepalese press will provide accurate information and strengthen democracy.\n\nSix journalists were awarded for their contributions:\n\n* Senior Journalist Honor: Prateek Pradhan and Tribhuvan Poudel (posthumously)\n* National Journalism Award: Menaka Chaudhary, Suryamani Gautam, Bhawani Singh Ayer, Deepak Gyawali, Tripti Shahi, Prem Bahadur Karki Dholi (Rajan KD)"},{"hash":"6358bd07222dd60738ee7c5cb8e91b5a17c33afb8873b173d672c2d01047b99c","title":"Rainfall is likely to occur in Koshi today.","date":1715174011929,"source":"nn","category":"nation","content":"- Today, it's cloudy in hilly areas and clear everywhere else.\n- It might rain with lightning in some parts of the Koshi region and it might snow in high mountainous areas in Koshi, Gandaki, Karnali, and Sudurpaschim Provinces.\n- There might be storms in some areas of Lumbini.\n- Tonight, it will be partly cloudy in hilly areas and clear everywhere else. It might rain with lightning in some hilly areas of Koshi, Gandaki, and Karnali.\n- In the next 24 hours, it might rain with lightning in some parts of Koshi and in some hilly areas."},{"hash":"4f34ac7e4e201c749122b4907c8fcad912316d0a9971871f10599d27fd5505f4","title":"Government will build temporary houses for people who lost their homes in the fire.","date":1714780800000,"source":"nn","category":"nation","content":"The government is building temporary houses for people whose homes were destroyed in fires. The houses will be like the ones built for earthquake victims. The government will also give these families 50,000 rupees (about $400) to help them rebuild their lives."},{"hash":"e6d8c9af0f93f7449981010a3d3f4289589d46ce366bd845f268501aa10f6f24","title":"Oli, the head of the UML-Chair party, emphasizes the need for unity among leftist parties in Nepal. He believes that unity will strengthen their position and make them more effective in addressing people's concerns.","date":1714953600000,"source":"nn","category":"politics","content":"**Left-Wing Leader Calls for Unity**\n\nFormer Prime Minister and leader of the Communist Party of Nepal (Unified Marxist-Leninist) (CPN-UML), KP Sharma Oli, has asked left-wing political groups to come together.\n\nOli wants the CPN-UML to become a strong national force and unite the left for the country's benefit. He emphasized that the party will focus on clear thinking, organization, and policies, not emotions.\n\nOli believes that the recent by-election results indicate that the CPN-UML will do well in the upcoming parliamentary election. He pledged to work towards the party's \"Mission 84\" of winning the most seats in парламент.\n\nOli remembered Senior Politician Siddinath Gyawali as a dedicated and loyal politician. CPN Unity National Campaign Chairperson Bam Dev Gautam also indicated that he may join the CPN-UML."},{"hash":"4891c943f0e6afc7dd755df2212632bf8efe7fe9d90e5696053d306e1401177c","title":"The Prime Minister will meet with the leaders of the main political parties to discuss important issues.","date":1714953600000,"source":"nn","category":"politics","content":"Tomorrow, the Speaker (Devraj Ghimire) will meet with top political leaders, including the Prime Minister, at 11:30 AM. He wants to reach an agreement before the next session of Parliament starts. The meeting will include Prime Minister Prachanda, Nepali Congress president Deuba, CPN (UML) Chair Oli, Rastriya Swatantra Party president Lamichhane, and Rastriya Prajatantra Party (RPP) Chair Lingden.\n\nThe Nepali Congress had recently stopped Parliament from working, saying that Deputy Prime Minister and Home Minister Lamichhane should be investigated for taking money from a cooperative. The Speaker called this meeting to talk about these issues before the next session. He had also tried to solve the problems during the last session, but it didn't work.\n\nThe Speaker has met with Committee presidents, Whips, and Chief Whips to make the next session of Parliament more effective. He has had nine meetings with top leaders in the past 15 months."},{"hash":"2efa4e07b67707342ee7b709b73afb5599d461217e8b32df0e9558105171577f","title":"EC (European Commission) received an application from seven member states (JSP-MPS) seeking legitimacy for their proposed law.","date":1715174030365,"source":"nn","category":"politics","content":"Seven members of parliament (MPs) from the JSP party have applied to the Election Commission, claiming to be the legitimate party.\n\nThis move suggests that the JSP party may be splitting. One of the MPs, Sushila Shrestha, said that the breakaway group wants to strengthen democracy within the party.\n\nThe other faction in the party has also registered an application with the Election Commission. Party Chairperson Upendra Yadav is currently in the US.\n\nThe Election Commission is reviewing the applications and will decide which faction is the legitimate party."},{"hash":"213c75c365bc6587173be238bffe53c278b0237429dd89be3735129f6ae1ba9e","title":"Newly elected member, Nembang, promises to appreciate the votes he received.","date":1714435200000,"source":"nn","category":"politics","content":"Suhang Nembang is now a member of the House of Representatives for Ilam constituency-2.\nHe promised that he will always remember the people who voted for him and work hard to live up to their expectations. Suhang is the son of a former member of the House of Representatives, Subash Chandra Nembang, who passed away in September 2023. Suhang said that one of the reasons he joined politics is to continue his father's work."},{"hash":"b3828df4b388f6d50ed3256ce6de2c4d5664e51f256ca8a02223fedf98cf1a98","title":"Nemwang of CPN-UML wins in Ilam-2","date":1714435200000,"source":"nn","category":"politics","content":"Suhang Nemwang from the Nepal Communist Party won the House of Representatives election in Ilam Region No. 2 with 27,772 votes.\n\nHis closest opponent, Dambar Bahadur Khadka from Nepali Congress, received 21,942 votes.\n\nOther candidates included Dakendrasingh Limbu with 11,457 votes, Milan Limbu with 5,50 votes, and Mani Bahadur Limbu with 816 votes."},{"hash":"8e4afb40f01a17084214e78590634dd3101fcdac783d9e827fc77cefadccdc48","title":"Tragically, a mother and her son lost their lives in a house fire. The fire caused severe burns, leading to their untimely deaths.","date":1714953600000,"source":"nn","category":"issues","content":"A mother and her son died in a fire near Beteni, Okhaldhunga. The mother tried to put out a fire that had started in hay, but she caught on fire herself. Her son tried to save her, but he also died. The police are investigating the incident."},{"hash":"b54fa0c4e8a38682d2f1c13456612ee5d6122c8b9d5f6817ae4a70b36ea5683e","title":"Two people died and two were hurt in a car accident.","date":1714867200000,"source":"nn","category":"issues","content":"Two people died in a tractor accident last night. They were the driver, Dhiraj Thapamgar, and a passenger, Bishnu BK. The accident happened in Sirod, Dadeldhura. Two other people were injured and are being treated at the hospital."},{"hash":"7e6981a5327ce2410247b2aeda4f72cca28c28a108d80560989dc82625cbbe22","title":"24 artifacts from Hawaii have been sent back to Nepal.","date":1714694400000,"source":"nn","category":"issues","content":"Nepal's embassy in the United States received 24 ancient objects from a woman named Ms. Bradford in Hawaii. Estos artifacts once belonged to her and date back to the 13th, 17th, and 18th centuries. She gave them back to Nepal, and the embassy thanked her. The embassy has been working to bring back Nepal's lost artifacts, and they have now sent back 63 pieces in the past year, including these 24."},{"hash":"6f8e980e79d7b07a8d480bc536b554223925b4db1c6846b5dbfb44baca6eccea","title":"Kanti Highway is closed.","date":1714694400000,"source":"nn","category":"issues","content":"**Landslide Closes Kanti Highway**\n\nA landslide in Kalche, Lalitpur has blocked Kanti Highway. The road collapsed during maintenance work and a wall constructed along the road has been damaged.\n\nThe highway is closed until further notice, and vehicles cannot pass through the area."},{"hash":"aeb14f4cdcd03b9c57bb46afbd0ce56505fc715aa5896beb52c175e93f4fb690","title":"An elderly couple sadly passed away in a tragic house fire.","date":1714608000000,"source":"nn","category":"issues","content":"Two elderly people, Mr. and Mrs. Lama, died in a house fire in Dhading, Nepal. The fire destroyed their home and belongings. The fire department arrived at the scene, but the couple was already dead."},{"hash":"e723ab3067a8adddaf32c9827d2897f76acc62350800bee739d3b29786c034f6","title":"Japan and Nepal share many similarities. Japan's Foreign Minister, Kamikawa Yoko, made this statement.","date":1714867200000,"source":"nn","category":"global","content":"**Similarities between Japan and Nepal:**\n\n* Both countries have mountainous landscapes.\n* Both are democracies.\n* Both have faced damage from earthquakes.\n\n**Japan's Support for Nepal:**\n\n* Sent observers to Nepal's elections.\n* Helped develop Nepal's legal system.\n* Provided aid after the Gorkha Earthquake in 2015.\n* Supports Nepal's reconstruction efforts after earthquakes.\n* Funds infrastructure projects like schools, roads, and water supply.\n\n**Nepal's Support for Japan:**\n\n* Donated blankets after the Great East Japan Earthquake in 2011.\n* Provided assistance after the Noto Peninsula Earthquake in 2023.\n\n**Other Collaboration:**\n\n* Both countries believe in a peaceful and free international community.\n* Japan supports Nepal's economic growth and stability.\n* There is growing cooperation in the area of \"Women, Peace and Security.\"\n\n**Looking Ahead:**\n\n* Japan will continue to support Nepal's development after it graduates from the Least Developed Country category in 2026.\n* 2026 will mark the 70th anniversary of diplomatic relations between Japan and Nepal."},{"hash":"92ad5a4c56c6702ac1fca8e9aea40059b95bd75ed4ab056b7e61b7be50879246","title":"not-to-go-to-foreign-employment-through-illegal-route-embassy","date":1715174063076,"source":"nn","category":"global","content":"\nThe Embassy of Nepal in Islamabad has urged all the concerned to only use legal means to go for foreign employment, noting many Nepali have been victimized and stranded in Kyrgyzstan for some time on temptation of attractive jobs.The embassy said it has received information that some of those victimized have been assured to be sent to other countries using Kyrgyzstan route, sharing that some of the stranded people have been rescued and sent back to Nepal, some are on their way back but the process of reaching there has not stopped.\nIn a statement issued on Tuesday, the embassy said, \"As per the information received, some Nepali and foreigners are being involved in the fraudulent acts in the face of lucrative jobs\".\nIndividuals and groups involved in illegal activities of taking Nepali citizens abroad on the wrong temptation and leaving them stranded have to face the prevailing law, the statement further noted.\n\"The embassy sincerely requests all concerned not to fall prey to the ill-intended act of fraudulent groups and to use only the established and legal route arranged by the Government of Nepal to go for foreign employment\", the statement reads.\n"},{"hash":"bffbbeed94cbee7bdbcb2d6935e7e40625760854aa3ac8a57ccafcde31c85fea","title":"Doctors from Ohio are working to improve the relationship between Nepal and the United States.","date":1714348800000,"source":"nn","category":"global","content":"**Dr. Damodar Poudel's Contributions**\n\nDuring the COVID-19 pandemic, Dr. Poudel and his wife helped Nepali communities in the US with medical services.\n\nDr. Poudel also convinced US authorities to send COVID-19 vaccines to Nepal during its time of need.\n\n**Other Accomplishments**\n\n* Runs a clinic that provides free services to low-income Nepali patients.\n* Appointed as Consulate General to Ohio State.\n* Connects US officials with local-level representatives in Nepal.\n* Facilitated agreements between Nepal and US universities for research and innovation.\n* Re-launched the Nepal Caucus in the US Congress.\n\n**Goals**\n\n* Improve US-Nepal relations.\n* Help Nepali entrepreneurs access US markets."},{"hash":"468fea9b415ea6e76ca037b6b29789a8d5dd2f4d95c5d5b4d67c94147f33d6e4","title":"Top officials from Nepal and Malaysia met to discuss issues of mutual interest.","date":1714089600000,"source":"nn","category":"global","content":"**Nepal and Malaysia Strengthen Ties**\n\nNepal's Ambassador to Malaysia met with Malaysia's Immigration chief to improve cooperation and relations.\n\nNepal and Malaysia have been friends since 1960. Nepalese Gurkha soldiers have loyally supported Malaysia in the past.\n\nMalaysia is a big trading partner for Nepal, but there's room to grow in trade, investment, and tourism.\n\nSince 2001, Malaysia has recruited workers from Nepal, which has strengthened ties between the two countries.\n\nTourism has great potential between Nepal and Malaysia. There's now a direct flight between the two capitals, making travel easier."},{"hash":"53c3f9bbcf9667cddd56a7f8a64aefc3fbe7ed3365801f9faca679e05896b163","title":"Minister Bhandari announced that economic development is starting in Dailekh.","date":1715174076790,"source":"nn","category":"business","content":"The government is drilling for petroleum (oil and gas) in Dailekh, Nepal. They hope finding petroleum will make Nepal prosperous. The drilling is expected to take six months to complete. If the exploration is successful, it will determine the amount of oil and gas available. The government will then decide how to use these resources. The Chinese government provided a grant of 2.5 billion rupees for the exploration."},{"hash":"de9c0de3f02ee05a6730cab2aff88222c813e5cf5db89e6928a7fa56c9c14a45","title":"The government has approved a loan of 13.33 billion rupees at a low interest rate.","date":1714780800000,"source":"nn","category":"business","content":"**Government Decisions:**\n\n* **Loan from World Bank:** Rs 13.33 billion loan approved for development projects.\n* **Participation in Regional Programme:** Attorney General and Deputy Attorney General to attend meeting in New Delhi.\n* **Election Observation:** Chief Election Commissioner to visit India to observe elections.\n* **Currency Note Revision:** Rs 100 note design to be updated with new Nepal map.\n* **Judicial Cooperation with India:** Memorandum of Understanding (MoU) for cooperation between Supreme Courts of Nepal and India approved.\n* **Consultative Mechanism with Spain:** MoU for cooperation between foreign affairs ministries approved.\n* **New Chairperson for Problematic Cooperatives Management Committee:** Former High Court judge appointed.\n* **Changes to National Information and Technology Development Committee:** Order establishing the committee revoked.\n* **Secretaries Transferred:** Some government secretaries reassigned."},{"hash":"bc8be8eb7e8ffa2fe7900669d0962e424051b45a2aeffd2c9f9768586c269bca","title":"The Prime Minister has announced that the new budget will focus on helping the poor and underdeveloped areas of the country.","date":1714780800000,"source":"nn","category":"business","content":"Prime Minister Prachanda says the upcoming budget will focus on helping poor people and areas that are falling behind in development. He wants the budget to be based on past experiences and to promote good government, fairness, and prosperity.\n\nPrachanda also asked Maoist Centre ministers to talk to party lawmakers and get their ideas for the budget. He wants the budget to help communities in the Madhes region, Karnali, Dalits, and other marginalized groups.\n\nPrachanda also called for suggestions on how to boost production and create jobs. Lawmakers suggested the budget should meet people's needs, even though resources are limited. The meeting also agreed to make the upcoming parliamentary session more efficient and to pass bills from committees."},{"hash":"00f32685e1782984f175bfb817dba8c05cccf5bf83625dfc59689adc33556fc9","title":"Finance Minister Pun says that taking risks is essential for economic growth.","date":1714608000000,"source":"nn","category":"business","content":"**Finance Minister Seeks Help for Next Budget**\n\nFinance Minister Barshaman Pun wants advice from experts like former finance officials and economists for the upcoming budget.\n\nThe experts suggested:\n\n* Focus on projects that can actually be completed\n* Spend more on important projects and less on others\n* Promote exports\n* Avoid overlapping projects between the national, state, and local governments\n* Fix problems in the cooperative sector\n* Improve efficiency of organizations responsible for implementing the budget\n* Increase cooperation between national, state, and local levels\n* Complete big projects underway\n* Attract more foreign investment\n* Boost morale of government workers\n\nThe Finance Minister said he's worried about the economy and wants to work with everyone, including politicians, businesses, and experts, to improve it. He also emphasized the importance of aligning government spending with the central bank's policies.\n\nThe Finance Minister stressed the need to consider economics, agriculture, and markets when planning infrastructure projects. He also mentioned that the government is reforming tax policies and amending laws to encourage investment, especially in the private sector, which makes up 90% of the economy."},{"hash":"df9b7b06ec76b8f2f869bac62ff8e92d3b60b6a6145578db759c3601bcb09211","title":"Nepalese runners won two trophies in Malaysia.","date":1714867200000,"source":"nn","category":"sports","content":"Nepali runner Mahadev Rijal won two races in Malaysia:\n\n* **Half Marathon:** Finished in 1 hour, 14 minutes, and 48 seconds, beating runners from Malaysia and Kenya.\n* **Climbathon:** Completed the 21 km race with a time of 3 hours, 3 minutes, and 58 seconds, winning against all other runners.\n\nRijal is known for his success as a runner:\n\n* In 2023, he became the 8th Tower Runner in Malaysia's National Championship.\n* He lives in Nepal but works in Malaysia, where he continues to practice running."},{"hash":"7d22f65cb13004efc951d1a7217634e5de098beab800527921bfd8488bcb265b","title":"Nepal won the final match of the T20 series against West Indies A.","date":1714780800000,"source":"nn","category":"sports","content":"Nepal's cricket team beat West Indies 'A' in the last match of a series despite losing three matches in a row.\n\nWest Indies 'A' batted first and scored 172 runs. Nepal's bowlers took three wickets each, Sompal Kami and Sagar Dhakal.\n\nNepal then chased the target and won the match in 18.5 overs with only four wickets lost. Kushal Malla scored 37 runs, Anil Shah 58 runs, and Asif Sheikh 51 runs. West Indies 'A' bowler Obed McCoy took three wickets."},{"hash":"bb189a36492ef05672b1ce8763b3e6b70343c234cd53688b22d4345275939757","title":"The President has sent a message of good luck to the national cricket team.","date":1714780800000,"source":"nn","category":"sports","content":"President Ramchandra Paudel wished the Nepali cricket team good luck in the ICC T20 World Cup, which starts on June 1st.\n\nNepal is in Group 'D' with South Africa, Sri Lanka, Bangladesh, and the Netherlands. Nepal's first match is against the Netherlands on June 4th."},{"hash":"63f0360edf629c2552c07da82b4f8a204ad5b2ed608c251932759e4931274472","title":"West Indies A have won the T20 series.","date":1715174106464,"source":"nn","category":"sports","content":"West Indies 'A' won the T20 series against Nepal by defeating them in the fourth match. They have won three out of four matches in the five-match series.\n\nWest Indies 'A' scored 209 runs while batting first. Nepal tried to chase but only managed 181 runs.\n\nAndre Fletcher scored the most runs for West Indies 'A' with 84. Rohit Kumar Paudel scored the most runs for Nepal with 82.\n\nHayden Walsh and Matthew Forde took three wickets each for West Indies 'A'. Kushal Bhurtel took two wickets for Nepal.\n\nThe final match of the series will be played on Saturday."},{"hash":"c0268d83151b4700710f0d718bbec12fc67c78746b9c81699b68d8c7925acf37","title":"Nepal lost the third T20 match against West Indies by 76 runs.","date":1714521600000,"source":"nn","category":"sports","content":"Nepal's cricket team lost to West Indies 'A' by 76 runs in a T20 match. West Indies scored 227 runs, with Johnson Charles scoring 119 runs. Nepal tried to chase the target but could only score 151 runs, losing all their batters. Karan KC was the top scorer for Nepal with 28 runs. Nepal has now won two and lost two matches in the five-match series. The next match will be played on Thursday."},{"hash":"f6df2c95d8308e02a5d724675b6f580035fa1a3784b03ef6d2594dadf3ba0498","title":"A team of young athletes from Nepal has left to take part in the Asian Athletics Championship for Under-20s.","date":1715174114459,"source":"nn","category":"sports","content":"Nepal's team is going to the Asian U-20 Athletics Championships in Dubai. The team includes:\n\n* Badal Karki: 800 and 1500 meter run (male)\n* Adeshkumar Yadav: 100 and 200 meter run (male)\n* Ajay B.K.: 1500 and 3000 meter run (male)\n* Kalpana Budha: 1500 and 3000 meter run (female)\n\nCoach Kanti Mahato will also be traveling with the team."},{"hash":"b70088aed087be48dc7ad38ba6f972de6b0d941f8703d43a1cae84eb468445f4","title":"Dengue cases in Bagmati have crossed 11,000.","date":1714867200000,"source":"nn","category":"health","content":"Many dengue fever cases have been found in Bagmati Province in Nepal.\nSince July 2023, there have been over 11,000 dengue cases.\nDhading has the highest number of cases (3,501), and Rasuwa has the lowest (2).\nKathmandu (3,000), Chitwan (1,708), and Makwanpur (857) also have many cases.\nOne person in Makwanpur died from dengue.\nDengue is spread by mosquitoes, and it's more common in summer.\nHealth officials are working to stop dengue by finding and destroying mosquito eggs."},{"hash":"8aef9eb1da2d64a20abdcf3e1f946935576aaae84d7d0b3cd9ba8aa4647804c0","title":"Nepal's approach to population and development ensures everyone has the right to health, education, and economic opportunities. This helps improve people's lives and the overall development of the country.","date":1714435200000,"source":"nn","category":"health","content":"Nepal believes that everyone should have the right to make decisions about their health and well-being. The government is committed to making sure that everyone has access to healthcare, education, and opportunities, regardless of their gender, income, or background.\n\nDespite progress in reducing poverty and improving health, there are still many challenges, such as inequality, pandemics, and climate change. These challenges make it harder to achieve the Sustainable Development Goals, which aim to create a better future for all.\n\nNepal is committed to continuing to work towards these goals, by investing in people-centered development, protecting human rights, and promoting gender equality. The government believes that everyone has the potential to contribute to a more just and equitable society."},{"hash":"853075cf39e1fcb42df78d974231e5f27301b7a218e2c71c13a200de5ecc34ac","title":"Japan has donated a disaster prevention center to the community.","date":1713830400000,"source":"nn","category":"health","content":"Japan built a new community center in Sindhupalchowk, Nepal to help people prepare for and prevent disasters. The center will be a place for people to meet, learn about disaster prevention, and store emergency supplies. The center will also help connect people to other resources and support in the community. Japan hopes that the center will help to improve disaster prevention and revitalize the region."},{"hash":"91ef85d22d1f5e45d5c9e0d118acd881370663a55fa7eb366d52362a948b3462","title":"Dr. Sharma, a member of parliament, donated 2 million Rupees to a children's hospital.","date":1713398400000,"source":"nn","category":"health","content":"Dr Sunil Sharma, a member of the House of Representatives, gave 2 million rupees to help build a Children's Hospital. The hospital is being built by Dr Bhagwan Koirala, a heart surgeon. The hospital will be in Kathmandu and will have 100 beds. Dr Koirala plans to build more children's hospitals in other parts of Nepal after this one is finished."},{"hash":"42e79a4549bfdf6d5604bd78b3d44969e580204855bea65a83fee67398a94def","title":"Dr. Sharma, a member of parliament, has donated 2 million rupees (about 26,000 US dollars) to a children's hospital.","date":1713398400000,"source":"nn","category":"health","content":"- A politician named Dr. Sharma donated 2 million rupees to a new children's hospital.\n- The hospital is being built by a group led by a doctor named Dr. Koirala.\n- The group plans to build children's hospitals in all of Nepal's provinces, including Kathmandu.\n- The first hospital in Damak is already open, and they plan to build a 100-bed hospital in Kathmandu.\n- After the Kathmandu hospital is built, they plan to build 50-bed hospitals in each of Nepal's other provinces."},{"hash":"3366c0665f89d2e7da9c8b7f2493798ccbb5625b22f9517335e99c27063a9b96","title":"Children taking vitamin A capsules and deworming tablets.","date":1713398400000,"source":"nn","category":"health","content":"The government is giving free Vitamin 'A' capsules and de-worming tablets to children under five years old.\n\n* Vitamin 'A' capsules are for children aged 6 months to 5 years.\n* Deworming tablets are for children aged 1 to 5 years.\n\nAround 3.2 million children will get Vitamin 'A' capsules and 2.9 million will get deworming tablets.\n\nHealth volunteers will go to every ward to give the capsules and tablets to children."},{"hash":"0874884b48df6c09d57d98acb64fffffa39221f8b28d9bd21ea02bb1dc9ea5ae","title":"A person named Pepper climbed Mount Makalu, the fifth highest mountain in the world.","date":1715040000000,"source":"nn","category":"travel-and-tourism","content":"Australian climber Allie Pepper climbed Mount Makalu, the world's fifth highest mountain, without using extra oxygen. She now needs to climb 10 more mountains that are over 8,000 meters high in 2 years to be the first Australian woman to do so.\n\nPepper climbed Mount Makalu in May of 2023. She had already climbed 10 of these mountains without extra oxygen. She is planning to climb Mount Kanchenjunga next. Pepper wants to finish climbing all 14 mountains by 2025.\n\nPepper's journey is inspiring because she is showing that anything is possible if you work hard and have dedication."},{"hash":"bb89edf4f872360efa0478bff6cdae105db2de674188c0943d76f30ee70760b0","title":"Tourist camp:\nA place where tourists can camp, usually with basic amenities like tents, cabins, or RVs. It provides a place to stay for travelers who want to explore the area or stay overnight.","date":1714867200000,"source":"nn","category":"travel-and-tourism","content":"Cannot summarize, as the input is empty."},{"hash":"8dc6146d8cf0a208b9b3748acc28b7f2faeca3cc1be432e7cd00daf2bc88ec66","title":"Futphute Falls","date":1714867200000,"source":"nn","category":"travel-and-tourism","content":"Futfuute Waterfall is on the popular Maurice Herzog trail leading to Annapurna's base camp. Recently, more tourists have been visiting the waterfall."},{"hash":"e115a6d41dc575a6fb20a754295e2c6493cf6d2654ae267d4145bfcfcc13107f","title":"The Prime Minister has announced the creation of an Innovation Fund to support the growth of India's IT sector. This fund will provide funding for research, development, and innovation in the IT industry. The goal is to make India a global leader in IT.","date":1714608000000,"source":"nn","category":"science-and-technology","content":"Prime Minister Prachanda is planning to create a special fund next year to help the tech industry grow. The government wants to use technology to improve the economy and society. They will make it easier for young people to start businesses and make money using technology. Prachanda also wants to strengthen laws to prevent cybercrime and promote safe use of technology."},{"hash":"f695aa1ad994bab3c00f1b5a8d5ea6fd3e689cc6689b961e67fffef625c6e80d","title":"Today is National ICT Day, a day to celebrate the importance of information and communication technology (ICT) in our lives.","date":1715174153326,"source":"nn","category":"science-and-technology","content":"**ICT Day in Nepal**\n\nToday is Nepal's Information and Communications Technology (ICT) Day. It's celebrated every May 2nd to encourage the growth and use of ICT in the country.\n\nThe government is hosting a special event with the Prime Minister as the guest of honor. People and organizations who have helped grow the ICT sector will be recognized.\n\nThe government believes ICT is key to Nepal's economic prosperity, like agriculture, tourism, and energy. It's working to make technology more accessible to people and businesses, and to use technology to improve society and the economy."},{"hash":"9789ea6409b4715294fcecec4caf76bc9f86f5d00af5cd8543239bf9f3e5e012","title":"Investing in politics can make investors optimistic about the future.","date":1714003200000,"source":"nn","category":"science-and-technology","content":"President Paudel says Nepal can become prosperous by investing in energy development.\n\nTo do this, the government needs to make it easier for investors to do business in Nepal.\n\nNepal has a lot of natural energy resources, so it can produce a lot of electricity.\n\nThis will help Nepal become more stable and attract more investment.\n\nNepal is already exporting electricity to other countries, which is helping the economy."},{"hash":"8645e6e32c99e132c7dedb2a85a2626985e9d5f7e0c18cf2f27997f5d483ec41","title":"A proposed law aims to ensure that AI is used responsibly and transparently. It requires companies to be accountable for how they use AI, explain decisions made by AI, and provide a way for people to appeal those decisions.","date":1710201600000,"source":"nn","category":"science-and-technology","content":"**Summary of Draft IT and Cybersecurity Bill**\n\nThe bill aims to improve IT and cybersecurity in Nepal by using innovative technologies like AI, machine learning, blockchain, and IoT. These technologies must be used safely and transparently.\n\nThe Ministry of Communications and Information Technology has proposed the bill and asks for feedback within two weeks.\n\n**Key Points:**\n\n* Create a center for research and development of new technologies like AI and blockchain.\n* Establish a structure for IT and cybersecurity, including a directors' committee led by the Minister for Communications and Information Technology.\n* Set up a coordination committee to respond quickly to cybersecurity threats.\n* Include provisions for electronic records, digital signatures, data privacy, cyberbullying, and IT audits.\n* Ban harmful activities on the internet, such as cyberbullying, cyber harassment, and data theft.\n* Regulate the collection and use of personal data.\n* Require government websites to be uniform and meet certain standards.\n* Mandate registration for domain names and cyber security service providers.\n\nThe full draft bill is available online."},{"hash":"7b3564e64335cf6b09ca9388a43353ae8e4c829e4a33b5dafd81bc5c1b419b8b","title":"Minister Sharma believes laws about cyberspace are needed to solve problems.","date":1715174166123,"source":"nn","category":"science-and-technology","content":"**Cyber Security Laws Needed**\n\nCommunications Minister Sharma said that the government is working on creating laws for cyber security. These laws are needed to address the problems caused by the delay in creating them. The government is asking for suggestions from different groups on what the laws should include.\n\nThe government believes that everyone in the government should help raise awareness about cyber security. This is because technology has made work easier but also created new problems when people use it in harmful ways.\n\nThe Ministry organized an orientation to teach government officials how to protect their data and information. The meeting also discussed the problems the government faces with cybercrimes and policies related to them.\n\nThe Chief District Officer of Dang emphasized the importance of an informed community to deal with cyber security issues."},{"hash":"c11dd4e0a73ed780f50db62b525aa16fa7c624433478c86d79746516e89b9f0d","title":"India is discussing energy exports with Bangladesh.","date":1715174170273,"source":"nn","category":"science-and-technology","content":"Nepal and Bangladesh have agreed to buy and sell electricity. Nepal will start selling electricity to Bangladesh during the rainy season. The two countries are working on finalizing the details of the deal."},{"hash":"e61c612a2fa2945dbce36e78bfcbfcfe5e05c704908dd9baac7769efb299faed","title":"Celebrating a half-century of companionship","date":1715174172586,"source":"nn","category":"entertainment-and-lifestyle","content":"**Cultural Event to Celebrate 50 Years of Friendship Between Korea and Nepal**\n\nJoin us for a cultural event to celebrate 50 years of friendship between Korea and Nepal.\n\n**Highlights:**\n\n* **K-Tigers Martial Art Demonstration:** Watch skilled Taekwondo performers show off their techniques, blending ancient rituals with a modern twist.\n* **People on Stage K-Dance Showcase:** Be amazed by the energy and creativity of top-notch K-dance teams, showcasing Korean cultural dynamism and modernity.\n* **Celebrating Friendship:** Let's commemorate this special milestone together, looking forward to a future of understanding and goodwill."},{"hash":"5db1f1b27f140836a538af8994d1d20d3c4e3bfba7357d0ab258108d457e3803","title":"Veteran actor and comedian, Lokesh Lohani, has passed away.","date":1714348800000,"source":"nn","category":"entertainment-and-lifestyle","content":"Actor CP Lohani, known for starring in Nepal's first hit movie, \"Maitighar,\" passed away at 86. He had Alzheimer's and pneumonia.\n\nLohani also worked in the government and later became a famous figure in film and music. He was married to Bollywood actress Mala Sinha, who co-starred in \"Maitighar.\"\n\nHis funeral will be held at Pashupati Aryaghat."},{"hash":"47c5ab0dc3d11afc19bb0a2ea497b4519a334d00648998358c7cab2575b09124","title":"A democratic republic needs moral values and virtues, such as the ones taught by religion, to guide its citizens and leaders. These values help create a just and ethical society where people can live in peace and harmony.","date":1713657600000,"source":"nn","category":"entertainment-and-lifestyle","content":"**Summary:**\n\nPresident Ramchandra Paudel said that religions like Jainism aim to promote good values, happiness, peace, and a better society. He believes that Jainism's principles of non-violence, peace, and equality have helped Jain followers leave a positive impact on society. The President also wished all Jain brothers and sisters on Lord Mahavir's birth anniversary and expressed his hope that the Jain community would continue to promote these values in the future."},{"hash":"36bf5184da2134fc7913480835b722431a60fe0d878008465b1a5b5221530db2","title":"Chhath Puja has ended with people offering prayers to the rising sun.","date":1715174183695,"source":"nn","category":"entertainment-and-lifestyle","content":"Chaite Chhath, a Hindu festival, ended in the Mithila region today.\n\nDevotees who had been fasting since Saturday offered water to the rising sun this morning.\n\nStanding in water, they wished for good health and prosperity for their families.\n\nThis festival is celebrated twice a year, and this concludes the 2080 celebration."},{"hash":"5c4e40b0cfcc81a841cfed842ce2aa92af57f2e88130f43a69d94018c770008a","title":"According to Prime Minister Dahal, developing a socialist culture is crucial for creating the foundation for socialism.","date":1715174186566,"source":"nn","category":"entertainment-and-lifestyle","content":"**Simple Summary:**\n\nPrime Minister Prachanda believes that to build a socialist society, we need to change our culture and values to focus on socialism. He says the government will support this effort by funding and encouraging artists and writers.\n\nThe Prime Minister was inspired by a cultural event where he saw performances from different parts of Nepal, which reminded him of the country's unity and diversity.\n\nThe cultural event was organized by the Sanskritik Sansthan, which aims to preserve and promote traditional music, dance, and drama. They will be holding cultural programs every Friday evening, showcasing the diverse culture of Nepal."},{"hash":"10cf863df3cc1c834cebb743c3d41fae1b57d281bfd01d39427f6e4451e563e4","title":"China's fashion industry is a rapidly growing sector, with a large domestic market and a growing global presence. The industry is diverse, with a wide range of products from luxury brands to fast fashion. China is also a major producer of textiles and clothing, and has a strong supply chain. The government is supportive of the fashion industry, and has implemented policies to promote its growth.","date":1715174190642,"source":"nn","category":"entertainment-and-lifestyle","content":"There is no text provided."},{"hash":"82a6e2216c40ded006b27b91c95a4617ffcc84916d8a736bff4f86a005e960c0","title":"The ruling parties in India have decided not to support a special investigation into the actions of the Home Minister.","date":1715126400000,"source":"kp","category":"national","content":"**Parties Can't Agree on Probe of Deputy PM**\n\nThe Nepali Congress (NC) wants a committee to investigate allegations of fraud against Deputy Prime Minister Rabi Lamichhane. But the ruling parties say they want a wider investigation into problems in the cooperative sector.\n\nNC says Lamichhane should be investigated because he holds an important position. They say if he's innocent, he should cooperate with an investigation.\n\nLamichhane's party says he's been cleared of wrongdoing and there's no need for an investigation. They want Lamichhane to be allowed to defend himself in Parliament.\n\nThe budget can't be approved if the NC continues to block Parliament. They say they'll only cooperate if their demands are met.\n\nThe Speaker says he hopes the parties can agree before the new parliamentary session starts."},{"hash":"d4f8334a2d12b21462af12b4c6327b1760629cefb0038b759bfa4fb8d92edeae","title":"The government has approved ten investment proposals from foreign countries to invest in various sectors in India. These approvals were granted through the automatic route, which is a simplified process that does not require prior approval from the government.","date":1715126400000,"source":"kp","category":"money","content":"**Summary:**\n\nThe Department of Industry in Nepal has approved 10 foreign investment proposals under a new \"automatic route\" system. This route allows foreign investors to invest without government approval.\n\nThe department received 26 proposals, and 16 investors have started the application process but have not finished.\n\nThe automatic route lets investors invest in certain sectors without approval, such as energy, agriculture, infrastructure, tourism, IT, and manufacturing.\n\nThe goal is to make it easier for foreign investors to invest in Nepal and boost the country's economy.\n\nCurrently, Nepal's foreign investment levels are low, but the automatic route aims to change that by simplifying the process.\n\nForeign investors can apply online and get approval by email. They can invest up to 500 million rupees without government approval."},{"hash":"7d778c6e3a9dee59f0f604e542fa146b48e0f674e6f88a76dd5207e8cd544041","title":"Nepal has been ranked 74th out of 180 countries in the World Press Freedom Index for 2024.","date":1715126400000,"source":"kp","category":"national","content":"**Nepal's Press Freedom Improves**\n\nNepal has climbed 21 spots in the World Press Freedom Index, now ranking 74th. Nepal is the top-ranked country in South Asia for press freedom, followed by Maldives (106th).\n\nThe index measures the freedom of journalists and media organizations. Nepal scored 60.52 points this year, up from 57.89 last year.\n\nNorway ranks first in the index, with Eritrea ranking last.\n\nThe Reporters Without Borders report warns that political authorities worldwide are threatening press freedom by not supporting media autonomy and increasing pressure on journalists."},{"hash":"5671020f5246c399503b2ec1630855b87129a79d87d18624cb138db304333567","title":"The Sunkoshi-Marin Diversion Tunnel, a project in Nepal, has reached a significant milestone with a breakthrough. This tunnel is designed to divert water from the Sunkoshi River to the Marin River for irrigation and power generation purposes. The completion of the tunnel will increase agricultural productivity and provide a reliable source of electricity for the region.","date":1715126400000,"source":"kp","category":"national","content":"The Sunkoshi Marin tunnel is now finished. This tunnel will help farmers in five districts water their crops all year round, which will make more food for Nepal. It will also make electricity, which will power homes and businesses.\n\nThe tunnel is part of a bigger project that will bring water from the Sunkoshi River to the Marin River and then to the Bagmati Irrigation Project. The water will then be used to water fields in five districts: Dhanusha, Mahottari, Sarlahi, Rautahat, and Bara.\n\nThe project also includes a dam on the Sunkoshi River and a powerhouse on the Marin River. The dam will help divert water into the tunnel, and the powerhouse will generate electricity.\n\nOnce the project is finished, it will help farmers increase their crop production, reduce Nepal's dependence on imported food, and create new economic opportunities."},{"hash":"505beefca11049926520cda4acceb5956f992fa7c660a8ef9ded812776844ff1","title":"toilets-for-all advocates for gender-inclusive toilets, where people can use the restroom that best aligns with their gender identity or expression. It promotes equality and comfort for all.","date":1715040000000,"source":"kp","category":"editorial","content":"**Gender-Inclusive Toilets**\n\nPeople around the world want toilets that don't only have \"male\" and \"female\" signs. They want toilets that everyone can use, no matter who they are.\n\n**Why it's important:**\n\n* Forces people to choose \"male\" or \"female,\" even if they don't fit either\n* Makes transgender and non-binary people feel uncomfortable and unsafe\n\n**Nepal's progress:**\n\n* First LGBTIQ conference in Nepal\n* First same-sex couple marriage in Nepal\n\n**The need for gender-inclusive toilets in Nepal:**\n\n* Nepal wants to be a safe and equal place for transgender and non-binary people\n* Schools and public places in Nepal often don't have gender-inclusive toilets\n* Makes transgender and non-binary students feel unsafe\n\n**What needs to be done:**\n\n* Build gender-inclusive toilets that are safe and comfortable for everyone\n* Educate people about disability, sexuality, and gender diversity\n* Create standards for building gender-inclusive toilets\n* Encourage businesses to build gender-inclusive toilets for tourists\n\n**Benefits:**\n\n* Makes Nepal a more welcoming place for transgender and non-binary people\n* Makes schools and public places safer\n* Boosts tourism"},{"hash":"14fbcd22a699570d65e7758d4c2963317220d35cfa4e26f16ce7492b810b1cab","title":"India is preparing for the third term of Prime Minister Narendra Modi.","date":1715040000000,"source":"kp","category":"columns","content":"**India's Biggest Election:**\n\n* India, with the most people in the world, is holding a very big election over seven parts.\n* Over 500 members will be elected for the lower part of the government (similar to the House of Representatives in the US).\n* Results will be announced in June, but most people believe the current leader, Narendra Modi, will win a third time.\n* Voters are mostly choosing between Modi and not voting, so there is not much excitement for other political groups.\n\n**Why This Election is Different:**\n\n* There is not much energy in this election, unlike the usual party atmosphere.\n* Modi is campaigning as if he is running against everyone, appearing all over the place.\n* Other groups have no leader as strong as Modi.\n\n**Modi's Performance:**\n\n* Modi has had both successes and failures as leader.\n* Some of his policies have made things worse for poor people, like taking away cash and handling the COVID-19 pandemic poorly.\n* The gap between the rich and poor has grown, and unemployment is high.\n* Modi has been aggressive towards some neighboring countries.\n\n**Other Successes and Challenges:**\n\n* Modi has also had some successes, such as landing a spacecraft on the moon and building a new temple.\n* However, these successes may not help people with daily problems like hunger, healthcare, or jobs.\n* Modi's government has used tricks to make sure he stays in power, like arresting opponents.\n\n**What's Next:**\n\n* If Modi wins a third time, he is likely to continue spending money on projects that make him look good.\n* He may also take a more aggressive approach towards smaller neighboring countries.\n* Nepal should be prepared for challenges if Modi wins again."},{"hash":"9319073783336cff50f5d7e65ed93d2d905d2579fd7e85889b4c00f04cb56cb1","title":"Protecting Local Media from Social Media\n\nSocial media companies like Facebook and Twitter have become major sources of news for many people. This has led to a decline in the reach of local media outlets, which are often struggling to compete with the reach and speed of social media.\n\nThere are a number of things that can be done to protect local media from social media. One important step is to increase local media's presence on social media. Local media outlets can use social media to share their content with a wider audience and to engage with their community.\n\nAnother important step is to support local media financially. This can be done by subscribing to local newspapers, watching local news broadcasts, and donating to local media organizations.\n\nFinally, it is important to be critical of the information that we see on social media. We should not believe everything that we see on social media, and we should always verify the information that we see with reputable sources before sharing it with others.","date":1715040000000,"source":"kp","category":"columns","content":"**Social Media Regulation: Beyond Taxes and Law**\n\n**Important Missing Points:**\n\n* Protecting our democratic information landscape from social media.\n* Holding social media platforms accountable for spreading misinformation.\n\n**Why Local Journalism Matters:**\n\n* It's essential for a functioning democracy.\n* It provides true information and fights misinformation.\n\n**Impact of Social Media on Local Journalism:**\n\n* Social media companies use news without paying for it, hurting media companies.\n* In Nepal, social media is a tool for local media to reach more people and attract advertisers.\n* However, advertisers are moving to social media, which could weaken local media.\n\n**What Nepal Can Do:**\n\n* Strengthen local journalism through:\n    * Tax incentives\n    * Funding\n    * Training\n* Regulate social media to:\n    * Hold them accountable for misinformation\n    * Require them to invest in fighting against misinformation\n    * Encourage advertisers to support local media\n\nThese measures will protect our democracy and ensure that our information ecosystem is healthy."},{"hash":"33d5b7761eb5bd3b41e26b739647600e33685d1a97a97f0651c70b2650289129","title":"divided-we-fall","date":1715040000000,"source":"kp","category":"editorial","content":"And so the major parties in the ruling coalition have again connived to engineer a vertical split in one of their junior partners. Making and breaking of political parties, coalitions and governments has become a routine affair. So much so that leaders who are out of power seem impatient to wait even for a few months to get back into the government. Just two months after Prime Minister Pushpa Kamal Dahal changed his coalition partners, breaking ties with the Nepali Congress and forging a new alliance with the CPN-UML, yet another episode of party split has materialised, allegedly to thwart an attempt to topple this new coalition. The Janata Samajbadi Party Nepal led by Upendra Yadav, a deputy prime minister in the Dahal Cabinet, has split and a new party led by Ashok Rai has been registered in the Election Commission. Leaders from the faction who registered the new party blame Yadav of allegedly trying to join hands with the main opposition Congress and some other fringe parties to form an alternative alliance and become prime minister. Congress President Sher Bahadur Deuba, Yadav and Madhav Kumar Nepal of CPN (Unified Socialist) were reportedly plotting. Sensing the same, Prime Minister Dahal and UML chair KP Sharma Oli foiled their plan by splitting Yadav’s party, with a majority of the split party’s lawmakers staying in the present ruling coalition.As they say, old habits die hard. Our ‘old leaders’ haven’t changed their errant ways. Factional feuds for power is a big reason for growing public apathy towards political parties. But the parties’ honchos show no sign of change. While it has become a common problem of almost all political parties, the breakup-merger dynamics is most apparent among Madhes-based organisations that emerged mainly after the 2007 Madhes Movement. People in Madhes backed these forces that were championing regional and identity issues. They hoped political parties such as the then Madhesi Janadhikar Forum Nepal and leaders like Yadav would help address the age-old concerns of historically marginalised and oppressed communities.Disputes and divisions in political parties are natural in a democratic setup, but only up to an extent. If there are seemingly irreconcilable ideological or policy-related differences, it makes sense for the differing sides to part ways. Yet the political parties in Nepal seldom split for ideological reasons; mostly, it happens because of clash of personalities or differences over getting into and staying in the government. For instance, since Yadav formed the Madhesi Janadhikar Forum Nepal in 2007, his party has split nearly a dozen times and subsequently merged with different outfits. Not once was the division a result of clash of ideologies or party orientation. Such splits were rather all products of power games. Such opportunistic behaviour of our political parties is damaging, on multiple fronts. It weakens the spirit of vital political movements like the Madhesh movement, on which a large section of the society pinned great hope. People fought for the cause and supported the movement’s leaders risking their lives. They see the lust for power among their chosen ones as a betrayal of a great cause. This in turn makes them veer towards extremist forces. Also, the sizable presence of alternate political forces with distinct constituencies, identity and agenda kept the major parties from imposing majoritarian views. The downfall of such forces is a blow to the idea of a vibrant pluralistic society.   "},{"hash":"a4143de903fa1fc3e92b11c2278fc9a9dd2e9792a971b2d127e548cd352c8666","title":"us-pauses-some-weapons-to-israel-as-battles-rage-around-rafah","date":1715126400000,"source":"kp","category":"world","content":"Hamas said it was battling Israeli troops on the outskirts of the Gaza Strip’s crowded southern city of Rafah on Wednesday after a US official said Washington had halted a shipment of powerful bombs that Israel could use in a full-scale assault.The United States, which is seeking to stave off an Israeli invasion of Rafah, said it believes a revised Hamas ceasefire proposal may lead to a breakthrough in an impasse in negotiations, with talks resuming in Cairo on Wednesday.A senior US official said President Joe Biden’s administration paused a shipment of weapons to Israel last week in an apparent response to the expected Rafah offensive. The White House and Pentagon declined to comment.The official, speaking on condition of anonymity, said Washington had carefully reviewed the delivery of weapons that might be used in Rafah, and as a result paused a shipment consisting of 1,800 2,000-lb bombs and 1,700 500-lb bombs.This would be the first such delay since the Biden administration offered its “ironclad” support to Israel after Hamas’ Oct. 7 attack. Washington is Israel’s closest ally and main weapons supplier.A senior Israeli official declined to confirm the report, asking not to be named: “If we have to fight with our fingernails, then we’ll do what we have to do,” the source said. A military spokesperson said any disagreements were resolved in private.Israeli forces seized the main border crossing between Gaza and Egypt in Rafah on Tuesday, cutting off a vital aid route.Residents and officials said Rafah’s city council building was hit by Israeli tank fire on Tuesday and caught fire.“The streets of the city echo with the cries of innocent lives lost, families torn apart, and homes reduced to rubble. We stand on the brink of a humanitarian catastrophe of unprecedented proportions,” Rafah’s mayor, Ahmed Al-Sofi, said in an appeal to the international community to intervene.The Israeli military said on Wednesday it had uncovered Hamas infrastructure in several locations in eastern Rafah and its troops were conducting targeted raids on the Gaza side of the Rafah crossing and airstrikes across the Gaza Strip.It has told civilians to go to an “expanded humanitarian zone” in al-Mawasi, some 20 km (12 miles) away.Armed groups of Hamas, Islamic Jihad and Fatah said in separate statements that gunfights continued in the central Gaza Strip, while residents of northern Gaza reported heavy Israeli tank shelling against eastern areas of Gaza City and districts.CEASEFIRE TALKSIn Cairo, all five delegations participating in talks on Tuesday - Hamas, Israel, the US, Egypt and Qatar - reacted positively to the resumption of negotiations, and meetings were expected to continue on Wednesday, two Egyptian sources said.CIA Director Bill Burns was to travel from Cairo to Israel on Wednesday to meet Israeli Prime Minister Benjamin Netanyahu and his Mossad counterpart, an Israeli government source said.Israel on Monday declared that a three-phase proposal approved by Hamas was unacceptable because terms had been watered down. White House spokesperson John Kirby said the new text presented by Hamas suggests the remaining gaps can “absolutely be closed.”The proposal included a first phase with a six-week ceasefire, an influx of aid to Gaza, the return of 33 Israeli hostages, alive or dead, and the release by Israel of 30 detained Palestinian children and women for each released Israeli hostage, according to several sources.Since a week-long ceasefire in November, the only pause so far, the two sides have been blocked by Hamas’ refusal to free more Israeli hostages without a promise of a permanent end to the conflict and Israel’s insistence on only a temporary halt.Israel’s offensive has killed 34,789 Palestinians, most of them civilians, the Gaza Health Ministry said.The war began when Hamas militants attacked Israel on Oct. 7, killing about 1,200 people and abducting 252 others, of whom 128 remain hostage in Gaza and 36 have been declared dead, according to the latest Israeli figures.Al-Sofi, Rafah’s mayor, said 1.4 million people sheltering in the city had nowhere to go. Those in eastern neighbourhoods were being told to move to the coastal al-Mawasi area “which lacks the necessities of life”, he said.Around 200 patients from Rafah’s Abu Youssef al-Najjar Hospital, in an area designated by the Israeli army as a combat zone, were forced to evacuate to the west of the city after receiving calls warning them to leave, health officials said.Israel was reopening Kerem Shalom crossing on its border with the Gaza Strip on Wednesday, a statement from the Israeli agency in charge of it said, adding aid trucks routed through from Egypt were already undergoing security inspections there.Israel had closed Kerem Shalom crossing on Sunday after Palestinian shelling nearby killed four soldiers. The United Nations had warned the closure of both the Rafah and Kerem Shalom crossings had “choked off” the two main arteries for getting aid into Gaza, with stocks low inside the enclave. "},{"hash":"81b55116ab9a43b7c936a2a661a31fedd1fdb17e8885c978f1e280be03331726","title":"in-rapidly-ageing-china-millions-of-migrant-workers-can-t-afford-to-retire","date":1715126400000,"source":"kp","category":"world","content":"After three decades selling homemade buns on the streets of the Chinese city of Xian, 67-year-old Hu Dexi would have liked to slow down.Instead, Hu and his older wife have moved to the edge of Beijing, where they wake at 4 a.m. every day to cook their packed lunch, then commute for more than an hour to a downtown shopping mall, where they each earn 4,000 yuan ($552) monthly, working 13-hour shifts as cleaners.The alternative for them and many of the 100 million rural migrants reaching retirement age in China over the next 10 years is to return to their village and live off a small farm and monthly pensions of 123 yuan ($17).“No one can look after us,” said Hu, still mopping the floor. “I don’t want to be a burden on my two children and our country isn’t giving us a penny.”The generation that flocked to China’s cities at the end of last century, building the infrastructure and manning the factories that made the country the world’s biggest exporter, now risks a sharp late-life drop in living standards.Reuters interviewed more than a dozen people, including rural migrant workers, demographers, economists and a government adviser, who described a social security system unfit for a worsening demographic crisis, which Beijing is patching rather than overhauling as it pursues growth through industrial modernisation. At the same time, demand for social services is growing rapidly as the population ages.“The elderly in China will live a long and miserable life,” said Fuxian Yi, a demographer who is also a senior scientist at University of Wisconsin-Madison. “More and more migrant workers are returning to the countryside, and some are taking low-paid jobs, which is a desperate way for them to save themselves.”If these migrants were to rely solely on China’s basic rural pension, they would live on less than the World Bank’s poverty threshold of $3.65 a day, though many supplement their earnings by labouring in the cities or by selling some of their crop.China’s National Development and Reform Commission, the human resources and civil affairs ministries and the State Council did not respond to faxed requests for comment.China’s latest statistics showed some 94 million working people - around 12.8% of China’s 734 million labour force - were older than 60 in 2022, up from 8.8% in 2020.That share, while lower than in wealthier Japan and South Korea, is set to skyrocket as 300 million more Chinese reach their 60s in the coming decade.A third of this cohort are rural migrants, who typically lack the professional skills for an economy aspiring to move up the value chain.The main reason China has not built a stronger safety net for them is that policymakers, fearing the economy might fall into the middle-income trap, prioritise growing the pie rather than sharing it, the government adviser told Reuters.To achieve that, China is directing economic resources and credit flows towards new productive forces, a catch-all term for President Xi Jinping’s latest policy push for innovation and development in advanced industries such as green energy, high-end chips and quantum technology.U.S. and European officials say this policy is unfair to Western firms competing with Chinese producers. They have warned Beijing that it stokes trade tensions, and that it diverts resources away from households, suppressing domestic demand and China's future growth potential.China, which has rejected those assessments, has instead focused on upgrading production, rather than consumption, as its desired path toward prosperity.“It would be easier to solve the equality problem if we could first solve the productivity growth problem,” said the adviser, granted anonymity to speak freely about pension-policy debates happening behind closed doors.“People have different views” on whether China can make that leap in productivity, the adviser said. “Mine is that it may be difficult if we do not reform further and remain at odds with the international community.”Pensions in China are based on an internal passport system known as hukou, which divides the population along urban-rural lines, creating vast differences in incomes and access to social services.Monthly urban pensions range from roughly 3,000 yuan in less-developed provinces to about 6,000 yuan in Beijing and Shanghai. Rural pensions, introduced nationwide in 2009, are meagre.In March, China increased the minimum pension by 20 yuan, to 123 yuan per month, benefitting 170 million people.Economists at Nomura say transferring resources to the poorest Chinese households is the most efficient way to boost domestic consumption.But the rural pension hike amounts to an annual effort of less than 0.001% of China’s $18 trillion GDP.China’s Academy of Social Sciences (CASS) estimates the pension system will run out of money by 2035.Beijing has introduced private retirement schemes and is transferring funds to provinces with pension budget deficits which they cannot replenish themselves due to high debts.Other countries have tried to increase pension funding by lifting the retirement age. In China, it is among the lowest in the world at 60 for men and 50-55 for women depending on their line of work.Beijing has said it plans to raise the retirement age gradually, without giving a timeline.Government concerns that the population would perceive raising the threshold as benefiting “vested interests” at the expense of ordinary citizens are holding up the implementation of those plans, the adviser said.Chinese think “officials want to retire later to fatten up their own pensions,” he said.CASS surveys show the level of healthcare funding for urban workers was in some cases about four times higher than for those with a rural hukou.“There aren’t enough social services to solve the problems of these people, who are prone to falling back into poverty,” said Dan Wang, chief China economist at Hang Seng Bank.More than 16% of rural residents older than 60 were “unhealthy”, compared with 9.9% in the cities, according to an October article by Cai Fang, a CASS economist and former central bank adviser, published in the Chinese Cadres Tribune, a Communist Party magazine.Sixty-year-old Yang Chengrong and her 58-year-old husband Wu Yonghou spend their days collecting piles of cardboard and plastic for a recycling station in Beijing, earning less than one yuan per kilogram.Yang said she has heart issues, while Wu has gout, but they can’t afford treatment. They fear their 4,000 yuan monthly income is unsustainable as “people consume and waste less.”“Villagers like us work ourselves to near-death, but we must keep working,” said Yang, her shoulders covered in snow after a day of scavenging.Wu, next to her, said they do not dare to retire.“I only feel secure if I have work, even if it’s dirty work,” he said.Traditionally in China, children had been expected to support the elderly.But most of those retiring in the coming decade, a group almost as large as the entire U.S. population, only had one child due to birth limits enforced from 1980 to 2015.High youth unemployment compounds the problem.“Relying on families for elderly care is no longer feasible,” Cai wrote in his article.The silver lining for some of the elderly is that younger Chinese, despite struggling to find the services jobs they went to university for, reject hard labour.“The mall can’t find younger people,” said Hu, the cleaner. “As long as I can still move, I’ll keep working.” "},{"hash":"b6d620299059cae3bf0c37aeab77073cc5d0f2add114887f1c03b81f0ada0e26","title":"Heavy rains in Brazil have caused devastating floods, leaving 150,000 people without homes and many lives lost or unaccounted for.","date":1715126400000,"source":"kp","category":"world","content":"**Devastating Floods in Brazil**\n\nFloods in Rio Grande do Sul, Brazil have caused:\n\n* **Deaths:** At least 90 people killed\n* **Homelessness:** 155,000 people have lost their homes\n* **Basic needs:** Survivors are desperate for food and water\n\nRescuers are evacuating stranded people by boat and helicopter. Rain is expected to continue, making rescue efforts difficult.\n\n**Causes of the Floods:**\n\n* Heatwave from El Niño\n* Cold front from the Antarctic\n* Warm Atlantic Ocean\n\n**City of Porto Alegre Affected:**\n\n* Downtown streets flooded\n* Power and water outages\n* Airport closed\n\n**Economic Impact:**\n\n* Damage to rice crops and livestock\n* Soybean harvest interrupted\n* Rising rice prices\n* Brazil will import rice\n\nThe government has promised federal aid to Rio Grande do Sul."},{"hash":"b02071b19bbffd94659367e25ccd1fe544c57942d6edaad4d30a7a06f48a5cdd","title":"australia-raises-minimum-savings-for-student-visa-warns-on-fake-recruitment","date":1715126400000,"source":"kp","category":"world","content":"Australia said on Wednesday it would raise the amount of savings international students will need to get a visa and warned several colleges of fraudulent student recruitment practices, as part of efforts to rein in record migration.From Friday, international students must show proof of savings of at least A$29,710 ($19,576) to get their visa, the second increase in about seven months. It was raised to A$24,505 from A$21,041 in October.The moves follow a raft of actions in recent months to tighten the student visa rules as the lifting of Covid-19 restrictions in 2022 triggered a sudden influx of migrants, exacerbating pressure on an already tight rental market.English language requirements for student visas were increased in March and the government has been taking steps to end settings that allowed students to prolong their stay.Home Affairs Minister Clare O’Neil said warning letters had been sent to 34 education providers for “non-genuine or exploitative recruitment practices”. They could be jailed for up to two years and banned from recruiting students if found guilty, she said.“Dodgy providers have no place in our international education sector. These actions will help weed out the bottom feeders in the sector that seek to exploit people and trash the reputation of the sector,” O’Neil said in a statement.International education is one of Australia’s largest export industries and was worth A$36.4 billion ($24 billion) to the economy in 2022/23.But record migration, mostly driven by international students, has put the government under pressure with rental prices soaring across the country. Net immigration rose 60% to a record 548,800 in the year to September 30, 2023.The government expects its policies could halve Australia's migrant intake over the next two years.“We are significantly reducing migration levels—we are in the middle of the biggest drop in migration numbers in Australia's history, outside of war or pandemic,” O’Neil said.($1 = 1.5177 Australian dollars) "},{"hash":"555f791a13da94b846c01f2300347e9a4f094fd9abf67db8f1e0811b86f7aaed","title":"Former head of Nepal Telecom, Paudel, sentenced to nine years in prison for his role in a payment gateway scam.","date":1715040000000,"source":"kp","category":"national","content":"**Nepal Telecom Official Sentenced for Corruption**\n\nA court in Nepal has sentenced the former head of Nepal Telecom, Sunil Paudel, to 9 years in prison for misuse of government funds.\n\nPaudel was found guilty of purchasing a payment system without proper planning, costing the government millions of rupees. He has been ordered to pay a fine of $2.2 million and repay the misappropriated funds.\n\nThe court cleared eight other people who were charged in the case, including a government secretary.\n\nPaudel was arrested in 2023 and has been sent to prison."},{"hash":"39a21e3738e34e21ac22ff3e01c5ee3a4fda10160336e1e78d00ef5a4868a738","title":"nepal-to-use-drones-to-transport-garbage-from-mount-everest","date":1714435200000,"source":"kp","category":"money","content":"For the first time, high-altitude guides will face some competition on Everest… from drones.The Khumbu Pasang Lhamu Rural Municipality, which hosts the 8,848.86 metre-tall Everest, is piloting heavy lifter drones that will bring back garbage from the mighty mountain. Though officials say that cargo drones will fly on Everest to bring garbage, its success, however, may affect the livelihood of high altitude support staff who navigate the dangerous Khumbu Icefall with tonnes of loads on their backs. “It’s a test. The success means we will use drones in a full-fledged manner to bring garbage from up to 6,500 metres of Camp II, next season,” said Jagat Prasad Bhusal, chief administrative officer of the rural municipality. “We, however, have not discussed whether drones can be used to transport supplies and logistics to Camp II to reduce casualties on the notorious Khumbu Icefall.”On April 18, 2014, an avalanche resulting from a falling serac buried 16 Sherpa guides in the Khumbu Icefall that eventually led to the cancellation of the season’s expeditions. Last year, three Sherpa guides were buried under the ice masses triggered by an avalanche in the Khumbu Icefall. Their bodies have not been recovered. The Himalayan Database and the government record show that nearly 50 individuals died on the icefall from 1953 to 2023.All climbers and guides need to navigate the icefall, on the route that leads to the world’s tallest peak, which is so notoriously dangerous that even experienced Sherpas hesitate to move when the sun shines.The Khumbu Icefall, a river of ice—a kilometre or so—is normally crossed during the night or early morning with climbers putting headlamps on their helmets.Normally, the route is crossed early in the morning, the time when the ice blocks and the hanging glaciers are stable and avalanche risks are low.During the day, as the sun warms the mountain, the hanging glaciers begin to melt and ice starts to crumble, causing avalanche risk.“The Khumbu Icefall has killed many, mostly high-altitude support staff. The drone could prevent growing casualties of mountain guides at least in the stretch of the icefall,” said Bhusal. From Camp II (6,400m) to the summit, there are less chances for avalanches.The rural municipality, currently, is piloting the Chinese drone from DJI, which stands for Da-Jiang Innovations technology company headquartered in Shenzhen, Guangdong.“However, after a successful test, we could buy drones through a competitive bidding process,” said Bhusal.The drone can fly up to 6,500 metres and carry 30 kg, he said. This year, Everest is likely to be busy as always, though the number of climbers is expected to drop slightly as compared to last year’s figure. Rakesh Gurung, director at the Department of Tourism, said they have issued 390 climbing permits as of Monday. “We expect the number to be slightly over 400 this year,” he said. Last year, the department issued a record 479 Everest climbing permits. This year, the highest number of permits have been issued for Americans (70), followed by Chinese (65), British (34) and Indians (22). The number of Everest aspirants from India has dropped significantly this year, according to department officials.The department said that guides have fixed the ropes and ladders up to Camp IV at nearly 8,000 metres on Sunday and the Everest push may formally begin next week.This year, there are a slew of rules implemented to make climbing safe and manage garbage.The Department of Tourism, under the federal government rule, has made it mandatory for climbers to be strapped with a tracking chip or a GPS device.The local government of Khumbu Pasang Lhamu Rural Municipality, on March 4, introduced its own rules by implementing the Base Camp Management Procedure 2024 for the first time.Under its rules, people at the base camp have been allowed a maximum area of 80 square feet per person to sleep during a mountaineering expedition.Similarly, a maximum area of 60 square feet per person has been allocated for dining purposes at the base camp.Attached toilets shall not be placed in the sleeping tents, according to the rule. A maximum of four toilet tents, two shower tents and two urine toilet tents are allowed in each camp for the common use of up to 15 people.When fixing new ropes for mountaineering, the old ropes must be taken off and brought back to the base camp.The rural municipality has made it mandatory for the climbers to use poop bags or biodegradable bags above the base camp for proper management and disposal of night soil.“So far, five expedition teams have brought poop bags. If the team does not bring the bags, it is available in the rural municipality,” said Bhusal.The municipality-arranged bags cost Rs580 a piece. A person will not require the bags in base camp, but they have to take the bags in all camps above the base camp. “The rule is simple, no one is allowed to urinate and defecate in the open. We are forced to impose this rule to stop making Everest a minefield of poop,” said Bhusal.While climbers may not encounter the sight or smell of thawing stool, people downstream who rely on melted snow for drinking water will be more likely to take sips contaminated with dangerous bacteria and parasites.“The bags have powder or chemicals that will solidify the poops. It has a zip too,” said Bhusal. “We currently have 6,000 bags and that will be enough for this season, which lasts until May-end.” According to Bhusal, each bag will have a code. “The climbers should bring back the bags, otherwise, they will not be issued a garbage clearance certificate. Without the certificate, climbers will not be able to claim their garbage deposit money. And they will also not get the prestigious certificate of climbing Everest,” said Bhusal. Anyone visiting Everest has to pay $4,000 as a garbage deposit, and the money is refunded if the person returns with 8 kg of garbage and the bags they have used while climbing.According to the local government’s rules, in case of the death of a mountaineer, the guides, the trekking and travel agencies concerned shall be responsible for managing the body. Industry insiders say there has been an increasing trend of leaving the bodies on the mountain though they are covered by insurance.A mountaineering official said that retrieving a body in the Death Zone is a costly affair. The zone is the part of Everest that lies above 8,000 metres.Removing bodies from higher camps is expensive and difficult because of the danger of the rarefied (low oxygen) atmosphere. According to mountaineering officials, it may cost $20,000 to $200,000 to bring down a dead body from extreme points.Most climbers’ bodies are left behind on Everest every year due to the difficulties and cost factors.According to Gurung, 17 people climbing from the Nepal side died on Everest last spring season and six bodies have yet to be recovered.Taking into account the cultural sensitivity of the Sagarmatha National Park, which is listed on the UNESCO Natural Heritage Sites list, the picturesque natural scenery and the magnificent Sherpa culture, commercial operation of bars, bakeries, cafes and spas are not allowed at the base camp.Likewise, bright and flickering lights visible from a distance should not be lit in the base camp. Except in an emergency, the lights in the base camp premises must be compulsorily turned off at night.According to the department, there have been 8,270 summit ascents from the Nepal side since 1953. "},{"hash":"20d6fba38f7a72404f31e0e9c78ed336011a973a2c15264bdb33a8dce3fe58fb","title":"Adoption in Nepal is difficult because there are no clear laws to guide the process. This makes it hard to know what steps to take and delays adoptions.","date":1714521600000,"source":"kp","category":"national","content":"**Anistha Shrestha's Story**\n\nAnistha tried for years to have a baby but lost two. She was desperate and considered adoption. In 2017, she found an abandoned baby and raised him as her own. Now, she's very happy with her son.\n\n**Adoption in Nepal**\n\nSince 2017, adoption has become easier in Nepal. Couples married for up to 10 years, unmarried people over 45, widows, divorcees, and separated individuals can adopt. But the process is still difficult.\n\n**Problems with Adoption in Nepal**\n\n* There are no clear rules for matching children with parents.\n* People often find children to adopt on their own, which can be risky.\n* LGBTQ+ people cannot adopt legally.\n\n**Intercountry Adoption**\n\nIntercountry adoption has been stopped in Nepal due to problems with trafficking and abuse.\n\n**Need for Regulation**\n\nExperts say that Nepal needs better rules and regulations to protect children in adoption processes. This will ensure that adoptions are safe and fair for both children and families."},{"hash":"3f364a7b488f4787fc0e376951c1783548e5f460595979e877cac188d021df81","title":"The recent by-election in Ilam has shown that traditional political parties still have strong support in Nepal, despite the emergence of new parties.\n\nThe by-election was won by the Nepali Congress, the oldest political party in Nepal. This has given a boost to the party, which has been facing some challenges in recent years.\n\nThe result was also a setback for the Rastriya Swatantra Party (RSP), which had hoped to make a strong showing in the by-election. The RSP was formed just last year and had performed well in the 2022 general election.\n\nThe Ilam by-election results suggest that the traditional political parties in Nepal still have a strong base of support. However, they will need to adapt to the changing political landscape and the emergence of new parties if they want to remain relevant in the future.","date":1714521600000,"source":"kp","category":"politics","content":"**Ilam Election: A Hint of Political Trends**\n\nIn a by-election in Ilam, a political newcomer won. This doesn't change the government much, but it shows some things about politics in Nepal:\n\n* **Identity politics is still strong in Koshi Province:** Some people wanted the province's name changed to reflect their ethnic group. Two candidates from this group got votes, showing that identity politics is still important.\n\n* **New parties like the Rastriya Swatantra Party (RSP) face challenges:** The RSP had a lot of followers, but its candidate did poorly in the election. This shows that new parties need to work harder to build support in rural areas.\n\n* **Traditional parties like the Nepali Congress and CPN-UML remain strong:** Candidates from these parties got the most votes, showing that people still trust them.\n\n* **RSP leader Rabi Lamichhane's alleged involvement in a scam may have hurt the party:** Some people say that the accusations against Lamichhane made it harder for the RSP to succeed in the election."},{"hash":"3b8f07fcf0196cc796d5e7ea9b735b31007811ccd0b4a7cef5a04cffbc352d27","title":"Nepal aims to attract LGBTQ+ tourists, who spend a lot of money on travel, by promoting itself as a welcoming and inclusive destination.","date":1713657600000,"source":"kp","category":"money","content":"Nepal held a conference for LGBTQ+ tourism, hoping to attract more tourists who are part of that community. In 2023, Nepal legalized same-sex marriage, making it the first country in South Asia to do so.\n\nThe conference emphasized the importance of economic opportunities for the LGBTQ+ community. LGBTQ+ tourists have significant spending power, with an annual spending of around $4.7 trillion globally.\n\nNepal wants to capitalize on this market by creating a more welcoming and inclusive environment for LGBTQ+ tourists. The country has already taken steps like training trekking guides from the LGBTQ+ community and organizing tours that explore Nepal's LGBTQ+-related cultural traditions.\n\nThe conference highlighted the potential benefits of LGBTQ+ tourism for Nepal's economy, including job creation and recognition for the LGBTQ+ community."},{"hash":"6544c0b45b27e9bf77f2d52e116df242a412f0b3350a49b706e3550d9a2953e4","title":"Rising tensions in the Middle East threaten Nepal's economy.","date":1713139200000,"source":"kp","category":"money","content":"**Nepal's Economy Faces Risks Due to Middle East Tensions**\n\nNepal, which relies heavily on money sent home by workers abroad (remittances), could face challenges due to the escalating conflicts in the Middle East.\n\n**Why is Nepal at Risk?**\n\n* Many Nepalese workers are employed in the Middle East, including countries like Qatar, UAE, and Saudi Arabia.\n* A crisis in the Middle East could lead to reduced job opportunities for Nepalese workers.\n* This would result in lower remittances, affecting Nepal's economy, which heavily depends on this income.\n\n**Potential Impacts:**\n\n* **Reduced foreign currency reserves:** Lower remittances could lead to a decline in Nepal's foreign currency reserves, making it harder for the country to import goods and services.\n* **Higher inflation:** Conflict in oil-producing countries can lead to rising oil prices, increasing inflation in Nepal.\n* **Job losses:** Reduced hiring in the Middle East could result in job losses in Nepal, leading to unemployment and potential social unrest.\n* **Disruptions in supply chains:** Conflicts can disrupt supply chains, affecting trade and increasing costs for Nepal.\n* **Impact on tourism:** Travel advisories and concerns about safety could lead to a decline in tourist arrivals, another important source of income for Nepal.\n\n**Government Response:**\n\nThe Nepal government is aware of the risks and is monitoring the situation closely. It encourages Nepalese workers in the Middle East to follow safety guidelines.\n\n**What Can Be Done?**\n\nExperts suggest that Nepal should prepare for the potential shocks by developing strategies to absorb geopolitical risks. This may include diversifying its economy, reducing dependence on remittances, and promoting domestic production."},{"hash":"79b8b64d55170d97b5398013f1e0be09edf6390a68972040dac7d9012da81a36","title":"**Nepali Nationalism: The Idea of Nepal**\n\nNepali nationalism is the belief that Nepal is a unique and independent nation. It began in the 18th century with the unification of the country by King Prithvi Narayan Shah.\n\n**Hari Sharma's Contribution**\n\nHari Sharma was a Nepali poet and historian who helped shape Nepali nationalism. He wrote poems and songs that celebrated Nepal's history and culture. He also wrote about the importance of national unity.\n\n**Key Features of Nepali Nationalism**\n\n* Belief in the unique identity of Nepal\n* Emphasis on national unity\n* Celebration of Nepal's history and culture\n* Goal of maintaining Nepal's independence","date":1714521600000,"source":"kp","category":"videos","content":"Please provide the text you want me to summarize."},{"hash":"da1de9d00cddf5d4e54cf41c1f92b9ea3c65052d5d623d6c79bf8571e6fc3343","title":"Nepal is a country in South Asia, bordered by China and India. The idea of Nepal in China is often lost in translation, due to differences in language, culture, and history.\n\nAneka Rajbhandari, a Nepali writer, discusses this issue in her essay \"China: Lost in Translation.\" She argues that the Chinese understanding of Nepal is often superficial and based on stereotypes. For example, many Chinese people believe that Nepal is a poor, underdeveloped country, and that its people are simple and unsophisticated.\n\nRajbhandari argues that this is a narrow and inaccurate view of Nepal. She points out that Nepal has a rich history and culture, and that its people are proud and independent. She also emphasizes the importance of cultural exchange and understanding, and calls for more Chinese people to visit Nepal and learn about its true nature.","date":1713052800000,"source":"kp","category":"videos","content":"The Araniko Project is a blog that uses Chinese sources to learn about Nepal and China's past and present. Rajbhandari, who speaks Mandarin fluently, has lived in Beijing and has a master's degree in Chinese politics. In this conversation, she discusses Chinese historical writing on Nepal, the importance of good translation from Mandarin to English, and why understanding Chinese is important for understanding China."},{"hash":"260be847ea4643b523c3e2c77aa8eb77abfa0ace0b6d4a34348f05f7a4f6c2d2","title":"In Nepal, there was a public debate about the idea of Nepal with Saumitra Neupane.","date":1711411200000,"source":"kp","category":"videos","content":"A group called \"Project Sambad\" was started in Nepal to have open and honest conversations about their society and government. The project's leaders hope that by having these conversations, they can improve the quality of public discussion in Nepal."},{"hash":"d5d55349db8224f79ac2f5502e8ef4d7a68f9f2c08b2ac9c91c850dba1308134","title":"**Nepal's Constitution**\n\nNepal's constitution is the highest law in the country. It defines the government system, human rights, and the relationship between citizens and the state.\n\n**Bipin Adhikari's View**\n\nBipin Adhikari, a Nepali political analyst, believes that the constitution reflects Nepal's unique identity as a diverse nation with a rich history. It values democracy, inclusion, and sovereignty. The constitution promotes peace, stability, and prosperity for all Nepalis.","date":1706832000000,"source":"kp","category":"videos","content":"Bipin Adhikari, a law professor at Kathmandu University, is an expert on Nepal's constitution. He talks about key parts of the 2015 constitution and how it has changed over time. He also thinks the constitution will last a long time."},{"hash":"0196c2746722d659640fdf7ed302a993183e5ee40d75a912cf5ec4b121aac7c4","title":"Experts are urging governments to implement feminist policies, including in foreign policy. These policies would prioritize gender equality and women's rights.","date":1715126400000,"source":"kp","category":"national","content":"Experts say that Nepal should make special policies for women to make them feel more included in all levels of government and foreign affairs.\n\nNepal has made progress in giving women more rights, but there is still a long way to go. Leaders say that legal protections give women hope for the future.\n\nA scholar from Monash University says that Nepal's experiences with crises and women's movements put it in a good position to make a foreign policy that is focused on women's equality.\n\nExperts from other countries shared their experiences in implementing feminist foreign policies. They talked about the need to listen to grassroots activists and for governments to be willing to change.\n\nWomen in Nepal have been fighting for their rights for a long time, but there are still challenges to implementing their goals. Experts say that involving young people, having political support, and giving enough money are important for making feminist foreign policies work.\n\nDiplomats and UN officials in Nepal said they use a gender equality lens in their work. They talked about the importance of women being responsible, supporting each other, and working for peaceful solutions.\n\nScholars say that there is still a lot of resistance to having women's studies as an academic field in many parts of the world, including Nepal. They said that even though men are still very much in control, Nepal has made progress in its laws and society, which could help in the implementation of feminist foreign policies."},{"hash":"52a7252302ec66d97f3faf40d59ba35f37aa0f43337d7482f90bdc22e8f712fc","title":"The Chief Minister of Gandaki Province in Nepal has added three new members to his cabinet, despite ongoing controversy.","date":1715040000000,"source":"kp","category":"politics","content":"**Gandaki Province:**\n\n* Chief Minister Adhikari won a trust vote with 30 votes out of 60 possible.\n* Two new ministers were appointed: Sita Kumari Sundas and Bed Bahadur Gurung.\n\n**Lumbini Province:**\n\n* Bhandari Lal Ahir returned to his role as Agriculture Minister after resigning 15 days earlier.\n* Ahir joined a new party, Janata Samajbadi Party, which was recognized by the Election Commission."},{"hash":"84e0e9fe11f43c8b2829792480ebd1b9fb6175cffb9b99aab8087cf351e1d7d4","title":"Janata Samajbadi Party has been registered, despite legal uncertainty.","date":1715040000000,"source":"kp","category":"politics","content":"**New Political Party Registered**\n\nThe Election Commission has registered a new party called the Janata Samajbadi Party, led by Ashok Rai. The party was formed after a group of members split from the existing Janata Samajbadi Party Nepal due to political disagreements.\n\n**How the Split Happened**\n\nUnder a previous law, a group could split from a party if they had support from 40% of the group's leaders and lawmakers. However, this rule was changed in 2021 to allow groups to split with only 20% support. The Election Commission used this rule to register the new party.\n\n**Impact on the Existing Party**\n\nThe split has reduced the number of lawmakers in the original Janata Samajbadi Party Nepal from 12 to 7. However, the impact is less severe at the provincial level, where most members remain loyal to the original party.\n\n**Allegations and Denials**\n\nThe leaders of the new party claim that the original party's leader, Upendra Yadav, tried to break the current governing coalition. Yadav denies these allegations and says his party will continue to support the coalition.\n\n**Impact on the Madhesh Government**\n\nThe split is unlikely to affect the Madhesh provincial government, which is led by the original Janata Samajbadi Party Nepal with support from other parties. However, the new party has not yet made a decision about whether to support the government.\n\n**Impact on the Lumbini Government**\n\nThe split has impacted the Lumbini provincial government. A minister who resigned from the government after disagreements with the chief minister has rejoined the Cabinet after joining the new party.\n\n**Overall Impact**\n\nThe split has weakened the original Janata Samajbadi Party Nepal but has not significantly affected the governing coalition at the center or the Madhesh provincial government. However, the new party's impact on the Lumbini provincial government remains to be seen."},{"hash":"37053e2798afbbd0e5e16d1b9b69416b9d1a643c0ea75e0e7c0b3f3176f324d5","title":"Janata Samajbadi Party Nepal, a political party in Nepal, has split into two separate factions.","date":1714867200000,"source":"kp","category":"politics","content":"**Janata Samajbadi Party of Nepal Splits**\n\nA group of lawmakers and central committee members has broken away from the ruling Janata Samajbadi Party Nepal to form a new party. They say the old party's leader, Upendra Yadav, was running it in a unfair way.\n\nThe new party has 7 lawmakers and 29 central committee members. They have named it \"Janata Samajbadi Party,\" without the \"Nepal\" of the original party.\n\nThe breakaway faction claims they had to split because Yadav was trying to break up the current government. They say they will continue to support the government.\n\nThe remaining members of the old party say it has not split and that the dissidents are just a small group. They say that less than 20% of the central committee has left the party.\n\nThere is no clear law on how a party should split, so the Election Commission will have to decide on the validity of the new party.\n\nBefore the split, the ruling parties had more than enough seats in the parliament to stay in power. The new party's formation does not change that."},{"hash":"c20c0fb845c9b478bf9e52e343e1b573f8aaa1f2184836bbd68f1d7b44be4b82","title":"The president has asked for a special meeting of Congress, called a budget session, on May 10.","date":1714694400000,"source":"kp","category":"politics","content":"**President Calls for New Parliamentary Session**\n\nThe President has called for a new session of Parliament to start on May 10th. This session will focus on passing the budget and other important bills.\n\n**Winter Session Ended Early**\n\nThe previous parliamentary session ended early because the opposition demanded an investigation into a government official's alleged involvement in a case of fraud.\n\n**Government's Goals for New Session**\n\nThe government hopes to pass many bills in this new session, including bills that will help implement the constitution.\n\n**Opposition's Concerns**\n\nThe opposition still wants an investigation into the fraud case, which could make it difficult for Parliament to run smoothly.\n\n**Bills Under Consideration**\n\nThere are 24 bills currently being considered by Parliament, including bills on education and the national budget.\n\n**Budget Process**\n\nThe government has already held pre-budget discussions and will present the budget on May 28th. The President will present the government's policies and programs before that."},{"hash":"3828ac613bd994c704f708f093e960d4ba4330d1115a66980908625fba29d866","title":"is-congress-debacle-in-ilam-bajhang-threat-to-fight-election-solo-proposal","date":1714608000000,"source":"kp","category":"politics","content":"Nepali Congress general secretaries Gagan Kumar Thapa and Bishwa Prakash Sharma were designated the election ‘commanders’ for two of the three constituencies where by-elections for the House of Representatives seats were held last year.The Congress party also entrusted the general secretaries with leading the campaign for the by-election held for a federal seat in Ilam on Saturday. Sharma was even named the party’s election commander for Ilam-2. However, the party couldn’t do well as CPN-UML’s Suhang Nembang won the seat defeating the Congress candidate with a margin of 5,830 votes.In the by-election held last year, Thapa was appointed the election commander of Tanahu-1 and Sharma of Chitwan-2.Especially after the party's defeat in the Ilam by-election, political observers have questioned the general secretaries’ views. It appears that the general secretaries believe no other Congress leader represents the party as well as they do. If it was the duo’s recommendation that kept the party president from campaigning in Ilam, then their political calculations are wrong, analysts say.The general secretaries are in trouble if they think they are the only face of change in the Congress, Pitambar Bhandari, a political analyst, told the Post. “They need to learn from Ilam’s case that the party organisation matters more than the leaders’ personality.” Last year, Rastriya Swatantra Party (RSP) President Rabi Lamichhane was elected in the bypoll in Chitwan-2, the constituency he also won in November 2022 House of Representatives election. He lost the lawmaker position when the Supreme Court invalidated the citizenship certificate that he had surrendered as a US citizen. Later, after reacquiring citizenship certificate, Lamichhane contested the election and defeated his competitor, Congress leader Jeet Narayan Shrestha, by a huge margin. Wagle, who quit the Congress to join the RSP just ahead of the election, won from Tanahun-1, defeating Govinda Bhattarai of the Congress. The constituency had been vacant after Ramchandra Paudel got elected the country’s President. The new party, RSP, snatched away Tanahu-1, traditionally a Congress stronghold.Thapa and Sharma were elected the general secretaries from the 14th general convention held in 2021. Their victory was hailed as a generational shift in the party’s leadership. However, the two leaders have neither been able to stop party president Sher Bahadur Deuba from taking decisions against their wish nor have they prevailed in mobilising the party to secure any transformative results.Though Thapa and Sharma were firm about fielding Bhesh Raj Acharya for the Ilam-2 by-election, Congress chief Deuba handed the ticket to Dambar Bahadur Khadka. Khadka had lost the election from the same constituency in 2022, by 114 votes, to UML leader Subas Nembang, who died last year. This time around, despite efforts from the party general secretary and election commander, Khadka did not win.While Suhang, the late Nembang’s son, secured 27,772 votes, Khakda of the Congress trailed with 21,942. However, Sharma claims that his only purpose in Ilam was to support the party’s election campaign.“The election result mostly depends on local factors and, the central leader’s visit to the constituency for campaigning has only a little impact on whether the party wins or loses,” Sharma told the Post. For the Congress general secretary, the recently concluded bypoll was important for another reason too. During the Mahasamiti meeting of the party held on February 19-22, General Secretary Thapa proposed the party contest the election without an alliance, which was accepted in principle by the conclave after thorough discussion. In 2022, the Congress formed a coalition for local elections and joined a pre-poll alliance for federal and provincial elections. In keeping with the decision of the Mahasamiti meeting, the Congress did not form any alliance in the recently concluded by-elections. But the party then faced a setback. When Congress had lost the previous election in Ilam-2 by a slim margin of 114 votes, the difference this time between the UML and Congress candidates widened to 5,830 votes.Not only in Ilam-2, the Congress also lost the bypoll in Bajhang (A) constituency of the Sudurpaschim provincial assembly to a UML candidate, a seat they had won during the provincial election of 2022. When Daman Bahadur Bhandari, the winning candidate of the UML in Bajhang, secured 11,613 votes, Abishek Singh of the Congress managed to gain 11,346 votes. The provincial assembly seat which Congress earlier won with the alliance’s support was lost when it contested the seat alone this time. The performance of the Congress in the bypoll challenged general secretary Thapa’s resolve not to ally before the election, experts say.“The moral ground of the Thapa-led faction that advocates for contesting election alone might be high after the bypoll result as the Congress, it argues, was able to get as many votes this time as it got under the proportional representation (PR) category in the constituency in the last election,” said Bhandari, the political analyst. “But the establishment faction, which has a clear majority in the party, may argue that winning is all that matters and on that count, the party failed in Ilam.”The Congress had secured 22,333 votes under the PR category in the constituency in the 2022 elections. Its candidate from the constituency got 21,942 votes this time.  "},{"hash":"d34d04f3fb0aac7854c1168b097a6ce09196339cf7d7bc35809cda6b94726548","title":"Fire in Bhaktapur injures two people.","date":1714867200000,"source":"kp","category":"bhaktapur","content":"**Fire in Carpet Factory Injures Two**\n\nOn Sunday, a fire broke out in a carpet factory in Bhaktapur. Two people, a Nepali man and an Indian man, were hurt while trying to stop the fire.\n\nThe Nepali man is getting better in a hospital in Bhaktapur. The Indian man was badly burned and was taken to a different hospital in Kirtipur.\n\nFirefighters, police, and local people worked together to put out the fire after five hours. The fire caused 18 million rupees in damage, but the reason for the fire is still not known."},{"hash":"b6207fb9e973312bf402c67e85a81cf80ec93fb9549d25542321817afde006d8","title":"Two people died of suffocation while digging a well in Bhaktapur.","date":1714521600000,"source":"kp","category":"bhaktapur","content":"Sure, give me the text you want to summarize and I'll do my best to simplify it for you. "},{"hash":"f5d5a914ad325d0dc9cdbe3e13aee77b709515bae18e316ed2e1dfc20803ba5d","title":"A man who was injured in a forest fire sadly passed away from his injuries.","date":1714435200000,"source":"kp","category":"lalitpur","content":"A man named Shankar Pahari died from burns while fighting a fire in a forest in Badikhel. Another person named Ramesh Pahari is still being treated for his injuries.\n\nA separate fire in another forest in Lele is still burning. 65 people from a nearby hospital have been moved to safety because of the fire."},{"hash":"576aedd4fb42b61a1e529a2a54b7b58d3d019f11c45cb0f9be739c017645a00d","title":"Seven wards in Kolkata have started separating waste into different types, like plastic, paper, and food. Four more wards will soon start doing the same.","date":1714435200000,"source":"kp","category":"kathmandu","content":"**Waste Segregation Efforts in Kathmandu**\n\nAt least seven neighborhoods in Kathmandu have started sorting their trash into \"good\" (biodegradable) and \"bad\" (non-biodegradable) garbage.\n\nThe city is now using different garbage trucks to collect the sorted trash. The \"good\" trash is being turned into compost, which is used to help plants grow.\n\nThe \"bad\" trash is being used to make biogas, which can be burned for cooking or to generate electricity.\n\nThe city plans to divide all 32 neighborhoods into eight groups and have them sort their trash. This is part of a plan to reduce the amount of trash that ends up in the city's landfill.\n\nAbout 1,200 tons of trash is generated in Kathmandu Valley every day, and about 60% of it comes from the city. Experts say that about 60% of the trash can be turned into compost, and 30% can be recycled.\n\nThe city has also issued a tender to sell non-biodegradable trash that was sorted from the city's landfill."},{"hash":"949a7d57c5da3502c01fdc6608dd16072aaf6836523a5109bb218aa7d59b36d6","title":"Six people were arrested for protesting outside the Russian Embassy.","date":1714348800000,"source":"kp","category":"kathmandu","content":"- Six people protesting at the Russian Embassy in Kathmandu on Monday were arrested.\n- They demanded the return of Nepalis serving in the Russian army.\n- Families of these Nepalis have been on hunger strike for 11 days, demanding:\n   - Safe return of their family members\n   - Compensation and treatment for injuries\n   - Evacuation of hostages\n   - Repatriation of deceased bodies\n   - Compensation according to Russian government standards\n   - Information on missing individuals\n   - Details of Nepalis serving in the Russian army\n   - Action against those who recruited them\n   - Payment of salaries and benefits through Nepal\n   - Formation of a ministerial team for rescue and rehabilitation operations\n- 295 relatives of Nepalis serving in the Russian army have registered missing person complaints."},{"hash":"8bd1c2b326f72b8af19be4d80c4d9b2a4993db0bfd5d0a33d390042932ce02a4","title":"Anyone applying for a visa to go to Australia can now use their Test of English as a Foreign Language iBT (TOEFL iBT) scores as proof that they can speak English.","date":1715126400000,"source":"kp","category":"money","content":"**TOEFL iBT Now Accepted for Australian Visas**\n\nTOEFL iBT, a popular English language test, is now recognized for all Australian visa applications. This means that applicants can use their TOEFL iBT scores to prove their English proficiency when studying, working, or moving to Australia.\n\nThe TOEFL iBT is widely accepted by universities and institutions worldwide and is now accepted by all Australian universities. Applicants who take the TOEFL iBT after May 5, 2023, can use their scores for their Australian visa applications.\n\nThis recognition helps individuals seeking opportunities in Australia and provides a reliable way to demonstrate their English proficiency."},{"hash":"bf42a4975c0f241fe4e0982bf904e0a34f2f0386bace3125b78a5c245ba07a39","title":"Indrive has officially launched its services in Nepal.","date":1715040000000,"source":"kp","category":"money","content":"inDrive, a ride-sharing app, is now officially available in Nepal.\n\nDrivers will pay a 10% fee for each ride. inDrive has over 150 million downloads worldwide and operates in 47 countries.\n\nCurrently, inDrive offers rides in Kathmandu, Pokhara, and Chitwan. They offer taxi, motorcycle, delivery, and intercity rides.\n\ninDrive is looking to expand to more cities in Nepal. They believe their service will create jobs and bring new technology to the country."},{"hash":"f49c431031b60b91886d5d96ec88ea947c0fa37bf1743e2c0de33acc5eb4c668","title":"Nepal plans to dig up a lot of iron, which is one of the most important metals.","date":1715040000000,"source":"kp","category":"money","content":"**Nepal's Biggest Iron Mine**\n\nThe Department of Mines is planning to dig for iron ore in Jhumlabang, Rukum East. This is said to be Nepal's largest iron mine ever. Iron has been found in many other parts of Nepal, but Jhumlabang has the most.\n\nAfter studying the area, the department found a huge amount of iron, especially a type called hematite. The study took two months and included collecting over 1,000 samples.\n\nThe department is now preparing to start digging, and they have invited private companies to invest. The mining will be done in stages, starting with separating the iron from the rocks.\n\nThe iron from Jhumlabang will help Nepal because the country currently imports a lot of its iron and steel. Domestically produced iron will be cheaper.\n\nHowever, people living near the mine are worried about what will happen to their homes and land if mining starts. The government has not yet clarified what will happen to the residents near the mine site."},{"hash":"7a6b5ac28cf3e0fbaa44d899a2a7d29be15e997f84204c55f26fd9983270da6d","title":"India is now allowing exports of onions. However, traders in Nepal believe that the price of onions in Nepal could double as a result of this change.","date":1714953600000,"source":"kp","category":"money","content":"**India Lifts Onion Export Ban, Sets Minimum Price**\n\nIndia has allowed onion exports again, but with a mandatory price of $550 per ton. This could make onions more expensive in Nepal.\n\n**Current Situation in Nepal**\n\n* Onions are currently around $0.4 per pound in Nepal.\n* With the new export price, onions may cost over $0.6 per pound.\n\n**Why the Ban Was Lifted**\n\n* India has a good onion harvest expected.\n* Ban caused a large amount of smuggling into Nepal.\n\n**Impact on Nepal**\n\n* Nepal relies on India for most of its onions.\n* Export ban in December 2022 caused prices to double.\n* Price started to decrease after smuggling increased.\n\n**Politics of Onions**\n\n* Onions are an important food and politically sensitive item in India.\n* Recent Indian elections may have influenced decision to lift ban.\n\n**Historical Price Fluctuations**\n\n* Ban in 2019 caused prices in Nepal to reach $1.6 per pound.\n* Export duty in November 2022 caused prices to rise in Nepal.\n* Ban in September 2020 to January 2021 also caused price increases."},{"hash":"82b739d47f0c00dff5e5dd29a2d0a22bf0dc7eaf617fbb8b14963fbec0702e41","title":"Less than 2% of new medicines on the market have completed testing within 9 months.","date":1714694400000,"source":"kp","category":"health","content":"**Summary:**\n\nThe Department of Drug Administration (DDA) tests medicines for quality. They collect samples from pharmacies across the country.\n\nIn the past 9 months, the DDA has tested 348 samples, or less than 2% of all the medicines registered in Nepal. Some samples that were collected over a year ago have not been tested yet.\n\nSome of the tested samples were found to be substandard and were recalled. Experts say substandard medicines can harm patients.\n\nThe DDA admits that they have not tested enough medicines. They also have limited staff and the laboratory takes a long time to test samples.\n\nThe DDA relies on drug companies to recall substandard drugs, but does not have a good system to ensure they do.\n\nThousands of medicines are sold in Nepal, but the DDA can only collect around 1,000 samples per year. They only have a few drug inspectors to monitor over 21,000 pharmacies.\n\nEnsuring the quality of medicines in Nepal is a challenge due to limited staff and testing capacity."},{"hash":"f7d587fba320830df3d5490b1476f7bed784a09cb467e0da2566ea0c042e9aa7","title":"Dirty air can make young kids get asthma, a condition that makes it hard to breathe.","date":1714348800000,"source":"kp","category":"health","content":"**Air Pollution Making Kids Sick**\n\nAir pollution in Nepal is getting worse, and it's making kids sick. A study showed that the dirty air is linked to breathing problems like asthma.\n\nKids with asthma have trouble breathing, cough, and wheeze. They can get this from allergies, family history, or even just breathing in bad air.\n\nThe study found that pollution can make asthma worse and even lead to other health problems like pneumonia and cancer.\n\nIt also showed that air pollution is shortening people's lives in Nepal by up to 7.5 years. This is even worse than smoking or high blood pressure.\n\nTo protect kids, it's important to be aware of the signs of asthma and to take them to the doctor if they have trouble breathing."},{"hash":"7278c32d05b7d91efd57a55cdeffa191fb8097c7d25b5ac6952d0aaf8ada290f","title":"People living in seven districts will receive medicine to prevent elephantiasis.","date":1714176000000,"source":"kp","category":"health","content":"**Elephantiasis Prevention Campaign in Nepal**\n\nA two-week campaign will start on Sunday in seven districts of Nepal to prevent elephantiasis, a disease that affects the skin and body. Everyone over two years old, except for pregnant women, will get free medicine to protect against the disease.\n\nHealth workers will go door-to-door to give the medicine. The government hopes this campaign will end the spread of elephantiasis in Nepal.\n\nElephantiasis is a serious disease that can cause swelling in the legs, arms, and other body parts. It is spread by mosquitoes.\n\nOver 70 out of 77 districts in Nepal have already eliminated elephantiasis. This is the last campaign before the government stops funding the program due to budget cuts.\n\nHealth officials urge everyone eligible to take the medicine to protect themselves and their community from elephantiasis."},{"hash":"57b5c9de4803740123d8b7eaf7fa3b1fd865897c43c31f4fdcb063246a0b322d","title":"Nepal did not meet its goal to eliminate malaria by 2025. A new goal of 2030 may be set.","date":1714176000000,"source":"kp","category":"health","content":"Nepal failed to reach its goal of eliminating malaria by 2026 due to new cases in 2023 and 2024.\n\nMalaria is caused by parasites carried by infected mosquitoes. In Nepal, most cases come from India, but there have also been cases from Africa and UN peacekeeping missions.\n\nEliminating malaria in Nepal is difficult because of its close borders with India, where malaria is still common.\n\nOther challenges include budget cuts, climate change causing mosquitoes to spread to higher altitudes, and a lack of experts to monitor mosquitoes.\n\nDespite progress, Malaria cases are still being reported, and even in areas previously considered safe.\n\nClimate change is making it harder to control malaria, as it causes mosquitoes to thrive in new areas.\n\nThere have been no malaria-related deaths in Nepal since 2016, but the more severe form of malaria is becoming more common."},{"hash":"b5032674d65231108ce76a3702bfe5a735759e851faa8d45971806177986cf6e","title":"Nepal's drug regulator will now test medicines at the manufacturing site to ensure quality and safety.","date":1713916800000,"source":"kp","category":"health","content":"**Government to Test Medicines at Hospitals**\n\nThe Department of Drug Administration (DDA) will now test medicines at hospitals to ensure they are safe for patients.\n\n**Trained Inspectors and Technicians**\n\nThe DDA has trained 28 inspectors and technicians who will visit hospitals nationwide to test medicines.\n\n**Immediate Results**\n\nThe testing will give results within minutes, unlike traditional laboratory testing which takes months.\n\n**Types of Tests**\n\nThe inspectors will check for:\n- Correct medicine identification\n- Breakage or cracks\n- Contamination\n- Color and odor\n- Labeling accuracy\n\n**Demonstration Testing**\n\nA test at Bir Hospital showed no problems with medicines from three companies.\n\n**Importance of Testing**\n\nSubstandard medicines can be harmful to patients. The DDA currently collects only 1,000 samples per year, which is insufficient given the large number of pharmacies and drug manufacturers. This new testing method will help ensure safer medicines for everyone."},{"hash":"e42be37e422392f92ce93d623be6f66f0c40dd226c07bc55febbb91369d8591f","title":"Japanese food event starting on May 10th.","date":1715126400000,"source":"kp","category":"food","content":"Izakaya Hokkaido is hosting a 3-day Japanese food event at Radisson Hotel Kathmandu starting May 10th, from 6:30 pm onwards. The event aims to introduce authentic Japanese cuisine, promote cultural exchange, and share knowledge about both Japanese and Nepali food cultures."},{"hash":"4f18229de2a5d8016e8888758de34cc858e98af2b542ed3077fa8ab2d1e49a3b","title":"Patience, passion, and pastries.\nThree key ingredients for success.\nPatience is important because it takes time to develop skills and achieve goals.\nPassion is important because it drives the desire to work hard and overcome challenges.\nPastries are important because they are a sweet reminder of the rewards of hard work and dedication.","date":1714176000000,"source":"kp","category":"recipes","content":"Celeus Baral is a young baker and environmental science student. She runs an online baking shop called Bakeleus, where she sells a variety of baked goods, including cakes, cookies, and jams. Many of the ingredients she uses come from her own garden, and she emphasizes the importance of understanding where our food comes from. Despite being a full-time student, she still finds time to fill orders for her baking business.\n\nHere are some recipes that you can try at home:\n\n1. Mini Carrot Cakes: These cakes are made with carrots, walnuts, and a cream cheese frosting. They're perfect for a party or a special occasion.\n2. Mulberry Fudge Cake: This cake is made with mulberries, chocolate, and yogurt. It's a moist and decadent cake that's sure to please everyone.\n3. Strawberry Casserole: This casserole is made with yogurt, cream cheese, milk, and strawberries. It's a sweet and creamy dessert that's perfect for summer."},{"hash":"9780e132b8e20251511cc1c330b02a430eeb7118100ff4ca205cc2bdd81eedba","title":"Potatoes are starchy, underground vegetables that belong to the nightshade family. They are native to South America and were first domesticated by the Inca people around 8,000 years ago. Potatoes are now grown worldwide and are an important staple food in many cultures.\n\nPotatoes are a good source of vitamins, minerals, and fiber. They are also a low-calorie food, making them a good choice for people who are trying to lose weight. Potatoes can be boiled, baked, roasted, or fried. They can also be used in soups, stews, and other dishes.","date":1706313600000,"source":"kp","category":"food","content":"**Potatoes: A Versatile and Nutrient-Rich Food**\n\nPotatoes are a common food in Nepal, especially in mountainous areas. They are affordable and used in many dishes.\n\n**Benefits of Potatoes:**\n\n* Low in fat and high in vitamins (B1, B6, C), minerals (potassium, copper), and fiber.\n* Potassium helps the heart, muscles, and nerves.\n* Fiber is good for digestion.\n\n**Types of Potatoes:**\n\n* Red and white potatoes are popular.\n* Dark potatoes (blue or purple) have more nutrients and antioxidants.\n* Sweet potatoes are high in vitamin A.\n\n**Other Benefits:**\n\n* Potatoes support bone health (iron, phosphorus, calcium, magnesium, zinc).\n* They lower blood pressure (potassium, calcium, magnesium).\n* They reduce cholesterol levels (fiber).\n* They are relatively safe to eat because they require less pesticides.\n\n**Chips and French Fries:**\n\n* These foods are popular in Nepal, but they are not as nutritious as whole potatoes.\n* Frying potatoes can remove nutrients.\n* People with diabetes should limit potato intake because they can raise blood sugar."},{"hash":"8f050af11428f186d46c4f64b300a3441341f2f7048fe6b8a30e31626fd61759","title":"**Eggs: A Nutritious Food Choice**\n\nEggs are a great source of nutrition, packed with protein, vitamins, and minerals. They are versatile, easy to cook, and affordable.\n\n**Nutritional Value:**\n\n* High in protein (6 grams per egg)\n* Rich in vitamins A, D, and E\n* Good source of choline, which is important for brain function\n* Contains lutein and zeaxanthin, which protect eye health\n\n**Benefits:**\n\n* May help maintain a healthy weight\n* Support muscle growth and repair\n* Improve brain function\n* Protect against eye diseases like macular degeneration\n\n**Tips:**\n\n* Choose eggs from free-range or organic chickens for better nutrition.\n* Cook eggs thoroughly to kill bacteria.\n* Enjoy eggs in moderation as part of a balanced diet.","date":1705104000000,"source":"kp","category":"food","content":"**Eggs: A Healthy Superfood**\n\nEggs are packed with nutrients, making them a healthy choice. They're a good source of protein, vitamins, and minerals.\n\n**Benefits of Eating Eggs**\n\n* Weight loss\n* Lower blood pressure\n* Protect against infections\n* Improve brain function\n* Boost skin health\n* Reduce risk of eye diseases\n* Aid in baby's brain development for pregnant and breastfeeding women\n\n**Types of Eggs**\n\n* Big or medium size\n* Pastured eggs (from free-range chickens, higher in nutrients)\n\n**Quality of Eggs**\n\n* No agency in Nepal checks egg quality.\n* Eggs may have antibiotic residue.\n\n**How Many Eggs to Eat**\n\n* Healthy adults can eat 1-2 eggs per day."},{"hash":"4441762448a02cd0b37a86fb1a58f420dbb6206d6c636319eb6405bfa4ae8b25","title":"At Piano Piano South, you can enjoy delicious Italian food.","date":1703721600000,"source":"kp","category":"food","content":"**Piano Piano South Restaurant**\n\nLocated in Lalitpur, Piano Piano South offers a peaceful escape from the city. It features indoor and outdoor seating, including a charming garden area with soothing piano music.\n\n**Food**\n\nThe restaurant serves authentic Italian food, with a revised menu that includes:\n\n* Appetizers like tomato soup, bruschetta, and calamari fritti\n* Main courses like ravioli, pasta with seafood, and pizza\n* Desserts like tiramisu and chocolate cake\n\n**Drinks**\n\nPiano Piano South has a wine list that complements the Italian dishes.\n\n**Atmosphere**\n\nThe restaurant has a relaxing ambiance, making it a good place to relax, spend time with family, or have a romantic evening.\n\n**Other Features**\n\n* Parking is available.\n* Smoking is allowed in the garden seating area.\n* Prices include all taxes."},{"hash":"85fd1b1b76fc26f28ffe0a271a86ba321af054d84ef73a9cb8c3c3bf2c72f12e","title":"**7 Amazing Places in Nepal to Visit in 2024**\n\n1. **Kathmandu:** Explore ancient temples, palaces, and bustling markets.\n2. **Pokhara:** Admire stunning mountain views, boat on the serene Phewa Lake.\n3. **Everest Base Camp:** Trek to the foot of the world's tallest peak.\n4. **Chitwan National Park:** Visit endangered rhinos, elephants, and tigers.\n5. **Annapurna Circuit Trek:** Hike through breathtaking valleys and mountain passes.\n6. **Lumbini:** Visit the birthplace of Lord Buddha and experience spiritual tranquility.\n7. **Ghorepani Poon Hill Trek:** Trek to a viewpoint with panoramic views of the Himalayas.","date":1708300800000,"source":"kp","category":"travel","content":"**Mundhum Trek**\n* Cultural trail in Nepal with stunning views of the Himalayas, including Mount Everest.\n* Passes through indigenous villages and offers a glimpse of the Kirati people's culture.\n\n**Janaki Mandir**\n* Largest temple in Nepal, built in a blend of Mughal and local styles.\n* Dedicated to Sita, wife of Lord Ram.\n* Pilgrims visit to pay homage and celebrate their marriage anniversary.\n\n**Kuri Village**\n* Popular for snowfall and scenic views of the Himalayas.\n* Best visited during winter (December to February) when there is snow.\n* Offers hotels, restaurants, and guided tours.\n\n**Annapurna Base Camp Trek**\n* Picturesque trek to the foothills of Annapurna South.\n* Offers cultural diversity, stunning scenery, and affordable lodging.\n* Can be done year-round, but autumn and spring are considered the best seasons.\n\n**Bardiya National Park**\n* Home to the Royal Bengal Tiger and other wildlife, including elephants and rhinos.\n* Offers jungle safaris, river rafting, and opportunities to learn about Tharu culture.\n* Best visited during the dry season (September to May).\n\n**Khaptad National Park**\n* Protected area with a diverse range of ecosystems.\n* Offers trekking, camping, and cultural experiences.\n* Spring and autumn are the ideal seasons to visit."},{"hash":"c077b34beda2250a997231f215f178053a057340c5c72de0aec15b25ae40ddb7","title":"Phidim is a town that has a mix of old traditions and modern changes.","date":1700265600000,"source":"kp","category":"travel","content":"The author visited his hometown, Phidim, and found that it had changed a lot.\n\nBefore, it was a small town with mud and stone houses. Now, there are concrete buildings and paved roads. The author noticed that many people have left Phidim because there are not many good schools or hospitals.\n\nThe author visited his old school and remembered his childhood there. He played ball and watched tournaments. He also practiced his English with foreign climbers.\n\nThe author went to a temple that he used to visit with friends. He noticed that there was now a statue of a Kirant leader outside the temple.\n\nThe author realized that Phidim is now a transit town for pilgrims on their way to a holy temple. He feels that Phidim is in a state of transition, changing from a rustic town to a more urban area.\n\nThe author left Phidim for Kathmandu many years ago, but he still loves his hometown. He knows that it has changed, but it will always hold a special place in his heart."},{"hash":"6ec2c2cb523a223a47b5f232132774b5872a4d0a9220fb4a176d50e203ea7484","title":"A mix of building design and creativity.","date":1698451200000,"source":"kp","category":"travel","content":"**Lucknow's Bara Imambara**\n\nLucknow, known as the \"City of Nawabs,\" welcomes visitors with a smile.\n\nBara Imambara is a massive building built to provide jobs during a famine. It features a grand entrance gate called Rumi Darwaza.\n\nInside, visitors can marvel at the Asafi Mosque with its intricate designs and the vast Asafi Hall, which stands without pillars.\n\nThe highlight is the Bhool Bhulaiyaa or labyrinth, a confusing maze of corridors and stairs. Sounds echo through the walls, giving it a mysterious feel.\n\nClimbing to the roof offers panoramic views of Lucknow.\n\nFinally, the Shahi Baoli (stepwell) is an underground marvel with cool temperatures. Its water surface once acted as a CCTV camera, allowing those inside to see visitors entering.\n\nBara Imambara is an architectural masterpiece that showcases the ingenuity and beauty of Lucknow's past."},{"hash":"e38b1beb524d0349efe3710dd274aab2205ecb04d36e45cc18e25ff5fb66e639","title":"Of Treks and Trails is a blog that shares experiences and information about trekking and hiking adventures around the world. It covers various aspects of trekking, including destinations, gear, safety, and travel tips.","date":1697241600000,"source":"kp","category":"travel","content":"**Climbing Mountains**\n\nClimbing big mountains like Everest is tough. It's cold, high, and rocky.\n\n**Tips for Beginners**\n\n* **Stay positive.** Don't give up easily.\n* **Prepare:** Start exercising and stretching a month before your trek.\n* **Pack smart:** Bring warm clothes and essential supplies like gloves, sunglasses, and a stick.\n* **Manage Periods:** Bring supplies and try to power through the discomfort.\n* **Altitude Sickness:** Rest and take painkillers if you feel sick.\n* **Communicate:** Talk to your fellow trekkers and guide.\n\n**Female Trekkers**\n\n* **Challenges:** People may doubt your abilities.\n* **Don't let it stop you:** Prove them wrong!\n\n**Becoming a Guide**\n\n* **Enroll in a course:** Learn map reading, navigation, and safety measures.\n* **Colleges:** Some offer degrees in mountaineering."},{"hash":"a9ad689d21f22e85bcaa462724561585142b33988f2d2ded57420f55cc029fb5","title":"Traveling to Nepal as a solo traveler allows you to explore its rich culture, stunning mountains, and ancient temples at your own pace.","date":1686960000000,"source":"kp","category":"travel","content":"**Women in Nepal Travel Adventures**\n\nFive women in Nepal started Duluwa Outdoors to support women who want to travel alone. The platform offers a space for women to connect and share experiences.\n\n**Is it safe for women to solo travel in Nepal?**\n\nYes, Nepal is generally safe for solo travelers. Many Nepalese women travel alone within the country.\n\n**Solo travel destinations in Nepal:**\n\n* For beginners: Shivapuri, Namo Buddha, or Champadevi in Kathmandu\n* Short trips: Pokhara-Bandipur\n* Trekking: Annapurna area\n* Valleys and towns: Illam, Dharan-Dhankuta, Palpa\n* Wildlife: Chitwan, Bardiya, Shuklaphanta\n\n**Tips for solo travelers:**\n\n* Plan your trip in advance.\n* Research your destination.\n* Budget appropriately.\n* Trust your gut and be aware of your surroundings.\n* Stay informed about safety tips.\n* Carry a whistle or personal safety alarm.\n* Consider taking a wilderness first aid course."},{"hash":"d3bf2681c5f44f567c2b7e08f966046fb572ea416e8cfddac399e392844a7256","title":"Nepal defeated West Indies A in the final match of a three-match series, winning the series 2-3.","date":1714780800000,"source":"kp","category":"cricket","content":"Nepal won the fifth T20 match against West Indies A by six wickets.\n\nNepal won because:\n- Aasif Sheikh and Anil Sah scored 50 runs each.\n- Kushal Malla hit a quick 37 runs to finish the game.\n- Sagar Dhakal and Sompal Kami took 3 wickets each.\n\nWest Indies A had scored 172 runs first, but Nepal chased it down with 7 balls to spare.\n\nNepal lost the series 3-2 but Aasif Sheikh and Anil Sah ended their run of low scores with fifties.\n\nNepal now goes to a training camp in the West Indies and US before playing in the 2024 T20 World Cup."},{"hash":"9d7ced68a72cb11104cf4b0dbf516e03a1daade9b97560e45bd16d4688ad8043","title":"West Indies set a target of 211 runs for Nepal to chase in a cricket match.","date":1714608000000,"source":"kp","category":"cricket","content":"**Nepal Loses T20 Series to West Indies A**\n\nNepal's cricket team (Rhinos) lost their fourth T20 match by 28 runs against the West Indies A team. This gave West Indies A an unbeatable 3-1 lead in the five-match series.\n\n**Poor Batting Performance**\n\nNepal set out to chase a target of 210 runs but could only score 181, losing all their wickets. Many of Nepal's batsmen struggled, except for Rohit Paudel who scored 82 runs.\n\n**World Cup Squad Changes**\n\nNepal's coach has chosen a team of experienced players to compete in the upcoming T20 World Cup. This is in contrast to previous strategies that involved experimenting with new players.\n\n**Highlights from the Match**\n\n* West Indies A scored 209 runs with half-centuries from Johnson Charles and Andre Fletcher.\n* Nepal's Pratis GC dismissed Alick Athanaze early on.\n* Kushal Bhurtel dismissed Johnson Charles, but Keacy Carty and Andre Fletcher put up a strong partnership.\n* Rohit Paudel scored 82 runs for Nepal, but was dismissed by Hayden Walsh.\n* Nepal had won the first T20 match but lost the next three.\n* The fifth and final T20 match will be played on Saturday."},{"hash":"a5e3edf276d54cd57e7292f16946aa79bba9683852ec9205a675963d0ef498de","title":"Nepal has chosen its team for the ICC Men's T20 World Cup.","date":1714521600000,"source":"kp","category":"sports","content":"**Nepal's Cricket Team for World Cup**\n\nNepal has chosen its team for the T20 World Cup. Most of the players are the same as those who played in a recent tournament.\n\nThe team captain is Rohit Paudel, who has been playing well. Four players were not picked because they have not been playing well lately.\n\nSome new players have been added, such as spinner Sagar Dhakal and fast bowler Kamal Singh Airee.\n\nNepal is in a group with the Netherlands, Bangladesh, Sri Lanka, and South Africa. They will play their first game against the Netherlands on June 4th."},{"hash":"587d9826d33d077d9f8ec0c9800df873f925ac5cba53d816e1a766ef3043efeb","title":"Nepal lost to the West Indies A team by 76 runs in a cricket match.","date":1714521600000,"source":"kp","category":"cricket","content":"West Indies A beat Nepal in the third match of their five-game T20 series.\n\nWest Indies scored 228 runs, with Johnson Charles scoring 119 runs.\n\nNepal tried to chase but were bowled out for 151 runs, 76 runs short of the target.\n\nHayden Walsh was the best West Indies bowler, taking three wickets.\n\nWest Indies A now lead the series 2-1."},{"hash":"e697c128dee236ae978d45b5bf456b38312b711c020d2ae60baf8932d99b26f1","title":"West Indies defeated Nepal by 10 runs.","date":1714262400000,"source":"kp","category":"cricket","content":"Nepal lost to West Indies A by 10 runs in the second T20 match.\n\nWest Indies A scored 161 runs, with Andre Fletcher and Gudakesh Motie scoring well. Sagar Dhakal and Kushal Bhurtel took two wickets each for Nepal.\n\nNepal chased the target but fell short, scoring only 150 runs. Rohit Paudel (71) and Gulsan Jha (25) played well for Nepal. Gudakesh Motie and Obed McCoy took two wickets each for West Indies A.\n\nThe series is now tied 1-1."},{"hash":"5cc6755316aa04504c6849de93b8ed0bf73855bcd9eef3e5a7769a199d0d8fd2","title":"Putin becomes Russia's leader again for six years and warns the West.","date":1715040000000,"source":"kp","category":"world","content":"**Russia's Putin sworn in for new term**\n\nPresident Vladimir Putin has begun a new six-year term. He says Western countries can either work with Russia or keep trying to stop its growth.\n\nPutin spoke at his inauguration ceremony in the Kremlin. He defended Russian soldiers fighting in Ukraine and praised voters for supporting him in the recent election.\n\nRussia is facing challenges from Western countries, who accuse Russia of trying to weaken Ukraine. Putin says Russia wants peace, but Western countries need to stop pressuring Russia.\n\nThe United States and many other Western countries did not attend Putin's inauguration because they believe his election was not fair.\n\nRussia has also been increasing tensions with the West over nuclear weapons. Putin says Russia will practice deploying tactical nuclear weapons in a military exercise.\n\nPutin will need to decide whether to renew a treaty that limits the number of nuclear weapons that Russia and the United States can have."},{"hash":"4d1e5970683b220a3a181fcf8a9659ad24ba8e6238140fc24bf200beeabc779f","title":"In Nepal, books from other countries are often illegally copied and translated without permission. This is a problem because it hurts the authors and publishers who created the books.","date":1690761600000,"source":"kp","category":"books","content":"**Unauthorized Book Translations in Nepal**\n\nUnauthorized translations of popular books are widespread in Nepal's book market. These translations are often made without the permission of the author or publisher, and the quality is often poor.\n\n**Impact on Authors and Publishers**\n\nThis practice hurts authors financially, as they don't receive royalties for the unauthorized translations. It also damages publishers who invest in authorized translations.\n\n**Prevalence**\n\nMajor works by authors like Taslima Nasrin, Steve Jobs, Bill Clinton, and Robert Kiyosaki have been illegally translated into Nepali. Some publishers even claim to have done \"creative writing\" with these translations.\n\n**Legal Issues**\n\nTranslating books without permission is illegal. Nepal has copyright laws in place, but enforcement is weak.\n\n**Impact on Readers**\n\nReaders are often unaware of the unauthorized translations and may end up reading poor-quality versions of the books.\n\n**Causes of Unauthorized Translations**\n\nSome publishers publish unauthorized translations to make easy money. Others may be unaware of copyright laws or the need to obtain permission.\n\n**Solutions**\n\n* **Stronger Enforcement of Copyright Laws:** The government needs to take action against copyright violators.\n* **Collaboration between Stakeholders:** Authors, publishers, and readers should work together to reduce piracy.\n* **Investment in Authorized Translations:** Publishers should invest in obtaining translation rights and publishing high-quality translations.\n* **Public Awareness:** Readers should be educated about copyright laws and the importance of supporting authorized translations.\n* **Inclusion of Digital Piracy in Law:** Laws should be updated to address digital piracy and implement international agreements on intellectual property rights."},{"hash":"f91af36450d89ad58798b4c4d401adfda4ba09b3625ea1c7677f78706e25f747","title":"Young people from areas where there is a strong presence of Maoist rebels are moving to the United States in search of opportunities, but many face challenges such as language barriers and racism.","date":1687651200000,"source":"kp","category":"national","content":"In Nepal, young people from a former rebel stronghold called Tak village have been trying to illegally enter the United States in search of a better life. Many have spent millions of rupees on the dangerous journey, often taking out high-interest loans.\n\nDespite the risks, the allure of the US remains strong. Many locals have attempted the trip, with some facing deportation and losing everything. Despite the hardships, some families are still willing to risk everything for a brighter future.\n\nThe authorities say they are concerned about the human trafficking involved but lack a specific law to address it. They also receive few complaints from victims or their families.\n\nPolitical analysts point to the failure of the political system to provide economic opportunities, which has led to the rise of human trafficking."},{"hash":"5b41caa28761fd8ada1be7951764ae6954dd5a645984d3ea1fe0cdb1a6b25396","title":"Poor patients in certain areas are denied access to private hospital beds.","date":1686355200000,"source":"kp","category":"national","content":"**Summary:**\n\n**Problem:** Private hospitals often do not follow a government regulation that requires them to provide free or discounted treatment to poor patients.\n\n**Case Studies:**\n\n* Gyanumaya BK had to pay high medical bills despite the regulation.\n* In Pokhara, hospitals admit to not following the regulation due to lack of information or manpower for inspections.\n* In Chitwan, hospitals claim to provide discounts but cannot show proof.\n* In Biratnagar, hospitals include non-eligible patients in their reports on free services.\n* In Butwal, hospitals refuse to provide discounts without official letters from local units, which can be difficult for patients to obtain.\n\n**Reasons:**\n\n* Lack of monitoring and enforcement by regulatory bodies.\n* Inaction by local authorities.\n* Hospitals prioritizing profits over patient needs.\n\n**Impact:**\n\n* Poor patients are denied access to healthcare they should receive for free or at a reduced cost.\n* Hospitals flout government regulations that aim to benefit the needy.\n\n**Call to Action:**\n\n* Regulatory bodies need to monitor hospitals and take action against those that violate regulations.\n* Local authorities must develop mechanisms to ensure compliance.\n* Hospitals should be held accountable for providing free or discounted services to those in need."},{"hash":"b4783d03e9cb20218b9a9b72b6c848490e971813d48a70c34782d39fb46887e1","title":"The world is facing several crises that are connected to each other and are having a major impact.","date":1715040000000,"source":"kp","category":"columns","content":"**Wildfires in Nepal and Globally**\n\nNepal has faced many wildfires in recent years, with over 5,000 reported in the first half of 2024. Globally, there are about a million wildfires each year, with large-scale incidents occurring across six continents. These fires cause huge damage to the environment, people, and animals.\n\n**Climate Change and Wildfires**\n\nScientists say that climate change is making wildfires more frequent and intense. However, they have not been able to predict how many wildfires will occur or how bad they will be.\n\n**Failure of Science and Technology**\n\nDespite advances in science and technology, humans are still not able to prevent or control wildfires effectively. Even developed countries with disaster preparedness plans have struggled to cope with these disasters.\n\n**Unsustainable Consumption**\n\nThe constant use of fossil fuels and other resources has damaged the Earth. The production of renewable energy sources also requires the use of resources, which can have negative impacts on the environment.\n\n**Consequences of Wildfires**\n\nWildfires destroy forests, release large amounts of carbon dioxide into the air, and create smoke and pollution. They make it difficult to breathe and can even make the Earth uninhabitable for some species.\n\n**Need for a Change**\n\nTo prevent further damage from wildfires, we need to change the way we live and consume resources. We need to find more sustainable ways to generate energy and reduce our impact on the environment. We also need to care more about each other and our planet."},{"hash":"852c5f3e34e506d1d1c3194e36562e6d416fcebc34ff7464190b044db6325a09","title":"Making a budget that considers the needs of both men and women, including education, healthcare, and employment opportunities, to ensure that government spending benefits everyone equally.","date":1715040000000,"source":"kp","category":"columns","content":"**Gender-Responsive Budgeting (GRB)** is a tool to promote equality for women and all groups in Nepal. It aims to use government money to meet the special needs of women, children, and marginalized groups.\n\n**Local Governments Play a Key Role:**\nLocal governments are responsible for implementing GRB by addressing the specific needs of these groups. Many local governments have started initiatives to help women, such as skill development and income-generating activities.\n\n**Women in Leadership:**\nAbout 75% of Nepal's local governments have women in leadership positions. They play a crucial role in prioritizing GRB and implementing initiatives to support marginalized women.\n\n**Challenges:**\nDespite efforts, some challenges remain:\n* Not all wards have Dalit women representatives, which can affect programs for marginalized groups.\n* Elected representatives admit that GRB outcomes have not met expectations.\n\n**Steps to Improve GRB:**\n\n* Sensitize local governments, political parties, and communities about GRB.\n* Engage targeted groups in budget planning to ensure that programs are relevant.\n* Train female representatives to advocate for GRB.\n* Address awareness gaps among elected officials about the importance of GRB.\n\n**Success Stories:**\nSome local governments have successfully implemented GRB initiatives, providing valuable support to marginalized women, including healthcare, nutrition, and hygiene.\n\n**Need for Continued Efforts:**\nDespite progress, more effort is needed to empower women through GRB, especially in rural areas where women face significant challenges. Awareness campaigns and capacity building are crucial for effective implementation."},{"hash":"f159cba273359d80c84b944aa624210894bea15a9947e215155fdf4cbc6a946c","title":"**Concerns about India's IT Industry**\n\nThere are worries about the current state of India's IT industry. These include:\n\n* **Low Innovation:** Companies are not investing enough in new technologies and ideas.\n* **Dependence on low-value services:** Indian IT firms mostly provide basic services like maintenance and support, not high-value solutions like software development.\n* **Lack of talent:** India faces a shortage of skilled IT professionals.\n* **Competition from other countries:** Other countries, like China and the Philippines, are also competing in the IT industry.\n\nThese issues raise concerns about the future of India's IT industry and its ability to continue as a major employer and contributor to the economy.","date":1714867200000,"source":"kp","category":"columns","content":"**Key Points about Nepal's IT Industry:**\n\n* **Growth Despite Government:** The IT industry has grown on its own, not with government support.\n* **Not as Big as Hyped:** The industry is still small, not half a billion dollars as claimed.\n* **Export Growth:** Focusing on exporting IT services can create jobs quickly.\n* **Government Support Needed:** The government needs to provide a supportive environment and invest in infrastructure.\n* **Skilled Labor Shortage:** Nepal lacks enough skilled IT workers to meet demand.\n* **Wage Rates Rising:** Wages for IT workers are increasing in Nepal, making it less competitive.\n* **PPP Model:** The government could partner with businesses to train IT workers.\n* **Window of Opportunity:** Nepal has a limited time to become an outsourcing powerhouse."},{"hash":"349bf15e76b9ee93953ea9dcd19ecc5848ef7349536cadd8b4015572475f8225","title":"Let's make it together","date":1714867200000,"source":"kp","category":"editorial","content":"**Prime Minister Plans to Help Victims of Co-operative Fraud**\n\nPrime Minister Dahal says he's working on a plan to help people who lost money in co-operative scams. He may create a special group in the government to investigate the problem.\n\nThe opposition party (Nepali Congress) wants a group in the parliament to investigate the issue too. Dahal says he's open to this, but he doesn't want to just target one person (Home Minister Lamichhane).\n\nThe Nepali Congress is worried that Dahal may be trying to protect Lamichhane, who is accused of stealing from co-operatives.\n\nDahal needs the support of Lamichhane's party in the government, so he may be hesitant to investigate him. But the opposition party says it won't support the government's budget if it doesn't agree to a full investigation.\n\nDahal needs to work with the opposition to find a way to investigate the issue and help the victims."},{"hash":"5841108008e5064ef1e06acb02587ec7e2527a185fb5500cad260ddcc07851d4","title":"Air that you cannot breathe.","date":1714694400000,"source":"kp","category":"editorial","content":"**Air Pollution in Nepal**\n\nPokhara, once a popular tourist destination, is now polluted and unhealthy. Roads are dusty, the sky is smoky, and vehicles release toxic fumes. Kathmandu is also heavily polluted, with air quality that is dangerous for everyone.\n\nAir pollution causes health problems like pneumonia, cancer, and heart disease. It also costs the government and people money in healthcare and other expenses.\n\nThere are laws in place to control pollution, but they are not enforced. The government needs to take action to clean the air. Everyone has the right to breathe clean air, and the government needs to protect that right."},{"hash":"effbbd76ec0e9ac0481cbea8051b82e65576652ddf92729cb67e9f80656fc0d6","title":"Response after illegal action.","date":1714521600000,"source":"kp","category":"editorial","content":"**Summary:**\n\nThe recent election results in Nepal show that:\n\n* The Communist Party of Nepal (UML) is still a strong force, with a well-organized party structure and a large base of left-leaning voters.\n* The Rastriya Swatantra Party (RSP), a new party, did not do as well as expected, suggesting its message of change may not have reached all voters.\n* The main competition in Nepal is still between the UML and the Nepali Congress, with other parties facing challenges.\n* Voters are looking for change but are hesitant to support extremist parties.\n* The RSP has the potential to be a viable alternative to the old parties, but needs to address its flaws and clearly define its stance on government involvement."},{"hash":"b8cf800b128e5429effac6538b5cdeff14e12e5c92d4968c239f48ce105eb283","title":"No information provided to summarize.","date":1714867200000,"source":"kp","category":"interviews","content":"**Parliament Session to Begin, but Obstacles Remain**\n\nThe upcoming parliament session will start on Friday, but disagreements continue between ruling and opposition parties. The main opposition party, Nepali Congress, wants a committee to investigate fraud allegations against Deputy Prime Minister Rabi Lamichhane. The ruling party, CPN-UML, opposes this, saying the focus should be on investigating cooperative fraud as a whole, not just one person.\n\nThe session will also face obstacles in passing important bills. Law Minister Padam Giri says the government aims to pass 24 bills, including those related to transitional justice and banking. However, only two of 109 proposed bills have been registered in parliament so far.\n\nGiri emphasizes the need for broader consultation in bill drafting and says discussions will continue to find common ground on controversial issues, such as amending the Transitional Justice Act. He also stresses the importance of following Supreme Court orders regarding transitional justice.\n\nDespite the hurdles, Giri hopes the opposition will cooperate to ensure the session is productive. He believes the Nepali Congress will realize the rationality of investigating cooperative fraud as a whole and not just one person."},{"hash":"39eb27d07dda639b3d5dd4481b8d6012361b0eeb330937898496f65c11c09fe8","title":"The next two months will be difficult because of all the fires.","date":1714262400000,"source":"kp","category":"interviews","content":"**Fire Incidents in Nepal**\n\n**Why are there so many fires this year?**\n\n* Lack of rainfall, high temperatures, and strong winds\n* Large amounts of dry vegetation from low fires in recent years\n\n**Other factors:**\n\n* Stubble burning by farmers\n* Deserted houses and overgrown vegetation\n\n**Impact:**\n\n* Loss of life and property\n* Damage to houses and ecosystems\n* Air pollution\n\n**Government efforts:**\n\n* Emergency meetings\n* Training firefighters and community members\n* Introducing portable fire pumps\n* Using helicopters to fight fires\n\n**Issues:**\n\n* Lack of resources and equipment\n* Insufficient training\n* Rural areas facing challenges due to migration\n\n**Role of local agencies:**\n\n* Equipping local governments\n* Training and equipping volunteers\n* Coordinating with security agencies\n\n**Role of provinces:**\n\n* Assessing risks\n* Building capacity of local governments\n\n**Concerns about high-rise buildings:**\n\n* Need to ensure safety measures, such as fire fighting systems and evacuation routes"},{"hash":"2d1dcd1af2a010f1dc8a5288d051100d0a7e6e1ee7a6d0087e377a8fa051364f","title":"Nepal offers fair chances for all investors, regardless of their background.","date":1714262400000,"source":"kp","category":"interviews","content":"**Nepal Investment Summit Aims to Attract Foreign Investment**\n\nNepal is hosting an investment summit to present opportunities and encourage foreign investors to invest in the country.\n\n**Learning from the Past**\n\nPrevious investment summits have not fully attracted the promised investments. This time, Nepal has studied other countries and learned from its experience.\n\n**New Measures**\n\nTo make Nepal more attractive to investors, the government has:\n\n* Amended laws to remove obstacles to investment\n* Simplified the process for withdrawing returns\n* Prepared to improve Nepal's international credit rating\n\n**Focus on Hydropower**\n\nHydropower is a major attraction for investors. Nepal has plans to sell surplus energy to neighboring countries like India and Bangladesh.\n\n**Political Stability**\n\nNepal claims that changes in government leadership do not affect foreign investment. The country has a stable policy framework, even with coalition governments.\n\n**Geopolitics**\n\nNepal welcomes investment from all countries that align with its interests. Geopolitical conflicts between countries like the US and China do not hinder investment opportunities.\n\n**Call to Action**\n\nNepal invites investors to explore its potential and invest in its economy."},{"hash":"b8119b43ed80553d871f3b6e70a45b435e16350f69e3656d8ec00cdfd1f5e39e","title":"To end political instability, the Prime Minister and Chief Ministers should be directly elected by the people.","date":1713657600000,"source":"kp","category":"interviews","content":"**Political Instability in Nepal**\n\nPolitical parties are competing to form provincial governments, leading to frustration among the public. Some blame the mixed electoral system for Nepal's instability.\n\n**Analysis of the Electoral System**\n\nPolitical analyst Tula Narayan Shah believes the electoral system is not to blame. He argues that it has increased representation of women, Dalits, Madhesis, and indigenous communities.\n\nShah believes that blaming the electoral system is a conspiracy to maintain the power of certain groups who benefit from the old system, which favored high-caste males.\n\n**Direct Election of Leaders**\n\nShah proposes directly electing the Prime Minister and Chief Ministers to ensure stability. He believes this would give the people more power to hold leaders accountable.\n\n**Provinces and Corruption**\n\nProvinces have failed to deliver due to misuse of authority and corruption. Madhesh Province, despite being led by a party that fought for federalism, has failed to address common people's concerns and promote inclusivity.\n\n**Evaluation of New Parties in Madhesh**\n\nThe Janamat Party addresses discrimination against Madheshis, while the Nagarik Unmukti Party fights for the Tharu community. The Rastriya Swatantra Party promotes good governance."},{"hash":"5c600ef479c5d95e859fb1a9dbd261d3a264f62d509d4185d7c4d11d0a9bb8ee","title":"I support a proportional representation voting system with a 5% threshold. This means that parties must receive at least 5% of the vote to gain representation in government.","date":1713139200000,"source":"kp","category":"interviews","content":"**Need for Electoral Reform**\n\nThe Nepali Congress party has called for changes to the current electoral system to improve political stability.\n\n**Electoral System**\n\n* No perfect electoral system exists for all countries.\n* The system must consider factors like voter literacy, economic conditions, and social composition.\n\n**Nepal's Electoral History**\n\n* Multiparty elections began in 1959, adopting a system from India.\n* Mixed electoral system introduced in 2008 to ensure representation for underrepresented groups.\n\n**Mixed Electoral System Anomalies**\n\n* Party leaders have misused seats allocated for proportional representation (PR) to benefit their allies.\n* Powerful leaders have influenced the system to promote their own interests.\n\n**Success of PR System**\n\n* Increased representation for women and other marginalized groups.\n\n**Proposed Reforms**\n\n* Fully proportional representation (PR) system to prevent manipulation.\n* Primaries within parties to select candidates fairly.\n* Increase threshold for PR votes to strengthen major parties.\n* Consider allocating constituencies for marginalized groups on a rotating basis.\n* Increase threshold for PR votes to at least five percent.\n* Reduce the number of political parties to streamline the system.\n\n**Overseas Voting**\n\n* Technically feasible but may not be practical due to logistical challenges."},{"hash":"16ca03860b600f5d221a63cab7bc1b2ab4dad746bbb104c9f57095e07f85ef78","title":"Muluki Ain is a set of laws.","date":1636329600000,"source":"kp","category":"letters","content":"**Summary:**\n\nThe Muluki Ain of 1854 was a landmark legal code that modernized Nepal's legal system. While it included aspects of the caste system, it also established the rule of law and reformed unjust customs.\n\nThe code focused on:\n\n* Creating a fair judicial system\n* Defining the roles of government\n* Replacing arbitrary punishments with laws\n\nThe caste system, based on birth, was included in the code because it was a part of Nepali society at the time. However, the code recognized the need for future reforms to address injustices within the system.\n\nThe Muluki Ain remains important as a legal document, but it is not intended to be a guide for social or religious reform."},{"hash":"f26d8550751249ca6fce9099e307f744741857845591c48ab0d55210ac42e144","title":"Misleading news is information presented as news but is not accurate or true. It can be intentionally created to deceive people or can result from mistakes or biases. Misleading news can have harmful effects, such as spreading misinformation, damaging reputations, or influencing public opinion. It's important to be critical of news sources and verify information before sharing or believing it.","date":1618185600000,"source":"kp","category":"letters","content":"**Clarification from Sinohydro Corporation**\n\nThe company claims that the news report is incorrect. They state that:\n\n* They signed an agreement and abide by its terms.\n* Building materials were obtained legally, including imports and local purchases.\n* Materials used in infrastructure construction (slates, stones, soil) were:\n    * Aggregate for concrete and backfill: bought from vendors with taxes paid.\n    * Backfill stone for gabion walls: recycled from excavated rock.\n    * Hard stone for weir lining: also recycled from excavated rock.\n* All materials were paid for, and the company has paperwork to prove it."},{"hash":"e862b51d7419ba6f589572cd4032419c790b93c181a1334f46e1b9ab2f51169b","title":"When people don't understand each other clearly, leading to confusion or conflict.","date":1609632000000,"source":"kp","category":"letters","content":"**Japan's Hiring of Nepali Workers**\n\n**Key Points:**\n\n* Japan needs workers, while Nepal has many job-seekers.\n* Japan agreed to hire Nepali workers, but there are some misunderstandings about the agreement.\n\n**Main Misunderstandings:**\n\n* **Government involvement:** Japan won't directly hire workers. Nepali workers will be hired by Japanese companies.\n* **Private agencies:** Private agencies can help Nepali workers find jobs in Japan.\n* **Costs:** Japanese companies may or may not pay for airfare, insurance, and medical exams.\n* **Specific sectors:** Japan is also hiring workers from other South Asian countries, not just Nepal, for various industries.\n\n**Next Steps:**\n\n* Nepali workers should try to find jobs in Japan by themselves.\n* Private agencies can assist with this process.\n* Japan and Nepal should continue working together to ensure a smooth hiring process."},{"hash":"4d564e4aa9b147540d5d27c861b9724bce96976aa16a590835a10f4f29687ad6","title":"Contributions to Nepali","date":1606694400000,"source":"kp","category":"letters","content":"Professor Michael Hutt expresses gratitude to Deepak Thapa for highlighting the importance of Nepali studies. He also acknowledges the significant contributions of Krishna Pradhan, who taught Nepali at SOAS for 15 years and helped develop courses in Nepali literature, history, and culture. However, Hutt regrets that these offerings will no longer be available to future students due to changes at SOAS."},{"hash":"a1d8bb473b76b044c715510c1e3cd12b7293a4516faf36066b07acc77fd64756","title":"chhaupadi-persists","date":1600905600000,"source":"kp","category":"letters","content":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email "}]