[{"hash":"76a99df984b257d68d73357919d68eed175d63fefb1ad910c5a64cb39cb5effd","title":"The Sunkoshi-Marin Tunnel brings much-needed water to farms in the dry Madhesh region, giving farmers hope for a better future.","link":"https://kathmandupost.com/money/2024/05/09/sunkoshi-marin-tunnel-brings-hope-for-parched-madhesh-farmlands","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/TBM-1715225575.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"money","content":"**Sunkoshi Marin Project**\n\nThis project aims to provide water for farming in central Tarai, an area that often faces drought.\n\n**Key Features:**\n\n* A 13.3 km tunnel to divert water from the Sunkoshi River to the Marin River.\n* A 31.07 megawatt hydroelectric power plant.\n* Irrigation for 122,000 hectares of land in five districts.\n\n**Timeline:**\n\n* Tunnel completed in January 2023, six months ahead of schedule.\n* Project expected to be finished in July 2027.\n\n**Benefits:**\n\n* Improved irrigation, leading to increased crop production and income for farmers.\n* Hydroelectric power generation.\n* Economic opportunities in the Tarai region.\n\n**Cost:**\n\n* Total project cost is estimated at Rs87 billion.\n* Tunnel construction cost: Rs10.05 billion.\n\n**Environmental Impact:**\n\n* The project will flood some land and relocate a portion of a highway.\n* Year-round irrigation is expected to boost agricultural productivity and reduce food shortages."},{"hash":"993e3dfb635cc252b93bf935dad75ef144713614867292c57642795d1f8ac6ff","title":"Nepali Congress might allow Rabi Lamichhane, the leader of Rashtriya Swatantra Party, to speak in parliament despite his citizenship case being under investigation.","link":"https://kathmandupost.com/politics/2024/05/09/nepali-congress-may-allow-lamichhane-to-speak-in-parliament","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb18-1715215891.jpg&w=900&height=601","date":1715192100000,"source":"kp","category":"politics","content":"**Nepali Congress Demands Investigation of Home Minister**\n\nThe main opposition party, Nepali Congress, refuses to back down from its demand for a parliamentary investigation into Deputy Prime Minister and Home Minister Rabi Lamichhane.\n\nLamichhane is accused of stealing money from credit unions. Police reports show large amounts of money were transferred to his name without permission.\n\nNepali Congress claims Lamichhane used the police and Attorney General's office to pretend he is innocent. They believe he is afraid of being punished if he is fully investigated.\n\nThe government has called a special Parliament session, but the parties disagree on how to handle the investigation. The opposition wants a committee solely focused on Lamichhane, while the ruling parties want a broader investigation of the entire credit union industry.\n\nThe opposition is blocking Parliament proceedings until the government agrees to their demand. They also say they will prevent Lamichhane from speaking in Parliament until the investigation begins.\n\nThe Nepali Congress also discussed the political situation in some provinces where the ruling parties are facing challenges forming governments. They expressed concern about unconstitutional actions and are considering legal action."}]