[{"hash":"53588064c081a6c87533cca5dc2ede1a5dcb6aeed25fb5a52d14fbd7c1007587","title":"Xinhua Photos of the Day: A collection of compelling and newsworthy images capturing daily events and stories from around the world.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/global/xinhua-photos-of-the-day","imageLink":"https://web.nepalnews.com/storage/story/1024/XxjpbeE007130_20240512_PEPFN1A0011715500539_1024.JPG","category":"global","content":"There is no text provided for me to summarize. Please provide the text you would like summarized.","summary":"No events provided to summarize."},{"hash":"6ecec7dcc41b0bc63a8072803adddf9fed5da0420ceddc8233e493f8bf2a6cde","title":"A jeep accident in Tanahun, Nepal, resulted in the death of four people and injuries to six others. The accident occurred when the jeep skidded off the road and fell into a river. The cause of the accident is under investigation.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/issues/jeep-accident-in-tanahun","imageLink":"https://web.nepalnews.com/storage/story/1024/SanebahadurNepali_Tanahun_RSS_30_phjeepaccident_(1)1715499654_1024.jpg","category":"issues","content":"Please provide the text you want summarized.","summary":"No events provided, please provide the events for a summary."},{"hash":"7e74c290ce513c9650f9755da425c3fa77b1ef1c55becf8f991d9246d050ee99","title":"Nepal's Prime Minister Pushpa Kamal Dahal and Nepali Congress President Sher Bahadur Deuba met to discuss current political issues and national affairs.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/politics/pm-dahal-and-nc-president-deuba-hold-meeting","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_residence_baluwatar1715498635_1024.jpg","category":"politics","content":"Prime Minister Prachanda and opposition leader Deuba met to discuss ending the obstruction in Parliament. The opposition party (NC) wants a parliamentary committee formed to investigate the misuse of money from cooperatives. The government plans to present its policies for next year on May 14th. The Prime Minister responded positively to the NC's request for a committee. The NC will decide on Monday about the committee.","summary":"PM Dahal and NC President Deuba met to discuss parliamentary operations, formation of a committee to investigate cooperative misappropriation, and government policies and programs presentation on May 14th."},{"hash":"7efddc90140d04fa91f492053d99953e89c8838baa42fdcd7dccb4c8a6f2a607","title":"Nepali professionals living in Berlin gathered for a summit to discuss issues that affect them, such as career, education, and social integration.\n\nThe summit provided a platform for networking, sharing experiences, and exchanging ideas.","date":1715506037560,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/nepali-professionals-summit-in-berlin","imageLink":"https://web.nepalnews.com/storage/story/1024/441574689_10161848659342745_5517088881319440471_n1715478667_1024.jpg","category":"travel-and-tourism","content":"The Second Nepali Professionals' Summit in Germany brought together 70 Nepali professionals to share knowledge and skills. The summit covered topics such as harnessing knowledge, gender mainstreaming, tourism, climate change, health, and technology. Ambassador Khadka encouraged similar events to strengthen the Nepali diaspora and support Nepal's development.","summary":"The Second Nepali Professionals' Summit in Berlin provided a platform for Nepali Diaspora in Germany to discuss knowledge, skills, and experiences, with the aim of fostering their contributions to Nepal's socio-economic development."},{"hash":"c27e38fb103c878cc18eea107c6046114a103915f8ff331789d06f182a288260","title":"Sunny with a high of 51 degrees Fahrenheit. Mild winds from the west.","date":1715506043170,"source":"nn","link":"https://nepalnews.com/s/nation/weather-update-51","imageLink":"https://web.nepalnews.com/storage/story/1024/Cloudy_Weather1615618535_10241677215140_10241679464023_1024.jpg","category":"nation","content":"**Today:**\n- Cloudy with rain and thunder in many areas.\n- Heavy rain possible in some parts of Koshi, Bagmati, Gandaki, and Lumbini provinces.\n- Light snow in high mountains.\n\n**Tonight:**\n- Mostly cloudy.\n- Rain likely in some parts of Koshi, Madhesh, Bagmati, Gandaki, and Lumbini provinces.\n- Light snow possible in some high mountains.","summary":"Partly cloudy with chances of light to moderate rainfall, thunderstorms, gusty winds, and light snowfall in various regions of Nepal today and tonight."},{"hash":"795a19c271c2822e7173d13216f0f5406463c568822a25c792250fcfd3a1e032","title":"Rato Machhindranath Jatra, a popular chariot festival in Kathmandu, Nepal, has begun. The festival celebrates the God Machhindranath and involves pulling his chariot through the streets. The chariot is believed to bring good luck and prosperity to the city.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/capital/rato-machhindranath-jatra-begins","imageLink":"https://web.nepalnews.com/storage/story/1024/rato_machindra1715439889_1024.jpeg","category":"capital","content":"The Rato Machhindra jatra started today, with a chariot procession for the god of rain and good times. The chariot was built at Pulchowk and is now being taken to Gahbahal with music. After going through all the streets of Patan, the chariot will reach Jawalakhel, where the famous bhoto jatra will take place.","summary":"Rato Machindranath's chariot, a symbol of rain and prosperity, embarked on a journey from Pulchowk to Gahbahal, showcasing the renowned bhoto jatra."},{"hash":"091958b8900dce8c986e4462cf86fb0b2395679aca566cdea1c77b67d2dd9f71","title":"Sarlahi section witnesses 90% progress in East-West Electric Railway.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/nation/sarlahi-section-witnesses-90-percent-progress-in-east-west-electric-railway","imageLink":"https://web.nepalnews.com/storage/story/1024/22368629979661291361715430213_1024.jpeg","category":"nation","content":"90% of the East-West Electric Railway in Sarlahi district is done. The 30-km track is almost open, but there are some delays due to trees not being cleared. The construction company is working faster now. However, the company hasn't been paid for the work they've already done.","summary":"East-West Electric Railway construction in Sarlahi district is 90% complete, with ongoing track opening and infrastructure setup, but progress has slowed due to payment delays and forest clearing issues."},{"hash":"f8282a740f02d116d993c56948f012684d23d53bbe2bd752b50ae2a9ad35eaa3","title":"Political instability hurts development, says Chairperson Oli.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/politics/political-instability-takes-a-toll-on-development-chairperson-oli","imageLink":"https://web.nepalnews.com/storage/story/1024/Oli_____1715429406_1024.jpg","category":"politics","content":"Nepal's political leader admits that instability has hurt the country's progress. He says infrastructure, such as roads and railways, is important for development, especially for small businesses in agriculture. He promises to support these businesses and build more infrastructure.\n\nOther leaders also spoke about the need to improve spending on infrastructure and for all political parties to work together on development. The deputy prime minister pledged to make progress in the physical infrastructure sector.\n\nExperts will present their ideas on improving roads, railways, and other infrastructure at the seminar.","summary":"CPN (UML) Chair Oli acknowledges political instability's impact on development and highlights the significance of physical infrastructure development, emphasizing SMEs and upcoming fiscal year programs."},{"hash":"f117941c8a9454e9655471f3cc355d13397ae77cbe40ebfc579adf6f7e7497ad","title":"Ambassador Khatri congratulated the newly trained Peace Corps volunteers preparing to serve in Nepal.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/ambassador-khatri-congratulates-the-new-batch-of-peace-corps-volunteers","imageLink":"https://web.nepalnews.com/storage/story/1024/440792984_821956013299686_2337627259299591376_n1715417674_1024.jpg","category":"global","content":"(Provide the text you want to be summarized.)","summary":"No summary can be generated as the input is empty."},{"hash":"9b0893549e23105df4b76c62ab8692bf12cacdd46b822c171e35e8c7cb7a482d","title":"A train carrying passengers crashed in Buenos Aires, Argentina. The crash caused injuries but no deaths.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/argentina-buenos-aires-train-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/CnyztpE007004_20240511_PEPFN1A0011715415190_1024.jpg","category":"global","content":"Input text not provided.","summary":"No events were provided to summarize. Please provide the events to be summarized."},{"hash":"5e3394242f39414bd04b852957ea6af944a47c08bcabdd42487b9336b6b4cc4a","title":"Rato Machhindranath Jatra begins, a month-long festival in Nepal to honor the god of rain. The chariot carrying the idol of Machhindranath is pulled through the streets of Kathmandu, accompanied by music and dance.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/capital/rato-machhindranath-jatra-begins-1","imageLink":"https://web.nepalnews.com/storage/story/1024/rato_machindra1715439889_1024.jpeg","category":"capital","content":"Today marks the start of the Rato Machhindra festival. Devotees pulled the chariot of Rato Machindranath, the god of rain and good times, from Pulchowk through Patan and towards Jawalakhel. The chariot carried the statue of the deity.\n\nAfter the chariot reaches Jawalakhel, the famous \"bhoto jatra\" exhibition will take place.","summary":"Rato Machhindranath's chariot, symbolizing rain and prosperity, begins its journey from Pulchowk to Gahbahal, featuring a deity installation and traditional music."},{"hash":"87fac0cb140b2af285af825560c1e6eb68abf51d7fc15211617917cf97004287","title":"Person arrested with an unknown amount of money.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/arrested-with-an-undisclosed-amount-of-money","imageLink":"https://web.nepalnews.com/storage/story/1024/BimalBista_KTM_RSS_28_pakrauparekaharu1715328238_1024.jpg","category":"capital","content":"Two men from Rupandehi, Samir Sunar (28) and Milan (29), were arrested in Kathmandu by the Valley Crime Investigation Office with an undisclosed amount of Rs 9.8 lakh.","summary":"The Valley Crime Investigation Office arrested two individuals from Rupandehi with an undisclosed amount of Rs 9.8 lakh in Kathmandu."},{"hash":"d23832af0fddef3a3c7ce8a247c9fe20bf6172063a6f5c16551274adf35d262b","title":"Gold price rises by Rs. 2,300 per tola.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/gold-price-up-rs-2-300-per-tola","imageLink":"https://web.nepalnews.com/storage/story/1024/Gold_11679993377_1024.jpg","category":"capital","content":"Gold price in Nepal has increased:\n\n* Hallmark gold: Rs 137,900 per tola (up from Rs 135,600)\n* Worked gold: Rs 137,250 per tola (up from Rs 134,950)\n* Silver price: Rs 1,735 per tola (up from Rs 1,685)","summary":"Gold price in Nepal has surged, with hallmark gold reaching Rs 137,900 and worked gold at Rs 137,250 per tola, while silver has also increased to Rs 1,735 per tola."},{"hash":"ae75bd54d5601e61c6c9a81aa73478d772e9a34cd805bb301fcc0b4eadcb35d9","title":"The Swiss government will give 9.01 million Swiss francs to a tourism project.","date":1715506082514,"source":"nn","link":"https://nepalnews.com/s/capital/swiss-government-to-provide-9-01-million-swiss-franc-for-tourism-project","imageLink":"https://web.nepalnews.com/storage/story/1024/nepal_swiss1715304936_1024.jpg","category":"capital","content":"Switzerland will provide 9 million Swiss francs to Nepal for a 4-year trekking tourism project. The project aims to help 100,000 locals in 29 areas of Koshi Province by:\n\n- Preserving local culture and art\n- Boosting local businesses\n- Creating jobs\n- Promoting eco-friendly tourism\n\nThe project is expected to strengthen the tourism industry in Koshi Province and improve the economy for locals.","summary":"Switzerland grants Nepal 9.01 million Swiss francs for a four-year trekking-based tourism project in Koshi Province, benefiting 100,000 locals and promoting sustainable tourism."},{"hash":"80ecafbc3a73aee75e75de221b46e19b0e8bf0908d92dafcb596794eabbe3ad9","title":"Four people have been arrested for leaking Grade 12 exam papers.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/capital/four-held-with-leaked-grade-12-question-papers","imageLink":"https://web.nepalnews.com/storage/story/1024/NepalPolice_202011261446491679631344_1024.jpg","category":"capital","content":"Police arrested four people in Kathmandu for cheating in the Grade-12 computer science exam using leaked question papers. The arrested individuals were caught writing answers for the exam, which was scheduled to be held between 8:00am and 10:00am on Wednesday. Investigation is ongoing under the Education Act 2028.","summary":"Kathmandu police arrest four individuals with leaked Grade-12 answer sheets, leading to an investigation under the Education Act."},{"hash":"40899e9d7a5aff1d58bf20aaf5e461d05969e0c90d1d867e5a1879b1a34b67cd","title":"105 crocodiles released into Rapti River.","date":1715506091724,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/105-crocodiles-released-into-rapti-river","imageLink":"https://web.nepalnews.com/storage/story/1024/Crocodiles1683781744_1024.jpg","category":"travel-and-tourism","content":"105 Gharial crocodiles were released into the Rapti river to protect them. They were raised at a breeding center with the aim of increasing their survival rates. The breeding center has released 1,957 crocodiles into different rivers since 2035 BS. There are currently 622 crocodiles in the breeding center. Gharial crocodiles are critically endangered and face challenges from human activities and border crossings.","summary":"Chitwan National Park's Gharial Crocodile Breeding Center has released 105 Gharial crocodiles into the Rapti River, raising the total number released in Nepal's rivers to 1,957 despite challenges such as border crossings and human activities."},{"hash":"6ca33e303dfb5118dd9b53663aadfff56141f248d072da6d040bba4388cb4d00","title":"Light rain is expected in Lumbini, Karnali, and Sudurpaschim","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/nation/light-rain-likely-in-lumbini-karnali-sudurpaschim","imageLink":"https://web.nepalnews.com/storage/story/1024/Cloudy_Weather1615618535_10241677215140_10241680759318_1024.jpg","category":"nation","content":"Rain with thunder and lightning in some areas of Koshi, Gandaki, and Sudurpaschim.\n\nAfternoon:\n* Rain, thunder, lightning possible in Lumbini, Karnali, Sudur Pashchim, and hilly areas.\n* Rain possible in other areas.\n* Snow possible in some high hilly and mountainous areas.\n\nEvening:\n* Rain, thunder, and lightning possible in Madesh, Bagmati, Gandaki, and Lumbini provinces.\n* Light snowfall in some high hilly and mountainous areas.\n\nAlert issued for possible impact on daily life due to snowfall.","summary":"Due to low pressure and winds, light to moderate rain, thunder, and lightning is occurring in various parts of Nepal, with chances of light snowfall in high hilly and mountainous regions, potentially impacting daily life and transportation."},{"hash":"48734a6c4d1ac6914bc1b7551d247e7e9f154b0e532d2daceb1bdcfa0028e0b3","title":"Joshi Dhakal has been promoted to the rank of Assistant Inspector General (AIG) in Nepal Police. This decision was made by the Cabinet led by Prime Minister Pushpa Kamal Dahal 'Prachanda'.","date":1715506102495,"source":"nn","link":"https://nepalnews.com/s/nation/cabinet-decisions-joshi-dhakal-promoted-to-aig","imageLink":"https://web.nepalnews.com/storage/story/1024/PMO_Singha_Durbar1686496476_1024.jpg","category":"nation","content":"The government has promoted Deputy Inspectors General Umesh Raj Joshi and Bhim Prasad Dhakal to Additional Inspectors General of Nepal Police.\n\nThe government also awarded 42 athletes, coaches, and managers who won medals in international sports competitions, including taekwondo, kabaddi, karate, and cricket.\n\nNanda Lal Majhi has been appointed as Vice Chairman of the Social Welfare Council and Suresh Manandhar has been appointed as Member of the Language Commission.","summary":"Government promotes Deputy Inspectors General Joshi and Dhakal, honors 42 athletes, and appoints Majhi and Manandhar to Social Welfare Council and Language Commission, respectively."},{"hash":"b0548d7d73811f457ad631f1ee665c61883d228e05213db65aec4554aedab71e","title":"Construction of a new bridge along the Narayangadh-Muglin road section is in full progress, aiming to enhance transportation and safety in the area.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/nation/bridge-construction-along-narayangadh-muglin-road-section-in-full-swing","imageLink":"https://web.nepalnews.com/storage/story/1024/narayan_ghat_mugling_sadak1715234021_1024.jpg","category":"nation","content":"11 of 15 bridges on the Narayangadh-Muglin road are open.\n4 bridges are under construction: Khahare, Namche, Kalikhola, and Tuin Khola.\n2 bridges, Khahare and Namche, will open by mid-July.\nTuin Khola bridge will open by mid-November.\nConstruction delays are due to cutting a wall near Tuin rivulet and paying compensation in Khahare.\nImproved roads and bridges reduce rainy season problems.","summary":"Construction of 11 out of 15 bridges on the Narayangadh-Muglin road section is complete, with four more under construction and set for completion by mid-November, facilitating smoother transportation."},{"hash":"625167eaf146bd0aea28cb2af768dfa2e3395746aa48ec1e15a143e1a9646890","title":"**Weather Update:**\n\n* **Temperature:** 50 degrees Fahrenheit\n* **Conditions:** Cold with occasional snow flurries\n* **Wind:** Northwesterly at 10 mph","date":1715506112791,"source":"nn","link":"https://nepalnews.com/s/nation/weather-update-50","imageLink":"https://web.nepalnews.com/storage/story/1024/Weather_rain1690631860_1024.jpeg","category":"nation","content":"Today and tonight:\n- Mostly cloudy with some rain and wind in most parts of the country.\n- Possible snowfall in the mountains and hilly areas.","summary":"Widespread light to moderate rain with isolated thunderstorms, lightning, gusty winds, and potential light snowfall in high-altitude areas of Nepal."},{"hash":"56330b72bb3ddc8f073ad9982749d236a68e0d9d051741e012c0f23f6f248b86","title":"National Assembly meeting postponed due to protests from the National Council of South Africa (NCSA).","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/politics/national-assembly-meeting-put-off-after-nc-s-protest","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"**National Assembly Meeting Postponed**\n\nThe second assembly meeting was postponed due to protests by opposition party NC.\n\nNC lawmakers demanded an investigation into embezzlement in cooperatives before allowing the meeting to continue.\n\nDespite a brief pause for an NC member to speak, the NC continued their protest, leading to the postponement of the meeting until May 14.","summary":"The second National Assembly meeting was postponed due to protests from NC lawmakers demanding a probe into cooperative embezzlement allegations."},{"hash":"d1a2f48842f771b4299bcea2d45e2042f15eb5905a7bf68b83e57b752a55b66d","title":"House adjourned over opposition protests","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/politics/hor-second-meeting-adjourned-over-opposition-s-protest","imageLink":"https://web.nepalnews.com/storage/story/1024/sansad1715347952_1024.jpg","category":"politics","content":"The opposition party (NC) blocked the second meeting of the House of Representatives (HoR) on Friday. They want a committee to investigate missing cooperative funds. When a minister accused of involvement in the scandal tried to speak, the opposition stopped him, and the meeting was adjourned. The next meeting is scheduled for May 14th.","summary":"Nepali Congress protests obstruct House of Representatives meetings, preventing debate on cooperative funds investigation."},{"hash":"e02eb400e5968e32b5c175db44dcfd4e1166894dcaab65f44bbfa71b0c13c6b9","title":"Today, the federal parliament's budget session starts.","date":1715506125155,"source":"nn","link":"https://nepalnews.com/s/politics/budget-session-of-federal-parliament-to-commence-today","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"Today, the federal parliament began its budget session, where the government will present its plans for the upcoming year. The session was summoned by President Ramchandra Paudel after consulting with the Council of Ministers. By May 28th, the government must present its budget, outlining its spending and income plans. The session aims to ensure smooth operations and has been discussed with opposition party leaders.","summary":"The budget session of the Nepalese federal parliament commences today, with the presentation of the annual budget on May 28 and the President's policy and program speech before that."},{"hash":"ab5d56be00b4c1fb7db7e1cffcd9e24b893fcf184a5fd66ad361cf5feab41c8e","title":"Government ignores concerns raised by the Chief Whip of the main opposition party.","date":1715506129513,"source":"nn","link":"https://nepalnews.com/s/politics/govt-ignoring-major-opposition-s-concern-chief-whip-lekhak","imageLink":"https://web.nepalnews.com/storage/story/1024/ramesh_lekhak1690593303_1024.jpg","category":"politics","content":"The opposition party (Nepali Congress) is demanding an investigation into stolen money from cooperatives. They also want the government to clean up the cooperative sector.\n\nHowever, they don't want to overthrow the government or work with the UML party.\n\nInstead, they want to work with other parties to address the people's needs. They believe the parliament should be strong and focus on the people's concerns.","summary":"Nepal’s Chief Whip Lekhak demands investigation into cooperative misappropriation, cleanups of the sector, and consensus with major parties to prioritize citizens’ needs and address parliament’s effectiveness."},{"hash":"7b5da7471f849ceecb751ef13da93096833ed969408a2a5fc7ed2f453a896e27","title":"Deputy Prime Minister Lamichhane wants to speak in parliament.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/issues/i-should-get-chance-to-speak-in-parliament-dpm-lamichhane","imageLink":"https://web.nepalnews.com/storage/story/1024/438169985_10228328384329410_8099006724442484847_n1715418212_1024.jpg","category":"issues","content":"Deputy Prime Minister Rabi Lamichhane says his right to speak in parliament was taken away. He wants to speak about allegations against him and prove he is innocent. He thinks parliament should not be controlled by other parties. The government is trying to catch the main person involved in a scam involving financial cooperatives.","summary":"Deputy Prime Minister Rabi Lamichhane demands the right to speak in parliament amid accusations and a potential probe into cooperative issues, while challenging opponents to provide evidence and affirming efforts to apprehend the main accused in the scam."},{"hash":"4e99a70221a7d6268625e92c0b4ebd09bd1d62198ce041cfeec5e786901fd03d","title":"Minister Joshi urges providing immediate relief to build shelters for earthquake survivors in Jajarkot.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/issues/minister-joshi-insists-on-immediate-relief-to-build-shelter-for-jajarkot-quake-survivors","imageLink":"https://web.nepalnews.com/storage/story/1024/bhukampa_jajarkot__7_1699080065_1024.jpeg","category":"issues","content":"**Minister Joshi Calls for Urgent Shelter Assistance for Earthquake Survivors**\n\nMinister Joshi emphasizes the need for swift aid to help those left homeless by the recent earthquake. He urges immediate compensation and construction of temporary shelters before the rainy season.\n\nDespite ongoing recovery efforts from the 2015 earthquake, the country continues to face frequent disasters. Minister Joshi stresses the importance of implementing disaster risk reduction policies effectively.\n\nHe praises the National Reconstruction Authority for its efforts but highlights the need for stronger collaboration between federal, provincial, and local governments in disaster management. Over 100,000 homes need to be rebuilt in Karnali Province alone.","summary":"Minister Joshi emphasizes the urgent need for relief and compensation for earthquake victims in Jajarkot and stresses the importance of disaster risk reduction and management in the face of frequent disasters in Nepal."},{"hash":"8e4afb40f01a17084214e78590634dd3101fcdac783d9e827fc77cefadccdc48","title":"Tragic fire kills mother and son.","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/issues/mother-son-charred-to-death-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"issues","content":"A mother and her son died in a community forest fire in Siddhicharan Municipality.\n\nThe mother was protecting hay when she caught fire. Her son tried to save her but was also burned.\n\nPolice are investigating the incident and other forest fires are ongoing in the district.","summary":"A mother and son perished in a forest fire while trying to protect hay, triggering an ongoing investigation into the incident."},{"hash":"b54fa0c4e8a38682d2f1c13456612ee5d6122c8b9d5f6817ae4a70b36ea5683e","title":"Two people were killed and two others were injured in a road accident.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/issues/two-killed-and-two-injured-in-road-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/dbdbce93_cc17ef2f_15b84da5_accident_850x460_acf_cropped_850x460_acf_cropped1684914032_10241692099166_1024.jpg","category":"issues","content":"Two people, including the tractor driver, died in a road accident involving a tractor in Dadeldhura. Two others were injured and are being treated at a hospital.","summary":"Two individuals perished in a road mishap involving a tractor in Dadeldhura, resulting in two more injuries."},{"hash":"7e6981a5327ce2410247b2aeda4f72cca28c28a108d80560989dc82625cbbe22","title":"24 artifacts from Hawaii have been returned to Nepal.","date":1714694400000,"source":"nn","link":"https://nepalnews.com/s/issues/24-pieces-of-artifacts-shipped-to-nepal-from-hawaii","imageLink":"https://web.nepalnews.com/storage/story/1024/441020358_818234927005128_7742768786942770028_n1714749977_1024.jpg","category":"issues","content":"The Embassy in the US received 24 artifacts from Ms. Bradford, a private collector in Hawaii. The artifacts date back to the 13th, 17th, and 18th centuries. Ms. Bradford donated the shipping costs to return them to Nepal.\nThe Embassy thanked Ms. Bradford for her generous return of the artifacts, which are important to Nepal's heritage. The Embassy has been working to recover lost artifacts and has successfully sent a total of 63 pieces back to Nepal within the past year.","summary":"The Embassy of Nepal recovered and repatriated 24 ancient artifacts from the private collection of Ms. Susan Bradford and sent them to the Department of Archaeology in Nepal."},{"hash":"6ce8b7f76f049609887d25e051f92c36bdc3626bba462cd4f34a775b9acb8deb","title":"**HWPL Statement on Israel-Iran Conflict**\n\nThe Humanitarian Welfare Council (HWPL) condemns the escalating conflict between Israel and Iran.\n\n* Calls for an immediate ceasefire to protect civilians.\n* Urges all parties to engage in constructive dialogue and peaceful negotiations.\n* Emphasizes the importance of respecting international law and humanitarian principles.\n* Calls for global cooperation to resolve the conflict and promote peace in the region.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/hwpl-statement-on-israel-iran-conflict","imageLink":"https://web.nepalnews.com/storage/story/1024/21715166055_1024.jpg","category":"global","content":"**Iran and Israel Conflict**\n\n* Iran and Israel are attacking each other, violating international law.\n* Innocent civilians are the main victims of war.\n* The world is urging Iran and Israel to stop fighting and start peace talks.\n* HWPL, a peace organization, calls for international cooperation to facilitate peace and provide humanitarian aid.\n* The world should support international agreements for peace to leave a legacy of peace for future generations.","summary":"\nThe recent violent conflict between Iran and Israel is causing significant concerns in the international community. The two nations that do not share borders are mobilizing high-end weaponry to attack each other and kill human lives.1 April 2024, the Israeli military attacked the Iranian consulate in Syria. A strike against a non-military facility in a third nation, a nation not directly involved in the conflict, infringes international law and constitutes a war crime. Moreover, on 13 April, Iran responded by attacking Israel’s land. Both nations have pointed their guns directly at each other, and there are growing concerns in the international community that the attacks could escalate into another war.\nThe Israel-Hamas War in Gaza has killed 30,000 since last year, and news outlets reported on dire situations in Gaza, running out of space for proper burial. The war that has persisted in the region over the past century continuously overshadows the prospect of the coexistence of the human race.\nIt is a clear indication that the greatest victims of war are innocent civilians. How could those lost lives ever be brought back? What could compensate for the outcry of children and the anguish of the youth in devastated dwellings?\nHWPL strongly supports the voices of the citizens, the true protagonists of the global village, who oppose war and call for peace. All nations of the global community must uphold the citizens’ demands, thereby ceasing the unjust war and joining to accomplish peace. Organizations worldwide, in alliance with HWPL as peace solidarity, urge Iran and Israel to put a stop to the acts of aggression immediately and to come forward for conversations to usher in peace.\nHWPL recommend that the international community take necessary measures to facilitate the formation of amicable relations between the two nations and provide humanitarian aid. It would be reasonable for all countries to support an international legal instrument for peace that embodies the long-yearned path to peace and to comply with its contents so that we leave a legacy of peace for future generations. HWPL will not spare its efforts for peace and cessation of wars.\n\n\n\n\n\n\n\n"},{"hash":"c94f8e4afac88e1cb0fb370ada56857a008186039807d76728b22d93ca250d67","title":"Nepal and Korea plan for a high-level exchange visit to strengthen their relationship.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/preparation-of-high-level-visit-between-nepal-and-korea","imageLink":"https://web.nepalnews.com/storage/story/1024/korea1715163613_1024.jpg","category":"global","content":"Nepal and South Korea have had diplomatic relations for 50 years.\n\nTo celebrate, they are planning events and high-level visits.\n\nSouth Korea is the 4th largest investor in Nepal and plans to invest more in hydropower.\n\nNepalis have been going to Korea to work since 2008, with over 44,000 currently working there.\n\nNepalis are now working in more sectors in Korea, including service and forestry.\n\nNepalis who return from Korea start businesses in Nepal.","summary":"Nepal and the Republic of Korea celebrate 50 years of diplomatic relations, preparing for high-level visits, commemorative programs, and increased investment in hydropower and other sectors."},{"hash":"e723ab3067a8adddaf32c9827d2897f76acc62350800bee739d3b29786c034f6","title":"Japan's Foreign Minister Yoko Kamikawa says Japan and Nepal have a lot in common.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/global/japan-and-nepal-share-many-things-in-common-japan-s-foreign-minister-kamikawa-yoko","imageLink":"https://web.nepalnews.com/storage/story/1024/japan_foregn_minister1714872450_1024.jpg","category":"global","content":"**Japan and Nepal: Shared Challenges and Cooperation**\n\nJapan and Nepal share a mountainous landscape and have faced challenges due to earthquakes. Both countries prioritize democracy and have provided mutual assistance in times of need.\n\nDespite limited natural resources, Japan supports Nepal's development in areas such as infrastructure, agriculture, and healthcare. The Nagdhunga tunnel, a major infrastructure project, will boost Nepal's transportation network.\n\nJapan values Nepal's role in UN peacekeeping and sees potential for cooperation on \"Women, Peace and Security\" initiatives. The two countries will celebrate 70 years of diplomatic relations in 2026, and Japan will continue to support Nepal's future development.","summary":"Japan and Nepal, facing similar mountainous terrain, have a long-standing relationship built on mutual assistance in times of natural disasters and support for democracy and economic development, with an emphasis on women's empowerment and infrastructure projects."},{"hash":"e536a2dbbb9354081e37437e2c2cb352bc2780c2c3f77a9a9239ab3df7f99546","title":"Government supports and protects investments.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/government-is-committed-to-facilitate-and-secure-investment-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/PRO_KTM_066A88701715326651_1024.JPG","category":"business","content":"Prime Minister Dahal wants to improve Nepal's economy by encouraging investment and supporting businesses. He believes that having a friendly environment for investors, especially those in the industry sector, will attract more investment and create jobs. He mentioned that the government is working to make policies that help businesses grow and create jobs, and that the recent investment summit showed that Nepal is becoming an attractive place for investors.","summary":"Prime Minister Pushpa Kamal Dahal pledges to boost economic growth by supporting investors and the private sector, emphasizing the importance of domestic production and job creation through industry-friendly policies."},{"hash":"472b30dd76138da4860086a7ff9ab65442c89350141d4d804e8c3bb59e227fbe","title":"European Union to support Nepal in attracting foreign investment","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/eu-to-help-nepal-bring-investment","imageLink":"https://web.nepalnews.com/storage/story/1024/The_European_Union_(EU)1715320904_1024.jpg","category":"business","content":"The European Union (EU) is organizing a \"EU-Nepal Trade Forum\" in Kathmandu to help Nepal attract European investments. The forum will connect European companies with potential investment opportunities in Nepal. The goal is to support Nepal's efforts to grow its economy and reduce foreign investment needs.","summary":"The EU will hold an investment forum in Nepal on May 15-16 to promote European investment and support Nepal's economic development goals."},{"hash":"2aa4d008a1db97151655e83d459e6098de8445064eedbabca63f11fc9a8a3dfe","title":"Transparency and good governance go hand-in-hand. They are both essential for a well-functioning society. Transparency means that the government is open and honest with its citizens. Good governance means that the government is run efficiently and effectively.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/business/transparency-and-good-governance-complement-each-other-president","imageLink":"https://web.nepalnews.com/storage/story/1024/9d263f51_cefd_4241_bb20_05f8888718f21715242217_1024.jpg","category":"business","content":"**Summary:**\n\nPresident Paudel says that transparency and good governance are important. He calls auditors the nation's \"economic watchdogs\" because they ensure accuracy in financial records.\n\nAuditors help prevent corruption and promote accountability in economic activities. They are essential for improving the credibility of financial systems and promoting economic development.\n\nThe conference will discuss Nepal's economic challenges and solutions, with experts from various fields participating in the discussions.","summary":"President Paudel emphasizes transparency in governance, commends auditors as economic watchdogs, and ACAN holds national conference on economic crisis and solutions."},{"hash":"c421f2f8d013cc5c554ba2c77db9bd9c1b500b22e0c1b023672d9974111f3e94","title":"PM Dahal announces a new approach to presenting the upcoming budget.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/business/upcoming-budget-to-be-introduced-in-a-new-manner-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_new1713842655_1024.png","category":"business","content":"Prime Minister Prachanda says the government will focus on improving the economy for those who are struggling financially and working towards socialism. He will gather input from various parties to make the upcoming budget more people-friendly. The government has also been working on good governance and justice, such as cracking down on illegal activities and helping loan shark victims. Despite criticism, the government will continue to implement reforms. Nepal's foreign relations have also improved, with increased high-level visits.","summary":"Prime Minister Prachanda announces a new policy and budget format, emphasizing economic improvement, inclusion, and good governance, with input requested from diverse parties and a commitment to continue reform efforts."},{"hash":"a075617d73dd2ddd230185e93bc4a96eb63c19df0d395c2fc095fe4264a2bd4b","title":"**Nepal Swadeshi Summit 2024 Declaration**\n\n35 points issued to:\n\n* Promote domestic production\n* Reduce foreign dependency\n* Strengthen national economy\n* Ensure self-reliance","date":1715506197863,"source":"nn","link":"https://nepalnews.com/s/business/nepal-swadeshi-summit-2024-35-point-declaration-issued","imageLink":"https://web.nepalnews.com/storage/story/1024/441187804_7890365774349885_1226150477776136282_n1715125603_1024.jpg","category":"business","content":"**Make in Nepal Summit: A Plan for Growth**\n\nThe summit ended with a list of 35 steps to help:\n\n* Improve local businesses\n* Increase production of Nepali goods\n* Make Nepali products more popular\n\nThe government promised to:\n\n* Support businesses with production\n* Use Nepali products in government offices\n* Encourage private sector growth\n\nThe plan also calls for:\n\n* Changing laws to help businesses\n* Making it easier to find raw materials\n* Setting up a special bank for industrial investment\n* Creating a website to showcase Nepali products\n* Using One Stop Service Centres\n* Promoting industrial areas\n* Stopping import of goods Nepal can produce\n* Encouraging production of competitive goods\n* Fining instead of charging industrialists with crimes\n* Reviewing trade agreements\n* Building agreement among political parties for stability","summary":"The 'Make in Nepal-Swadheshi Summit-2024' concluded with a 35-point declaration focused on empowering local industries, increasing domestic production, and encouraging consumption."},{"hash":"53c3f9bbcf9667cddd56a7f8a64aefc3fbe7ed3365801f9faca679e05896b163","title":"Economic growth is starting in Dailekh, according to Minister Bhandari.","date":1715506204987,"source":"nn","link":"https://nepalnews.com/s/business/economic-prosperity-begins-from-dailekh-minister-bhandari","imageLink":"https://web.nepalnews.com/storage/story/1024/dailekh_petrol1696130214_1024.webp","category":"business","content":"Dailekh district could become economically prosperous if oil exploration in Jaljale is successful. The government inaugurated the final drilling stage and is hopeful it will bring economic prosperity to Nepal. The exploration, funded by China, will determine how much oil and gas is available in Dailekh. Successful exploration could make it an economic hub.","summary":"Minister Damodar Bhandari inaugurated the final drilling phase of petroleum exploration in Dailekh, hoping the successful exploration would pave the way for economic prosperity in Nepal."},{"hash":"df9b7b06ec76b8f2f869bac62ff8e92d3b60b6a6145578db759c3601bcb09211","title":"Nepalese runners won two titles in Malaysia.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-runners-won-2-titles-in-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/422620795_859372276202663_5891976066813061462_n1714904704_1024.jpg","category":"sports","content":"Nepalese runner Mahadev Rijal won two consecutive titles in Malaysia:\n\n* **Half Marathon (21 km):** Completed in 0:1:14:48, placing first.\n* **Climbathon (21 km):** Completed in 3:03:58, placing first overall.\n\nRijal has also been the 8th Tower Runner in Malaysia, completing a race with 83 flights of stairs in 9:22.","summary":"Nepali runner Mahadev Rijal achieved consecutive victories in Malaysia, winning the 21 km half marathon and 21 km Climbathon events with record-breaking times, adding to his previous achievements as the 8th Tower Runner in 2023."},{"hash":"7d22f65cb13004efc951d1a7217634e5de098beab800527921bfd8488bcb265b","title":"Nepal defeated West Indies A in the final match of the T20 series.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/nepal-wins-final-match-against-west-indies-a-in-t20-series","imageLink":"https://web.nepalnews.com/storage/story/1024/438230324_859581999531515_2675064775143100892_n1714829807_1024.jpg","category":"sports","content":"Nepal won the final T20 match against West Indies 'A' by six wickets, after losing the first three matches.\n\nWest Indies scored 172 runs first.\n\nNepal chased the target and won in 18.5 overs, thanks to Anil Shah's 58 runs and Kushal Malla's 37 runs.","summary":"Nepal triumphed in the T20 series finale against West Indies 'A' by six wickets, despite earlier setbacks in the series."},{"hash":"bb189a36492ef05672b1ce8763b3e6b70343c234cd53688b22d4345275939757","title":"President sends good wishes to cricket players.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/president-extends-best-wishes-to-cricket-players","imageLink":"https://web.nepalnews.com/storage/story/1024/Sheetal_Niwas1623082198_1024.jpg","category":"sports","content":"President Ramchandra Paudel wished the Nepali cricket team good luck in the ICC T20 World Cup, which starts on June 1st. The team is leaving for the US tonight. Nepal is in Group D with South Africa, Sri Lanka, Bangladesh, and the Netherlands. Their first match is against the Netherlands on June 4th.","summary":"President Paudel extended best wishes to Nepali cricket team departing for ICC T20 World Cup, which begins June 1st, where they will face the Netherlands in their first match."},{"hash":"63f0360edf629c2552c07da82b4f8a204ad5b2ed608c251932759e4931274472","title":"West Indies A won the T20 series against India A.","date":1715506224469,"source":"nn","link":"https://nepalnews.com/s/sports/west-indies-a-clinches-t20-series-title","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714701176_1024.jpg","category":"sports","content":"West Indies 'A' won the T20 series against Nepal before the last match by winning the fourth match by 28 runs. They scored 209 runs batting first, and Nepal was bowled out for 181 runs chasing the target. Andre Fletcher (84 runs) was the top scorer for West Indies 'A', and Rohit Kumar Paudel (82 runs) was the top scorer for Nepal. Hayden Walsh and Matthew Forde took three wickets each for West Indies 'A'. The last match will be played on Saturday.","summary":"West Indies 'A' clinched the T20 series title after defeating Nepal by 28 runs in the fourth match, despite the fifth match still pending."},{"hash":"c0268d83151b4700710f0d718bbec12fc67c78746b9c81699b68d8c7925acf37","title":"Nepal lost its third Twenty20 match by 76 runs to the West Indies.","date":1714521600000,"source":"nn","link":"https://nepalnews.com/s/sports/t20-series-nepal-lose-third-match-to-west-indies-by-76-runs","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714577666_1024.jpg","category":"sports","content":"Nepal lost to West Indies 'A' by 76 runs in the T20 series. Nepal failed to chase the 228 run target, scoring only 151 in 19.2 overs. Karan KC (28) and Lokesh Bam (28) were the top scorers for Nepal. West Indies batted first and scored 227 runs, with Johnson Charles scoring 119 and Andre Fletcher scoring 53. Karan KC and Sagar Dhakal took 1 wicket each for Nepal. Nepal has won 2 and lost 1 match in the 5-match series.","summary":"Nepal lost to West Indies 'A' in the third T20 match by 76 runs, despite Karan KC's 28 and Johnson Charles' century for the visitors."},{"hash":"f6df2c95d8308e02a5d724675b6f580035fa1a3784b03ef6d2594dadf3ba0498","title":"Nepalese team heads to Asian U20 Athletics Championship","date":1715506235176,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-team-departs-to-participate-in-asian-u-20-athletics-championship","imageLink":"https://web.nepalnews.com/storage/story/1024/438206076_448748784338052_4246932501331390940_n1713843823_1024.jpg","category":"sports","content":"Nepalese team heads to Dubai for Asian U-20 Athletics Championships:\n- Badal Karki: 800m and 1500m\n- Adeshkumar Yadav: 100m and 200m\n- Ajay B.K: 1500m and 3000m\n- Kalpana Budha: 1500m and 3000m\nCoach: Kanti Mahato","summary":"The National Sports Council sent a team to the Asian U-20 Athletics Championships, with players competing in various running events and coached by Kanti Mahato."},{"hash":"b70088aed087be48dc7ad38ba6f972de6b0d941f8703d43a1cae84eb468445f4","title":"Dengue cases in Bagmati province of Nepal have exceeded 11,000, posing a significant health concern.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/health/dengue-cases-surpass-11-thousand-in-bagmati","imageLink":"https://web.nepalnews.com/storage/story/1024/kushtia_dengue_6yr_old_child_dies_of_dengue_in_kushtia_daily_bangladesh_16941828191697183214_1024.jpg","category":"health","content":"Bagmati Province has seen over 11,000 dengue fever cases since July 2023.\nDhading has the most cases (3,501), while Rasuwa has the least (2).\nKathmandu has reported 3,000 cases, Chitwan 1,708, and Makwanpur 857.\nOne person has died in Makwanpur due to dengue.\nThe risk of dengue is higher in summer, and the Health Directorate is urging people to take precautions.\nA campaign is being planned to find and destroy mosquito larvae to fight dengue.","summary":"Bagmati Province has reported over 11,000 confirmed dengue cases in the past nine months, with the highest cases in Dhading and the lowest in Rasuwa."},{"hash":"8aef9eb1da2d64a20abdcf3e1f946935576aaae84d7d0b3cd9ba8aa4647804c0","title":"Nepal's approach to population and development places the rights of individuals at the core. This means ensuring access to health, education, and other essential services for all, regardless of their background or circumstances. This approach recognizes that investing in people's well-being is crucial for both social and economic progress.","date":1714435200000,"source":"nn","link":"https://nepalnews.com/s/health/nepal-s-approach-to-population-and-development-is-right-based-dpm-yadav","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav_NewYork_1_1068x8011714461437_1024.jpg","category":"health","content":"Nepal believes that everyone has the right to health and a good life. Nepal is working to make sure that every citizen has a good quality of life by implementing policies and programs that focus on people's rights. Nepal is committed to achieving the goals set out in the International Conference on Population and Development (ICPD), which include reducing poverty and improving health and education for all.","summary":"Nepal affirms a rights-based approach to population and development, emphasizing the importance of ICPD implementation and addressing challenges in achieving SDGs due to pandemics, conflicts, and climate change."},{"hash":"853075cf39e1fcb42df78d974231e5f27301b7a218e2c71c13a200de5ecc34ac","title":"Japan donates community center for disaster preparedness.","date":1713830400000,"source":"nn","link":"https://nepalnews.com/s/health/japan-hands-over-the-community-center-for-disaster-prevention","imageLink":"https://web.nepalnews.com/storage/story/1024/1_IMG_22281713885995_1024.jpeg","category":"health","content":"Japan built a new community center in Sindhupalchowk, Nepal, to help the community prepare for and prevent disasters. The center will include:\n\n* A building\n* Disaster prevention committees\n* Training and activities\n* Public announcements\n* Warehouses\n* Landslide prevention measures\n\nThe center is expected to help improve disaster prevention capabilities and revitalize the region.","summary":"Japan provides a Community Center for Disaster Prevention in Sindhupalchowk District to enhance disaster prevention capabilities through construction, committee establishment, broadcasting, warehousing, and landslide prevention measures."},{"hash":"91ef85d22d1f5e45d5c9e0d118acd881370663a55fa7eb366d52362a948b3462","title":"Dr. Sharma, a parliamentarian, donated 2 million rupees to a children's hospital.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr Sunil Sharma, a member of Parliament, gave 2 million rupees to support the construction of a children's hospital in Kathmandu. This hospital is being built by Dr Bhagwan Koirala, a heart surgeon. The plan is to build specialized children's hospitals in all seven provinces of Nepal, including one in Kathmandu.","summary":"MP Dr Sharma donates 2 million rupees to Cardiothoracic Surgeon Dr Bhagwan Koirala's initiative to build a children's hospital in Kathmandu."},{"hash":"42e79a4549bfdf6d5604bd78b3d44969e580204855bea65a83fee67398a94def","title":"Dr. Sharma, a parliament member, donated 2 million rupees to a children's hospital.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital-1","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"MP Dr. Sharma donated 2 million rupees to Children's Hospital being built by Dr. Koirala. The hospital aims to build children's hospitals in all seven provinces of Nepal. One hospital is already operating in Damak, Jhapa. The Kathmandu hospital will have 100 beds, and 50-bed hospitals are planned for other provinces.","summary":"Entrepreneur Dr. Sunil Sharma donated two million rupees to the under-construction Kathmandu Institute of Child Health, which aims to build specialized children's hospitals in all seven provinces of Nepal."},{"hash":"3366c0665f89d2e7da9c8b7f2493798ccbb5625b22f9517335e99c27063a9b96","title":"Children receiving vitamin A capsules and deworming tablets","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/vitamin-a-capsules-de-worming-tablets-being-administered-to-children","imageLink":"https://web.nepalnews.com/storage/story/1024/vitamin_A1713434673_1024.jpg","category":"health","content":"**Vitamin 'A' and De-worming Program for Children**\n\nThe government launched a 2-day program to give Vitamin 'A' capsules to kids 6 months to 59 months old and de-worming tablets to kids 1 to 5 years old.\n\nAround 3.2 million kids will get Vitamin 'A' capsules, and about 2.9 million will get de-worming tablets.\n\nHealth volunteers will give out the capsules and tablets in every ward. The government gives these free to kids twice a year.","summary":"Nepal's Health Department launches a two-day National Vitamin 'A' program, targeting 3.2 million children for vitamin 'A' capsules and 2.9 million for de-worming tablets."},{"hash":"ce58d4a6666fe76708b3ffc82114d1e802b467d2b3ef22c88119d7ff90a676a6","title":"Private companies ask Prime Minister to support daily flights at Gia Lai Airport.","date":1715506270612,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/private-sector-seeks-pm-s-support-for-regular-flights-at-gia","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_gautam_budha_airport1715388257_1024.jpeg","category":"travel-and-tourism","content":"Business leaders in Bhairahawa have asked Prime Minister Dahal to start regular flights at the Gautam Buddha International Airport. The Prime Minister responded positively and said efforts were being made.","summary":"Bhairahawa's private sector urged PM Dahal to facilitate regular flights at Gautam Buddha International Airport, which he responded positively to."},{"hash":"77f2ca1039f7b869b884c8c70e71bf52e364cb24221e65f25bedbbb6c746c80b","title":"The ropes for climbing Mount Everest have been put in place, making the route to the summit safer for climbers.","date":1715506274331,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/the-rope-fixing-to-the-everest-is-completed","imageLink":"https://web.nepalnews.com/storage/story/1024/mountainterring_expedition_night_xycJPOAGj51715388058_1024.jpg","category":"travel-and-tourism","content":"Rope fixing for Mount Everest's spring climbing season is complete.\n\nThe Seven Summit Treks Company fixed ropes to the peak, allowing climbers to ascend safely.\n\nOver 950 climbers, including 200 women, have obtained permits for 30 mountains, including Everest.\n\nThe government has collected over 67 crore rupees from climbers.\n\nWith rope fixing done, climbing has opened for those with permits.","summary":"Seven Summit Treks Company has completed 'rope fixing' up to Mt. Everest's peak, opening the climbing season for 956 permitted climbers, including 200 women."},{"hash":"c45e4282acc54bba2570dc17499211c4f1135d150f8fe71ebafa6719b481ac3d","title":"Today marks the grand finale of the Maha Kumbha Mela, a sacred Hindu festival.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/today-the-last-day-of-maha-kumbha-mela","imageLink":"https://web.nepalnews.com/storage/story/1024/Untitled_1_(1)1715333577_1024.jpg","category":"travel-and-tourism","content":"The 12-year Pindeshwar Poorna Mahakumbha Mela has ended after running for a month in Barahkshetra Municipality. It is believed that the Saptakoshi river in Barahkshetra is connected to the Kumbha Mela in Hindu scriptures. This has led to people from all over the country and abroad visiting the area for the festival, which has been held for many years.","summary":"The 12-year Pindeshwar Poorna Mahakumbha Mela, held in Chatradham, concludes after a month, drawing pilgrims from near and far due to its connection with the Kumbha Melas in India, as stated in Hindu scriptures."},{"hash":"e816571e63102ee4597e2782d7f313e7954eb41ad0447c5ed68e521d835e3b64","title":"Rhino conservation faces challenges: 21 rhinos killed in 10 months.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/wildlife-conservation-turns-challenging-21-rhinos-dead-in-10-months","imageLink":"https://web.nepalnews.com/storage/story/1024/Rhino1693732323_1024.jpg","category":"travel-and-tourism","content":"In the past 10 months, 21 rhinos died in Chitwan National Park area.\n\nTwo were killed by hunters, while 19 died from natural causes like getting stuck in swamps or fighting with each other.\n\nThe park is working to improve rhino habitats to help protect them.\n\nThere are currently 694 rhinos in the park.","summary":"In Chitwan National Park, 21 rhinos died in the past year; 2 from poaching and 19 due to natural causes, including habitat issues, with the park implementing conservation measures to manage the growing population."},{"hash":"e115a6d41dc575a6fb20a754295e2c6493cf6d2654ae267d4145bfcfcc13107f","title":"Government to create a special fund to support innovation in the IT sector and encourage growth.","date":1714608000000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/pm-announces-to-institute-innovation-fund-for-it-sector-expansion","imageLink":"https://web.nepalnews.com/storage/story/1024/91fd8100_c369_454d_8e45_d73c48c2fe8d_1000x5001714631578_1024.jpg","category":"science-and-technology","content":"Prime Minister Prachanda plans to create an innovation fund in the upcoming budget to support the growth of the information technology industry. The government aims to encourage young scientists to use technology for income and promote the \"Startup Programme\" for youth. The Prime Minister believes technology is key to economic prosperity and social transformation. Measures will be taken to prevent cybercrime and ensure the safe use of technology.","summary":"PM Dahal announces plans for an innovation fund for the ICT sector, emphasizes the role of technology in economic growth, and vows to combat cybercrime."},{"hash":"f695aa1ad994bab3c00f1b5a8d5ea6fd3e689cc6689b961e67fffef625c6e80d","title":"Today, we celebrate National ICT Day to highlight the importance of information and communication technologies in our daily lives.","date":1715506293518,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/national-ict-day-being-observed-today","imageLink":"https://web.nepalnews.com/storage/story/1024/ict_day1714614867_1024.jpg","category":"science-and-technology","content":"Today is National ICT Day, a day to celebrate and promote the development and use of technology in Nepal.\n\nThe government has planned special events, including an awards ceremony to recognize those who have made significant contributions to the ICT sector.\n\nThe government believes that technology is key to Nepal's economic prosperity and plans to use it to drive social and economic transformation.","summary":"Nepal celebrates National ICT Day (May 2) to promote ICT development, honoring contributors, and implementing initiatives for technological advancement and socio-economic transformation."},{"hash":"9789ea6409b4715294fcecec4caf76bc9f86f5d00af5cd8543239bf9f3e5e012","title":"Politics can boost investor enthusiasm and attract investments to the president's country.","date":1714003200000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/politics-should-fill-enthusiasm-among-investors-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_25_at_131714045205_1024.jpg","category":"science-and-technology","content":"**Summary:**\n\nPresident Paudel believes that Nepal can become prosperous through energy development. He urges the government to support investors, while the private sector should prioritize Nepal's well-being. Federalism is enhancing political stability, attracting investment. Nepal has transitioned from importing energy to exporting it, boosting the economy and contributing to clean energy use in the region.","summary":"President Paudel emphasizes the need for political enthusiasm for investment in Nepal's energy sector, highlighting its potential for prosperity through rapid energy development."},{"hash":"8645e6e32c99e132c7dedb2a85a2626985e9d5f7e0c18cf2f27997f5d483ec41","title":"A new bill aims to make sure that artificial intelligence (AI) is used in a clear and responsible way. It wants to make sure that AI is used for good and not for harm. The bill calls for transparency and accountability in the use of AI so that people can understand how and why it is being used.","date":1710201600000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/draft-bill-on-it-and-cyber-security-seeks-transparent-accountable-use-of-ai","imageLink":"https://web.nepalnews.com/storage/story/1024/Ministry_of_Communication1710223162_1024.jpg","category":"science-and-technology","content":"Draft bill on IT and cyber security in Nepal:\n\n- Technology like AI, machine learning, and blockchain will be used in safe and responsible ways.\n- A center for research will be established for new technologies.\n- A committee will be formed to respond quickly to cyber security issues.\n- The bill covers electronic records, data security, digital signatures, and cyber crimes.\n- Data safety measures include preventing harm to national unity and security.\n- Cyber bullying and data theft are prohibited.\n- Government entities must have a website and follow standards set by the Ministry of Communications.\n- Domain names and cyber security services require registration and licensing.","summary":"The draft IT and cyber security bill incorporates AI, machine learning, blockchain, and IoT while establishing structures for research, coordination, and enforcement of cyber security measures."},{"hash":"7b3564e64335cf6b09ca9388a43353ae8e4c829e4a33b5dafd81bc5c1b419b8b","title":"Minister Sharma highlights the urgency for comprehensive cyber legislation to address various problems and challenges faced in the digital realm.","date":1715506310038,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/cyber-legislation-needed-to-resolve-problems-minister-sharma","imageLink":"https://web.nepalnews.com/storage/story/1024/Sharma1695206333_1024.jpg","category":"science-and-technology","content":"Cybersecurity is important and a new law is needed to address problems. The government is working on a new law, but needs feedback. Public awareness is also important to ensure cybersecurity.","summary":"Communications Minister Rekha Sharma highlights the need for cyber legislation and public awareness due to increasing challenges and misuse of information technology."},{"hash":"c11dd4e0a73ed780f50db62b525aa16fa7c624433478c86d79746516e89b9f0d","title":"India and Bangladesh are discussing the possibility of India exporting energy to Bangladesh.","date":1715506313509,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/talks-positive-with-bangladesh-to-export-energy","imageLink":"https://web.nepalnews.com/storage/story/1024/Nepal_Electricity_Authority1691846323_1024.jpg","category":"science-and-technology","content":"Nepal and Bangladesh have agreed to trade electricity. Nepal will export electricity to Bangladesh starting from the upcoming rainy season. A final deal is expected to be finalized soon.","summary":"Officials from Nepal and Bangladesh agreed to a power trade deal, with Nepal exporting electricity to Bangladesh during the rainy season."},{"hash":"a214fef6a569a812921b8fd6905466efcae36821d314e2d976e99d6f2fb54eff","title":"**Yakishime: Earth Metamorphosis Exhibition**\n\nThis exhibition showcases the ancient Japanese ceramic technique of Yakishime. Through a variety of works, it explores how this technique can create beautiful and unique forms from the earth.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/japan-foundation-traveling-exhibition-yakishime-earth-metamorphosis","imageLink":"https://web.nepalnews.com/storage/story/1024/Leaflet_front1715264259_1024.jpg","category":"entertainment-and-lifestyle","content":"Japan is holding an exhibition from May 11th to 30th at the Embassy Hall in Kathmandu. The exhibition will showcase yakishime, a type of traditional Japanese pottery that is unglazed and high-fired. Yakishime is used for serving food and drink, and it has a unique sensibility and aesthetic that is unfamiliar to many people outside of Japan. The exhibition will provide visitors with an opportunity to experience the depth and diversity of Japanese culture.","summary":"An exhibition showcases the evolution and cultural significance of Japanese yakishime ceramics, offering insights into Japanese tradition and aesthetics."},{"hash":"e61c612a2fa2945dbce36e78bfcbfcfe5e05c704908dd9baac7769efb299faed","title":"Celebrating Five Decades of Unbreakable Bond","date":1715506322213,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/celebrating-50-years-of-friendship","imageLink":"https://web.nepalnews.com/storage/story/1024/209370c5_271f_40b2_b38c_4d479196175d1714881747_1024.jpeg","category":"entertainment-and-lifestyle","content":"**Republic of Korea and Nepal Celebrate 50 Years**\n\nJoin the Korean Embassy for a cultural event celebrating 50 years of friendship between South Korea and Nepal.\n\nHighlights:\n\n* **K-Tigers:** Experience a martial arts demonstration that fuses Taekwondo with K-pop.\n* **People on Stage:** Witness the energy of Korean B-boy dance teams.\n* **Celebrate Friendship:** Enjoy performances that showcase Korean culture and the bond between the two nations.","summary":"Nepal and South Korea mark 50 years of diplomacy with a cultural event featuring Taekwondo demonstrations by K-Tigers and K-dance performances by People on Stage."},{"hash":"5db1f1b27f140836a538af8994d1d20d3c4e3bfba7357d0ab258108d457e3803","title":"Indian actor and filmmaker CP Lohani has passed away.","date":1714348800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/actor-cp-lohani-passes-away","imageLink":"https://web.nepalnews.com/storage/story/1024/cp_lohani_11714394375_1024.jpg","category":"entertainment-and-lifestyle","content":"Actor CP Lohani, known for his role in the first Nepali movie \"Maitighar,\" passed away at 86. He died from Alzheimer's and pneumonia at a hospital in Kathmandu. Lohani also worked in government and industry. He was married to Bollywood actress Mala Sinha. His funeral will be held today at Pashupati Aryaghat.","summary":"CP Lohani, lead actor of Nepal's first privately-produced hit film \"Maitighar,\" passed away at 86 due to Alzheimer's and pneumonia."},{"hash":"47c5ab0dc3d11afc19bb0a2ea497b4519a334d00648998358c7cab2575b09124","title":"A democratic republic values morality and principles like those found in religion, which are seen as essential for a president to embody.","date":1713657600000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/a-democratic-republic-seeks-moral-values-and-virtues-like-religion-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_21_at_111713687967_1024.jpeg","category":"entertainment-and-lifestyle","content":"President Ramchandra Paudel says:\n\n* Nepal's government values morals and ethics like all religions.\n* All religions aim to make people happier, more peaceful, and better.\n* Celebrating Lord Mahabir's birthday promotes non-violence and unity.\n* Jain followers in Nepal contribute positively to society through their values and actions.","summary":"President Paudel highlighted the shared values of religion and the republic, emphasizing the pursuit of ethics, virtue, and the well-being of humanity on Lord Mahabir's 2623rd birth anniversary."},{"hash":"36bf5184da2134fc7913480835b722431a60fe0d878008465b1a5b5221530db2","title":"Chaiti Chhath concludes with devotees offering prayers to the rising sun.","date":1715506337664,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/chaiti-chhath-concludes-offering-argha-to-rising-sun","imageLink":"https://web.nepalnews.com/storage/story/1024/NawadeepShrestha_Bidur_RSS_14_ChhathPhoto1667194260_1024.JPG","category":"entertainment-and-lifestyle","content":"Chhath festival ended today with people making offerings to the rising sun.\n\nThe festival is celebrated twice a year and lasts for four days.\n\nPeople stand in water and offer water to the sun to wish for happiness and a long life for their families.","summary":"Devotees concluded the Baasanti (Chaite) Chhath festival in Mithila by offering argha to the rising sun, marking its official end for 2080."},{"hash":"5c4e40b0cfcc81a841cfed842ce2aa92af57f2e88130f43a69d94018c770008a","title":"Socialist culture is crucial for building the foundation for socialism. It fosters values such as sharing, equality, and cooperation, which are essential for a just and equitable society.","date":1715506342193,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/socialist-culture-a-primary-condition-for-preparing-base-of-socialism-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/436421060_2683866678446874_1444593645290858072_n1713059615_1024.jpg","category":"entertainment-and-lifestyle","content":"Prime Minister Dahal stressed the importance of socialist culture as a foundation for building a socialist society. He emphasized that every patriotic and progressive person should help create this culture. The government is committed to supporting cultural institutions and promoting Nepali culture through policies and funding. The \"Opening Cultural Evening\" inspired him with performances from various provinces celebrating national unity and cultural diversity.","summary":"PM Dahal emphasizes the importance of socialist culture, promotes cultural diversity, and promises support for cultural institutions."},{"hash":"44a7af432f348295bc356dc94a37bfa543deb6e68ee15ddfb6b84203dc088c8a","title":"A proposed project's budget presentation is being overshadowed by concerns about its potential negative financial impact.","link":"https://kathmandupost.com/national/2024/05/12/probe-panel-row-casts-shadow-over-budget-presentation","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb23-1715480220.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"Nepali Congress is demanding an investigation into Deputy Prime Minister Lamichhane's alleged involvement in fraud. They are blocking Parliament until a probe committee is formed.\n\nThe ruling parties are willing to investigate cooperatives but are reluctant to probe Lamichhane.\n\nDue to the standoff, the presentation of the government's policies and programs is uncertain.\n\nExperts warn that the government could face a political crisis if the parties don't compromise.\n\nThe main opposition's involvement is crucial for the legitimacy of the government's plans and the budget endorsement process.\n\nThe Congress has threatened to continue blocking Parliament even during the President's scheduled presentation of policies and programs on Tuesday.\n\nThe government and ruling parties are trying to negotiate with Congress to avoid a deadlock.","summary":"Nepal's parliament faces disruption over a probe involving Deputy Prime Minister Lamichhane, jeopardizing the presentation of government policies and programs and possibly leading to a political crisis."},{"hash":"9e9c227cb13fcc214e546bd4db8894d9974468bb29cf438357b001aa41b15c62","title":"Victims and activists say reparations are not enough. They demand truth and prosecution for those who committed violent crimes during conflicts.","link":"https://kathmandupost.com/national/2024/05/12/reparation-no-substitute-for-truth-and-prosecution-say-conflict-victims-activists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb22-1715479231.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"**Reparations for Conflict Victims**\n\nThe government is preparing a plan to provide support to victims of the conflict era. This support, called reparations, is important for victims who have been waiting for justice for years.\n\nHowever, reparations are not meant to replace other steps needed for peace, such as finding out the truth about what happened and punishing those responsible.\n\nStakeholders say all levels of government should work together to provide reparations fairly and equitably. The plan should include:\n\n* Restoring victims' property or providing a substitute\n* Helping victims recover from physical and mental injuries\n* Compensating victims financially\n* Offering official apologies and creating memorials to honor victims\n\nThe plan should also consider the needs of victims who have been sexually abused or tortured. To make the plan effective, victims should be involved in its development, and their needs should be taken into account.","summary":"Eighteen years after the Comprehensive Peace Accord, Nepal prepares its reparation action plan facing caution from human rights defenders against presenting reparations as a substitute for other transitional justice elements."},{"hash":"5e14b61f39ad3a117bca462eee128490ddf35a485b3abf32901db9495d30519d","title":"Makeup consumers are worried because low-cost knockoffs of expensive makeup brands are flooding the market.","link":"https://kathmandupost.com/national/2024/05/12/concerns-grow-as-cheap-copies-of-high-end-makeup-products-flood-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715479334.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"**Cosmetic Safety Concerns in Nepal**\n\n**Lead Contamination:**\n\n* Lipsticks and other cosmetics contain high levels of lead, which can cause health problems.\n* Lead is used to make products last longer and adhere better, but it is harmful and should not be in cosmetics.\n\n**Counterfeit Products:**\n\n* Fake cosmetics often contain harsh chemicals and are not made to standards.\n* Counterfeits can cause skin irritation, dryness, or even more serious health issues.\n\n**Lack of Regulation:**\n\n* Nepal does not have a government agency that regulates chemicals in cosmetics.\n* This means consumers are not protected from unsafe products.\n\n**What Consumers Can Do:**\n\n* Buy cosmetics from authorized retailers.\n* Read product labels carefully.\n* Look for variations in packaging and inspect the product's texture.\n* Be aware of the risks of counterfeit products.\n* Support government efforts to regulate cosmetics and protect consumers.","summary":"Concerns grow over the safety of cosmetics in Nepal due to rampant lead contamination and unregulated chemical usage, leading to severe health issues and the need for strict regulatory measures."},{"hash":"ee2fbf310381beef215ed81cff523f51996de87b1b685cc5caf9510a49022759","title":"Traders are delighted with the opening of the Nepalgunj Inland Customs Point (ICP) in Nepal. This new facility has made trading operations smoother and boosted economic activity.","link":"https://kathmandupost.com/national/2024/05/12/traders-happy-as-nepalgunj-icp-comes-into-operation","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled2-1715479994.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"**Opening of Nepalgunj Integrated Check Post (ICP)**\n\n* Industrialists and traders are happy with the opening of the ICP.\n* The ICP promotes trade between Nepal and India.\n* The facility includes customs, immigration, quarantine, and other services.\n* It has ended the hassle of visiting multiple places for imports.\n* The one-window system makes it easier for traders.\n* The facility reduces queues of cargo trucks at the border.\n* It brings excitement to the private sector and reduces smuggling.\n* The ICP boasts all necessary facilities under one roof.\n* Customs clearance time has now reduced to a few hours.","summary":"Integrated Check Post (ICP) in Nepalgunj, inaugurated after nearly two decades of India-Nepal agreement, promotes trade, eases bureaucracy, and includes advanced technology for seamless imports and exports."},{"hash":"346a5f2f19865b112acdb63b0ab14c7409a30a75c64d379907b20275126249e8","title":"Kritika gives Mayor S. Xi a successful and productive start to his term.","link":"https://kathmandupost.com/sports/2024/05/12/kritika-gives-mayor-s-xi-flying-start","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/Untitled2-1715480641.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"sports","content":"Lalitpur Mayor's XI won their first match of a women's T20 tournament by 7 wickets. Kritika Marasini took 4 wickets, including a hat-trick, for Lalitpur. In reply, Lalitpur scored 53 runs for the loss of 3 wickets in 13.3 overs. Lalitpur will play their next match on Sunday against Sudurpaschim.","summary":"Lalitpur Mayor's XI won the opening match of the Lalitpur Mayor Women's T20 Championship by 7 wickets against Bagmati Province, powered by Kritika Marasini's four wickets, including a hat-trick."},{"hash":"8e4ed32083fb29772dd4d39a406e1cb15ce3e4b0a4aa48be1506e43f5d086775","title":"Economic expert, appointed to advise the president, has resigned.","link":"https://kathmandupost.com/national/2024/05/12/economic-expert-to-president-resigns","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb24-1715498466.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"Chiranjivi Nepal, who advised President Ramchandra Paudel on economics, resigned after saying that putting Nepal's new map on the 100 rupee note was a bad idea. The President accepted his resignation and thanked him for his service. Nepal's words caused a stir, with KP Sharma Oli, the leader of CPN-UML, publicly criticizing him. Nepal's new political map, which included Lipulek, Kalapani, and Limpiyadhura, was released in 2020 and has since been used in all official documents.","summary":"Amidst controversy, President Paudel’s economic expert, Chiranjivi Nepal, resigns over remarks on printing Nepal's new map on the 100 rupee note."},{"hash":"60faefd489efc08e667acb3e019637674ad12d2f18bf19d6d93c0640e14bb2b3","title":"**Politics and Education**\n\nPolitics can influence education by determining:\n\n* Funding for schools and resources available to students.\n* Curriculum and educational standards, shaping what students learn.\n* School policies and regulations, impacting how students are treated.\n\nEducation, in turn, can influence politics by:\n\n* Preparing citizens to participate in democratic processes.\n* Fostering critical thinking and encouraging political engagement.\n* Creating a more informed and engaged population that holds politicians accountable.","link":"https://kathmandupost.com/columns/2024/05/11/between-politics-and-education","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/PostPhotoKeshavThapaTKP-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"Political engagement of teachers and students in Nepal has been a debated topic. Some argue that teachers should not be allowed to engage in politics while holding their educational positions.\n\nDuring the Panchayat era, students played a role in spreading multiparty ideas. After the fall of the Panchayat, political parties saw students and teachers' unions as useful tools for promoting their ideas.\n\nHowever, this has led to some negative consequences, with teachers and students working openly for political parties. Recently, the Education Minister proposed barring teachers from political activities.\n\nThe history of political engagement in educational institutions in Nepal is complex and dates back to the early days of the Panchayat system. It is important to look at the students' political inclinations in a historical order.\n\nStudents have a great history of fighting for freedom and academic accomplishments, and they should keep up that tradition. Teachers should stop becoming the cadres of political parties, and political parties should stop using students and teachers for their politics.\n\nThe situation requires a prudent and creative approach to balancing the political aspirations of students and teachers with the need to maintain educational institutions free from political activism.","summary":"Political engagement of teachers and students in Nepal's educational institutions has become a hot debate, with proposals to bar teachers from political activities while acknowledging the historical influence of student political activism amidst party influence and hegemony."},{"hash":"e943a68aa258e52347de4c4ef667427dd1bd98eb627b430a76a5591b12bc5ddc","title":"Iran is expanding its influence eastward, increasing its presence in Afghanistan, Pakistan, and Central Asia. This push is driven by geopolitical ambitions, economic interests, and religious and cultural connections. Iran seeks to secure its eastern border, counter regional rivals like Saudi Arabia, and promote its Islamic ideology.","link":"https://kathmandupost.com/columns/2024/05/11/iran-s-eastward-push","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownAPRSS-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Iran's Outreach to Pakistan and Sri Lanka**\n\n**Pakistan**\n\n* Iran and Pakistan had a recent missile exchange, but quickly de-escalated.\n* Pakistan is concerned about Iran's growing ties with India and the development of the Chabahar port.\n* During his visit, Iranian President Raisi signed agreements to improve trade and economic ties between the two countries.\n* Both countries are negotiating a free trade agreement.\n\n**Sri Lanka**\n\n* Iran and Sri Lanka have a long-standing relationship.\n* Raisi inaugurated an Iranian-funded electricity and irrigation project in Sri Lanka.\n* Sri Lanka and Iran have signed an agreement to trade tea for oil.\n* Both countries' navies have a good relationship.\n\n**Context**\n\n* Iran has been facing criticism for its retaliatory strike on Israel.\n* Iran is eager to strengthen ties with South Asian countries as part of its \"Look East\" policy.\n* Economic crises in Pakistan and Sri Lanka may limit their ability to fully support Iran's policies.","summary":"Iranian President Raisi's visits to Pakistan and Sri Lanka strengthen ties amidst regional tensions, including Iran's retaliatory drone and missile strike on Israel, while both nations seek support amid economic challenges."},{"hash":"bbbb12e3e82fdd07b18fde927b10c0edab92d94ffff56c57cbe6a773bf72d052","title":"**Reasons to Become a Teacher:**\n\n* **Make a Difference:** Shape young minds and empower students to reach their potential.\n* **Inspire and Educate:** Share knowledge, passion, and critical thinking skills.\n* **Personal Growth:** Continuously learn and develop as you guide students.\n* **Meaningful Work:** Experience the fulfillment of making a positive impact on society.\n* **Job Security:** Benefit from stable employment and opportunities for professional advancement.\n* **Community Involvement:** Connect with families and contribute to the well-being of your students' community.\n* **Summer Breaks:** Enjoy extended time off during the summer months.","link":"https://kathmandupost.com/columns/2024/05/11/why-become-a-teacher","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/SidePostIllustration-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Teaching Is Valuable but Undervalued**\n\nThe saying \"Those who can't, teach\" is wrong. Teaching is a noble profession that requires courage and patience. Yet, teachers in Bangladesh are often underpaid and undervalued.\n\nThis creates a societal hierarchy where careers like entertainment and sports are seen as more prestigious. As a result, fewer people want to be teachers.\n\nTo fix this, we need to:\n\n* Increase teacher pay\n* Reduce corruption and unprofessionalism\n* Define what makes a good teacher (not just knowledge)\n* Value teachers as role models and torchbearers of values","summary":"Low teacher pay and lack of recognition contribute to teaching's low status, but increasing salaries alone won't solve the problem, as other factors like corruption, lack of professionalism, and inadequate teacher evaluation need to be addressed alongside value-based education."},{"hash":"7697a965cad2b4fe488203fca9b9011d5cec32b3593ca4875efef4d9d92612c0","title":"cruellest-crime","link":"https://kathmandupost.com/editorial/2024/05/09/cruellest-crime","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb1-1715303210.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"editorial","content":"The Nepal Children's Organization land lease scam investigation has led to arrest warrants for 20 people, including former organization officials and business representatives. The land was allegedly illegally leased to a school for 59 years. The school is accused of using the land to get a loan and sub-leasing part of it. The arrests aim to recover the land for the children's organization. This case highlights other recent land grab scams in Nepal, and the media's role in reporting them. The government should continue to investigate and address such cases.","summary":"The Central Investigation Bureau has issued arrest warrants for 20 individuals involved in the Nepal Children's Organization land lease scam, including former office bearers and representatives of Brihaspati Vidya Sadan, which illegally leased and sub-leased the organization's land for commercial gain, highlighting a pattern of land grab scams in Nepal."},{"hash":"7a3d1ded482b6c16b975bf6c029537706a90fae2f2a932fcc0b8383684f73d29","title":"Lithuanian candidates for president promise to:\n\n- Protect their country from threats from Russia","link":"https://kathmandupost.com/world/2024/05/12/lithuanian-presidential-hopefuls-vow-to-stand-up-to-russian-threat","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/CPIYV3RQ45MB3JUB25YSZ6HWYE-1715500085.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"world","content":"Lithuania holds presidential election on Sunday. Incumbent Gitanas Nauseda is expected to win a second term. Voters are concerned about Russia's possible aggression since Lithuania is a NATO member. If no candidate wins over 50%, there will be a run-off election on May 26. Nauseda and challenger Prime Minister Ingrida Simonyte both support increasing defense spending.","summary":"Lithuanians vote in a presidential election, with incumbent Gitanas Nauseda expected to win a new term amidst security concerns in the Baltic states."},{"hash":"897df297105d6fe5fa3702d0c9dd641f7b3921fc5a0897eb6089b09267b5613f","title":"Wildfires are threatening Fort McMurray, a major oil town in Canada. Residents have been ordered to evacuate to protect themselves from the flames.","link":"https://kathmandupost.com/world/2024/05/12/wildfire-evacuation-notice-issued-for-major-canada-oil-town-fort-mcmurray","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/MADML6ZDIBKURB3X3KUS7H6AVU-1715486965.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"world","content":"There is an out-of-control fire in Fort McMurray, Alberta, Canada. Residents in certain areas have been told to evacuate. The government warns this is the first of many wildfires expected this season. Last year, Canada had its worst wildfire season on record, with more than 6,600 blazes burning 15 million hectares and causing the evacuation of 230,000 people.","summary":"Due to an expanding wildfire, an evacuation alert has been issued for Fort McMurray, Canada, amid fears of a catastrophic wildfire season as predicted by the federal government."},{"hash":"bb06191d96b41f889a0ee66504cd3497cbd5bc3f64eddecd21f76111153a72a2","title":"Myths often reflect real-life experiences and emotions. They provide a way to understand the human condition and make sense of the world around us. Whether it's the hero's journey or the battle between good and evil, myths give us insight into our own struggles, triumphs, and fears.","link":"https://kathmandupost.com/theater/2024/05/12/when-mythology-mirrors-life","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled2-1715481070.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"theater","content":"**Mandala Theatre's \"Bakhaamma\" Explores Destiny and Culture**\n\n\"Bakhaamma\" questions fate and the divine, using the Kirati Mundum oral tradition. The play follows Saya and Sikhum, whose love story echoes that of deities on Salpa-Sailung mountain. The community accepts their marriage, reflecting the connection between myth and everyday life.\n\nThe play highlights the Kirati belief in animalism and nature harmony. The goddess Sumnina has animal friends, showcasing the community's respect for the environment. The production features stunning sets, costumes, and music, immersing the audience in the story.\n\nActress Alisha Rai shines as both Saya and Sumnina. The play also explores themes of love, loneliness, and community. Despite some confusion in the storytelling, \"Bakhaamma\" celebrates Kirati culture and promotes Nepali theater.\n\nAdditional information:\n\n* Director: Rajan Murarung\n* Cast: Alisha Rai, Sachin Ratna, Anil Subba, Sangmi Sunuwar\n* Language: Nepali\n* Duration: 1 hour 45 minutes\n* Showtimes: 5:30 pm (daily except Mondays), 1 pm (Saturdays)\n* Venue: Mandala Theatre, Thapagaun, New Baneshwar, Kathmandu\n* Runs until May 27","summary":"'Bakhaama' by Mandala Theatre explores the interplay of human destiny, divine love, and cultural identity through the tale of Saya and Sikhum's elopement, uncovering the Kirati Mundum's rich mythology, community bonds, and the significance of nature."},{"hash":"418abed41e4b44f40308bd07f54fd1b7dd2c6464a63d3b0cedf96063502bc769","title":"Brother serving in Russian army passed away. Younger brother cannot be reached.","link":"https://kathmandupost.com/national/2024/05/12/elder-brother-serving-in-russian-army-dies-younger-one-out-of-contact","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715479474.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"national","content":"A Nepali woman, Chandani Bista, was protesting for the safe return of her husband, Birajan, and other Nepalis serving in the Russian army. On May 3, she received news of Birajan's death and performed his final rites using a dummy. Birajan had been serving in the Russian army for five months before being killed. His family has not been able to contact his brother, Nirajan, who is also serving in the Russian army. The families of Nepali youths in the Russian army are demanding their safe return, compensation for the injured, and the repatriation of those killed. They also want details of all Nepalis serving in the Russian army and action taken against those who recruited them.","summary":"Chandani Bista, whose husband Birajan was serving in the Russian army, received unverified news of his death; despite performing final rites, the family remains hopeful for his return, along with several other Nepali youths serving in Russia for whom protests and demands have been made."},{"hash":"a1100dd77b96124e2623848102e0b5b6194807ef115a412910e421ba99a1f62a","title":"Dr. Govinda KC is on his 22nd hunger strike to protest corruption in Nepal's medical system.","link":"https://kathmandupost.com/national/2024/05/11/dr-govinda-kc-on-22nd-hunger-strike","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb20-1715432415.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"national","content":"**Dr. Govinda KC on Hunger Strike for 22nd Time**\n\nDr. Govinda KC has started his 22nd hunger strike because the government hasn't kept its promises to him. These promises include:\n\n* Improving the justice system\n* Fixing the healthcare and education systems\n* Providing free healthcare for everyone\n* Punishing those who are guilty of wrongdoing\n\nDr. KC has been fighting for these changes since 2012. The government has made some changes, but not everything has been done.","summary":"Dr. Govinda KC initiates a protest with 22nd hunger strike, demanding the government to implement past agreements, including medical reforms, transitional justice, and equal access to healthcare."},{"hash":"9c88e11167d74e62f10878afdfddb6fe81bff19356f6bc2392c01d9005d97642","title":"Congress will keep blocking Parliament until their demands are met.","link":"https://kathmandupost.com/national/2024/05/11/congress-to-continue-parliament-obstruction-until-demands-are-addressed","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb19-1715432018.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"national","content":"The main opposition party in Nepal, the Nepali Congress, is refusing to participate in Parliament until an investigation is launched into Home Minister Rabi Lamichhane over his alleged involvement in a cooperatives scam.\n\nDespite the opposition party's flexibility and efforts to resolve the issue, the government and the Parliament Speaker have not addressed their demands.\n\nThe party believes that there is evidence of wrongdoing and that Lamichhane embezzled money from depositors. They are demanding a full investigation and a parliamentary committee to be formed to look into the matter.\n\nThe Nepali Congress will continue to block Parliament until their demands are met, and they are considering taking a tougher stance in the future.","summary":"Nepali Congress continues to obstruct parliament, demanding a parliamentary investigation into Home Minister Lamichhane's alleged involvement in a cooperatives scam."},{"hash":"39a21e3738e34e21ac22ff3e01c5ee3a4fda10160336e1e78d00ef5a4868a738","title":"Nepal plans to use drones to remove garbage from Mount Everest to reduce pollution and maintain the mountain's beauty.","link":"https://kathmandupost.com/money/2024/04/30/nepal-to-use-drones-to-transport-garbage-from-mount-everest","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/everest-1714541533.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"money","content":"**Drones to Collect Garbage on Mount Everest**\n\nTo reduce the risk faced by support staff, the local government is testing heavy-lift drones to collect garbage from Mount Everest. The drones can fly up to 6,500 meters and carry 30 kilograms.\n\n**Potential Impact on Support Staff**\n\nIf the drone tests are successful, it could affect the livelihood of high-altitude support staff who currently carry heavy loads up the mountain. However, the drones could also prevent accidents caused by avalanches on the dangerous Khumbu Icefall.\n\n**Garbage Management Rules**\n\nTo protect the environment, new rules have been implemented:\n\n* Climbers must strap on a GPS device or tracking chip.\n* Base camp sleeping areas are limited to 80 square feet per person.\n* Poop bags are mandatory above base camp.\n* Old ropes must be removed and brought back.\n\n**Other Regulations**\n\n* Alcohol sales are prohibited at base camp.\n* Bright lights are not allowed at night.\n* Recovering bodies from extreme points of the mountain is expensive and may not be possible.","summary":"Drones are being tested on Everest to retrieve garbage, potentially impacting high-altitude support staff who navigate the dangerous Khumbu Icefall."},{"hash":"20d6fba38f7a72404f31e0e9c78ed336011a973a2c15264bdb33a8dce3fe58fb","title":"Adoption process in Nepal is difficult because there are no clear rules or laws. This makes it hard for people to understand the process and adopt children safely and legally.","link":"https://kathmandupost.com/national/2024/05/01/regulatory-void-complicates-child-adoption-process-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb14-1714527484.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"national","content":"**Adoption in Nepal**\n\nAnistha Shrestha wanted a baby for years but faced challenges. She and her husband decided to adopt.\n\nIn 2017, they found an abandoned baby boy and raised him as their own. Adoption was difficult then, but a law in 2017 made it easier.\n\nTo adopt in Nepal:\n* File an application with the court\n* Meet certain criteria (e.g., married for 10 years or over 45 years old)\n\nStill, the adoption process is not always smooth due to:\n* Lack of guidelines and committees\n* Potential parents having to find children on their own\n* Social stigma surrounding adoption\n\nQueer couples face additional barriers because they are not legally recognized.\n\nIntercountry adoption was popular in the past but has been banned since 2019 due to concerns about child trafficking and abuse.","summary":"After struggling for a decade to have a child, Anistha Shrestha and her husband found an abandoned baby boy and raised him as their own, highlighting Nepal's cumbersome adoption process despite legal changes in 2017, which still face challenges in regulation, matching children with parents, and addressing child safety and abuse concerns."},{"hash":"3f364a7b488f4787fc0e376951c1783548e5f460595979e877cac188d021df81","title":"By-election results in Ilam show voters returning to traditional parties, serving as a reality check for the recently emerged Rashtriya Swatantra Party (RSP).","link":"https://kathmandupost.com/politics/2024/05/01/ilam-bypoll-fillip-for-old-parties-reality-check-for-rsp","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/4375415009854531096070575583147412016394281n-1714526830.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"politics","content":"**Summary of Ilam-2 By-Election Outcome:**\n\n* CPN-UML's Suhang Nembang won, but it doesn't change the balance in Parliament.\n* Identity politics remains significant in Koshi Province, despite the loss of independent candidate Dakendra Singh Limbu.\n* Rastriya Swatantra Party (RSP) faced a setback, as its candidate Milan Limbu lost his deposit.\n* Traditional parties, Nepali Congress and CPN-UML, continue to dominate.\n* RSP needs to strengthen its rural presence and address allegations against its leader, Rabi Lamichhane.","summary":"In the Ilam-2 by-election, political newcomer Suhang Nembang's victory hints at the relevance of identity politics and signals challenges for the emerging Rastriya Swatantra Party."},{"hash":"3b8f07fcf0196cc796d5e7ea9b735b31007811ccd0b4a7cef5a04cffbc352d27","title":"Nepal is aiming to attract LGBTQI+ tourists, targeting a multi-billion dollar market.","link":"https://kathmandupost.com/money/2024/04/21/nepal-sets-sight-on-multi-billion-dollar-lgbtiq-tourism-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled-1%20(1).jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"money","content":"Nepal hosted an international conference for LGBTIQ tourism. The conference aims to promote tourism among LGBTIQ people, who spend billions of dollars on travel each year. Nepal legalized same-sex marriage last year, and hopes to attract more LGBTIQ tourists by creating a safe and welcoming environment. The conference featured presentations on the economic benefits of LGBTIQ tourism, and the importance of inclusiveness in tourism. Nepal's Tourism Board is investing in creating a more friendly and enabled environment for LGBTIQ tourists, including training trekking guides and promoting businesses owned by members of the LGBTIQ community. Nepal's unique culture, including its recognition of six genders, offers a special experience for LGBTIQ tourists. The conference is expected to support Nepal's economy and help the LGBTIQ community gain jobs and recognition.","summary":"Nepal hosted the first LGBTIQ tourism conference after legalizing same-sex marriage in 2023, aiming to attract the multi-billion dollar \"pink market\" and foster economic opportunities for the community."},{"hash":"6544c0b45b27e9bf77f2d52e116df242a412f0b3350a49b706e3550d9a2953e4","title":"Middle East conflict is getting worse and could hurt Nepal's economy by:\n\n* Causing high oil prices\n* Reducing tourism\n* Making it harder to send money back home","link":"https://kathmandupost.com/money/2024/04/15/escalating-middle-east-crisis-threatens-nepali-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1713147555.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"money","content":"**Nepal faces economic risks due to Middle East tensions:**\n\n* **High dependence on remittances:** Many Nepalis work in the Middle East, sending money back home.\n* **Possible job losses:** Tensions could lead to job losses and reduced earnings for Nepalese workers.\n* **Increased inflation:** Conflict in oil-producing countries can raise oil prices, which Nepal heavily depends on.\n* **Reduced foreign currency reserves:** Less remittances could reduce Nepal's foreign currency savings.\n* **Supply chain disruptions:** Conflict could disrupt shipping, leading to higher costs for importing goods.\n* **Negative impact on tourism:** Travel advisories due to tensions could discourage tourists from visiting Nepal.\n* **Government needs to prepare for potential shocks:** Nepal's economy could suffer if labor markets in the Middle East are impacted.","summary":"Escalating tensions in the Middle East may disrupt labor markets and impact remittance-dependent Nepal's economy, leading to decreased foreign currency reserves, inflation, and potential social unrest due to rising unemployment and reduced tourist arrivals."},{"hash":"79b8b64d55170d97b5398013f1e0be09edf6390a68972040dac7d9012da81a36","title":"Nepali nationalism, led by Hari Sharma, promoted the idea of Nepal as a distinct and independent nation. It emphasized the country's unique history, culture, and geography, uniting the diverse population under a common identity.","link":"https://kathmandupost.com/videos/2024/05/01/nepali-nationalism-idea-of-nepal-with-hari-sharma","date":1714521600000,"source":"kp","category":"videos","content":"Sorry, but you haven't provided any text for me to summarize. Please provide the text, and I'll be happy to assist you.","summary":"Crucial events occur, leading to significant outcomes or changes."},{"hash":"da1de9d00cddf5d4e54cf41c1f92b9ea3c65052d5d623d6c79bf8571e6fc3343","title":"Chinese misunderstandings of Nepal:\n\n* **Geography:** China thinks Nepal is part of Tibet, a region it claims.\n* **Culture:** China sees Nepal as a Buddhist country, while it practices both Buddhism and Hinduism.\n* **History:** China believes it has always controlled Nepal, ignoring its independent history.\n* **International relations:** China supports Nepal's territorial integrity, but also pressures it to accept Tibet as Chinese territory.","link":"https://kathmandupost.com/videos/2024/04/14/china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","date":1713052800000,"source":"kp","category":"videos","content":"The Araniko Project, led by fluent Mandarin speaker Rajbhandari, uses Chinese sources to explore Nepal-China relations.\n\nRajbhandari emphasizes the need to understand Chinese language to truly understand China.\n\nShe discusses Chinese perspectives on Nepal's history and the challenges of translating Mandarin to English.","summary":"The Araniko Project led by a fluent Mandarin speaker, Rajbhandari, aims to uncover Nepal-China relations through Chinese primary sources, emphasizing the importance of understanding Mandarin to comprehend China."},{"hash":"260be847ea4643b523c3e2c77aa8eb77abfa0ace0b6d4a34348f05f7a4f6c2d2","title":"Nepali author Saumitra Neupane discusses the concept of Nepal during a public debate. He emphasizes the importance of protecting Nepal's unique identity and preserving its cultural heritage while also embracing modernization and globalization.","link":"https://kathmandupost.com/videos/2024/03/26/public-debate-in-nepal-idea-of-nepal-with-saumitra-neupane","date":1711411200000,"source":"kp","category":"videos","content":"Project Sambad was created by a group of Nepali institutions to encourage deep discussions about Nepali society and politics. The first event happened in Kathmandu in March. This interview discusses the state of public debates in Nepal and how to improve them.","summary":"Project Sambad, co-convened by Neupane, hosted its inaugural event in Kathmandu to facilitate critical discussions on Nepali society and policy-making."},{"hash":"d5d55349db8224f79ac2f5502e8ef4d7a68f9f2c08b2ac9c91c850dba1308134","title":"The Constitution of Nepal defines Nepal as a multi-ethnic, multilingual, democratic, secular, and an inclusive country. It is a federal republic with seven provinces and 753 local governments. The Nepalese people have the right to freedom of speech, religion, and assembly. The constitution also protects the rights of women, children, and minorities.","link":"https://kathmandupost.com/videos/2024/02/02/the-constitution-of-nepal-idea-of-nepal-with-bipin-adhikari","date":1706832000000,"source":"kp","category":"videos","content":"Bipin Adhikari is an expert on constitutional law in Nepal. He teaches at Kathmandu University. He talks about the key aspects of Nepal's 2015 constitution, how long it is likely to last, and how Nepal's constitution has changed over time.","summary":"Professor Bipin Adhikari, a constitutional law expert, analyzes the key aspects, resilience, and historical context of Nepal's 2015 constitution."},{"hash":"7e26b616e94de57b192df8218df36ecaaf4466f1158034c966b537b95a17b683","title":"In Nepal's Madhesh region, tensions are rising after the split in the JSP (Janata Samajbadi Party). Discord centers on the future of the provincial coalition, with competing claims from both factions of the JSP and the ruling Nepali Congress.","link":"https://kathmandupost.com/politics/2024/05/10/after-split-in-jsp-nepal-politics-hots-up-in-madhesh-over-fate-of-coalition","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb3-1715303718.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"politics","content":"**Madhesh Provincial Government Faces Crisis**\n\nThe split in the Janata Samajbadi Party (JSP) may lead to a change in leadership in the Madhesh provincial government.\n\n* The CPN (Maoist Centre), which supports the current JSP-led government, is discussing forming a new one.\n* The UML, the largest party in the provincial assembly, may also seek leadership.\n* Political experts believe the incumbent JSP-led government may not last due to poor performance and resentment.\n* The fate of the government depends on decisions made by the central coalition in Kathmandu.","summary":"Janata Samajbadi Party-Nepal's split threatens the Madhesh provincial government, with the CPN (Maoist Centre) and UML potentially forming a new government led by the UML."},{"hash":"40a529e517bf93a20206c3fc06b60ee095358e2bdafb9cde44387b93947eaaf8","title":"Yadav to challenge registration of new political party in court.","link":"https://kathmandupost.com/politics/2024/05/09/yadav-to-move-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/UpendraYadav-1715216471.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"The Janata Samajbadi Party Nepal plans to challenge the Election Commission's recognition of a new party led by Ashok Rai, saying it's illegal. The leaders of the new party claim they had to leave due to autocratic leadership. The Election Commission registered the new party based on a regulation, as there are no laws for party splits. The original party says it will take legal action because the regulation is no longer valid. Despite rumors, the original party says it will continue to support the ruling alliance.","summary":"Janata Samajbadi Party Nepal announces legal challenge against Election Commission's recognition of a splinter group as a separate political party."},{"hash":"f6f0addbb8cbaa32a930541099e8ab8b80dbd645a10abca7ca6caeeb2cd39f3a","title":"Political parties change their positions and opinions to suit their own needs or advantage, rather than staying true to their core principles.","link":"https://kathmandupost.com/politics/2024/05/09/political-parties-shift-stances-based-on-convenience","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/meeting-1715218714.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Summary:**\n\nLast year, UML demanded an investigation into gold smuggling involving Congress and Maoists. Congress opposed it.\n\nNow, Congress (in opposition) wants to investigate Home Minister Lamichhane for alleged cooperative embezzlement, but UML (in government) opposes it.\n\nUML says their past demand for a judicial probe in gold smuggling is different from Congress's current demand for a parliamentary probe on Lamichhane.\n\nCongress argues that the investigation needed because the government is protecting Lamichhane and wants a probe committee to ensure accountability.\n\nBoth UML and Congress have changed their stance on probe committees based on their position in government or opposition.\n\nPolitical experts find it concerning that political parties prefer probe committees instead of trusting state institutions.","summary":"Despite differing positions based on government or opposition status, UML has rejected Congress' demand for a parliamentary inquiry committee against Deputy Prime Minister Rabi Lamichhane, accused of embezzlement, citing the success of a previous judicial commission in the gold smuggling case."},{"hash":"993e3dfb635cc252b93bf935dad75ef144713614867292c57642795d1f8ac6ff","title":"Nepali Congress may allow Rabi Lamichhane, the Chief of Rastriya Swatantra Party, to speak in parliament.","link":"https://kathmandupost.com/politics/2024/05/09/nepali-congress-may-allow-lamichhane-to-speak-in-parliament","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb18-1715215891.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Nepali Congress Demands Investigation into Home Minister Lamichhane's Co-op Fund Scam**\n\nThe Nepali Congress party wants a parliamentary investigation into allegations of embezzlement of co-op fund by Deputy Prime Minister and Home Minister Rabi Lamichhane. They believe he misused police and the Attorney General's Office to avoid being investigated.\n\nThe government has proposed forming a committee to look into problems of the co-op sector, but the Nepali Congress wants this committee to also focus on Lamichhane specifically.\n\nThe party is determined to block House proceedings until the government agrees to their demand. They believe that the ruling parties are ignoring the concerns of the opposition.","summary":"Nepali Congress demands parliamentary investigation into Deputy Prime Minister Lamichhane's alleged embezzlement of cooperative funds, despite government resistance."},{"hash":"52a7252302ec66d97f3faf40d59ba35f37aa0f43337d7482f90bdc22e8f712fc","title":"Gandaki Chief Minister Prithvi Subba Gurung expanded his cabinet by adding four new ministers amid controversy. The new ministers include Qumari Thapa Magar, man Bahadur Shrestha, Deepa Gurung, and Pratiksha Kafle. The expansion has raised concerns about the size of the cabinet and the inclusion of individuals facing corruption allegations.","link":"https://kathmandupost.com/politics/2024/05/07/gandaki-chief-minister-expands-cabinet-amid-controversy-q-pratiksha-kafle-in-pokhara","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1715045965.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"politics","content":"**Gandaki Province:**\n\n* Chief Minister Khagaraj Adhikari expanded his cabinet after winning a vote of confidence, with 30 votes out of 60.\n* Two new ministers were appointed: Sita Kumari Sundas (Social Development) and Bed Bahadur Gurung (Energy and Water).\n\n**Lumbini Province:**\n\n* Bhandari Lal Ahir resumed his role as Agriculture and Land Management Minister.\n* Ahir had resigned 15 days earlier due to disagreements with the Chief Minister but his resignation was not accepted.\n* Ahir's return follows the recognition of a new party led by Ashok Rai, a faction within the Janata Samajbadi Party Nepal (JSPN).","summary":"Despite controversy over vote interpretation, Khagaraj Adhikari expands Gandaki Cabinet and Bhandari Lal Ahir resumes ministerial role in Lumbini Province."},{"hash":"0d8fb09ab1026484e465284d903ed753ad28550936d7ae26eefcff4b8df23383","title":"Three people arrested for allegedly cheating US visa applicants","link":"https://kathmandupost.com/kathmandu/2024/05/10/three-arrested-for-allegedly-duping-us-aspirants","date":1715299200000,"source":"kp","category":"kathmandu","content":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. ","summary":"Nepal Police arrests 3 gang members accused of swindling Rs55 million from youths seeking illegal immigration to the US and Canada, while 15 Nepalis are held hostage in Kenya en route to the US after paying the same."},{"hash":"d34d04f3fb0aac7854c1168b097a6ce09196339cf7d7bc35809cda6b94726548","title":"Fire in Bhaktapur injures two people.","link":"https://kathmandupost.com/bhaktapur/2024/05/05/two-injured-in-bhaktapur-fire","date":1714867200000,"source":"kp","category":"bhaktapur","content":"A fire at a carpet factory in Bhaktapur injured two:\n\n* 23-year-old from Ramechhap (Nepal)\n* 29-year-old Indian national (serious burns)\n\nCause of fire is unknown. Property worth Rs18 million destroyed.","summary":"A fire at a carpet factory in Bhaktapur injured two, causing Rs18 million in property damage, and took five hours to control."},{"hash":"b6207fb9e973312bf402c67e85a81cf80ec93fb9549d25542321817afde006d8","title":"Two people died of suffocation while digging a well in Bhaktapur, Nepal.","link":"https://kathmandupost.com/bhaktapur/2024/05/01/two-die-of-suffocation-while-digging-well-in-bhaktapur","date":1714521600000,"source":"kp","category":"bhaktapur","content":"**Summarization:**\n\n**Title:** (Provide the title of the article)\n\n**Summary:**\n\n* (Include a concise summary of the main points of the article)\n* Focus on the key arguments, findings, or conclusions\n* Use clear and straightforward language\n* Keep it brief and to the point","summary":"Here is a summary of major events in 1 line without losing crucial information:\n\n**Antiquity to Present:** Humans evolve, establish civilizations, develop technologies, and experience major political, social, and cultural changes."},{"hash":"f5d5a914ad325d0dc9cdbe3e13aee77b709515bae18e316ed2e1dfc20803ba5d","title":"Man dies after getting injured in a forest fire.","link":"https://kathmandupost.com/lalitpur/2024/04/30/man-injured-in-forest-fire-dies","date":1714435200000,"source":"kp","category":"lalitpur","content":"A man died from burns while fighting a forest fire. Another man is in hospital with injuries. A separate fire in another forest is still burning and 65 people have been moved to safety.","summary":"A man succumbed to burn injuries while battling a fire at Tapeshwar community forest in Godawari, while a separate fire at Ananda forest remains ongoing, leading to the evacuation of 65 patients from a nearby hospital."},{"hash":"576aedd4fb42b61a1e529a2a54b7b58d3d019f11c45cb0f9be739c017645a00d","title":"Seven wards of Kolkata Municipal Corporation (KMC) have started waste segregation, while four more will start soon.","link":"https://kathmandupost.com/kathmandu/2024/04/30/seven-wards-of-kmc-start-waste-segregation-four-more-to-start-soon","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1714441676.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"kathmandu","content":"Kathmandu has started separating trash into two types:\n\n* **Degradable:** Can break down naturally (e.g., food scraps, paper)\n* **Non-degradable:** Doesn't break down naturally (e.g., plastic, metal)\n\nSo far, seven wards are doing this, and four more will soon start.\n\nDegradable trash is turned into compost, which helps plants grow. Non-degradable trash is used to make gas for cooking and electricity.\n\nThis new system is expected to reduce the amount of trash in Kathmandu.","summary":"Kathmandu Metropolitan City initiates waste segregation in 7 wards, converting degradable waste into compost and biogas while preparing to expand the program to 32 wards and sell non-degradable waste."},{"hash":"598d47179f347b323a132ca5a175cddf5c7d9425a715572e35c22b375dbc2709","title":"Nepal's banking industry leads South Asia in female employment.","link":"https://kathmandupost.com/money/2024/05/11/nepal-s-banking-industry-is-a-leader-in-south-asia-in-employing-women","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715392971.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"money","content":"**Devna's Experience in the Banking Sector**\n\n* Faced uncomfortable questions about marriage and motherhood during an interview.\n* Struggled to balance work and life after marriage due to family responsibilities.\n* Experienced lack of support from colleagues and insufficient feedback.\n* Promoted to middle management but still faced challenges, such as interruptions during meetings and disrespect from subordinates.\n\n**Challenges for Women in Nepal's Banking Industry**\n\n* Despite a strong legal framework, women are underrepresented in leadership roles (23% in senior management).\n* Social norms and discrimination create barriers for women to advance.\n* Men often struggle to accept authority from women in senior positions.\n* Family responsibilities disproportionately impact women's careers.\n\n**Positive Trends**\n\n* Nepal has a high representation of women in the banking workforce (45%), compared to other South Asian countries.\n* Banks have policies aimed at improving gender diversity and inclusion.\n* Women are increasingly filling roles in banks due to their dedication and trustworthiness.","summary":"Devna faced challenges in her banking career, including unequal opportunities, lack of support, and social constraints, but Nepal's banking industry is a leader in women's representation, with a comprehensive legal framework promoting their economic participation."},{"hash":"f3e4a42725000ac8f9936c9fe3c2c8d3248f6134923cb80e8472ddc216c5009a","title":"Businesses call for government to spend heavily on infrastructure projects to boost the economy.","link":"https://kathmandupost.com/money/2024/05/10/private-sector-urges-massive-capex-booster-to-revive-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb5-1715304600.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"money","content":"**Nepal's Budget Expectations**\n\nNepal's private sector wants the government to spend more money in the upcoming budget to boost the economy. They believe that more government investment will encourage businesses to invest as well.\n\nExperts say Nepal's economy is not growing fast enough because of low investment. The budget is expected to focus on supporting startups, exports, and tourism.\n\nThe private sector also wants the government to make it easier for businesses to borrow money and invest in new projects.\n\nBanks are facing challenges, and the government needs to find ways to support them. The budget may also include measures to increase foreign investment.\n\nThe government says that it will prioritize private sector confidence and address the economic slowdown. It aims for an economic growth rate of 7% or higher.","summary":"Amidst economic slowdown, Nepal's private sector urges government to prioritize capital expenditure, boost investment, and address banking concerns in the upcoming budget."},{"hash":"eb1755b9532256307117ca5c5fb719c9560772f1fd9b41cf31e240daf54eaf7a","title":"Volunteers and staff from Barahi Jungle Lodge worked together to clean up the park. They picked up trash, removed invasive plants, and cleaned up waterways. Their efforts helped to protect the park's ecosystem and improve the visitor experience.","link":"https://kathmandupost.com/money/2024/05/09/barahi-jungle-lodge-cleanup-initiative","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/EEEEEE-1715220027.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"Barahi Jungle Lodge cleaned up trash near Chitwan National Park to protect the environment. They have removed three tractorloads of trash and are certified as eco-friendly by the 'Toft Tiger' program and for their Environmental Management Systems.","summary":"Barahi Jungle Lodge, an eco-certified resort in Chitwan, removed three tractorloads of waste from around Chitwan National Park, part of its ongoing commitment to environmental protection and sustainable development."},{"hash":"76a99df984b257d68d73357919d68eed175d63fefb1ad910c5a64cb39cb5effd","title":"New tunnel provides water to dry farmlands in Madhesh, bringing hope for agriculture.","link":"https://kathmandupost.com/money/2024/05/09/sunkoshi-marin-tunnel-brings-hope-for-parched-madhesh-farmlands","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/TBM-1715225575.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"**Sunkoshi Marin Project: Irrigation and Power for Central Tarai**\n\nA 13.3 km tunnel has been completed in Sindhuli district. This tunnel will divert water from the Sunkoshi River to the Marin River, which connects to the Bagmati River.\n\nThe project, costing Rs. 87 billion, will provide water for irrigation to 122,000 hectares of farmland in five districts. It will also generate 31.07 MW of electricity.\n\nThe project is expected to boost agriculture and reduce the trade deficit. It will also alleviate water shortages in the Bagmati River, benefiting farmers in Rautahat and Sarlahi districts.","summary":"Sunkoshi Marin project's diversion tunnel, crucial for irrigating drought-prone central Tarai, achieved breakthrough, paving the way for completion and economic opportunities through hydropower and increased agricultural production."},{"hash":"7a9260bfb939b05cd059dd8800424da7343783052901bbb5247957105717fec6","title":"Japanese food event from May 10th","link":"https://kathmandupost.com/money/2024/05/08/japanese-food-event-from-may-10-1715175694","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/japanesefood-1715175685.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"money","content":"Izakaya Hokkaido, a Japanese restaurant in Nepal, is hosting a 3-day Japanese food event from May 10th at the Radisson Hotel Kathmandu. The event aims to share Japanese food culture, introduce new flavors, and provide information about the cuisine. It starts at 6:30 pm each day.","summary":"An authentic Japanese restaurant in Nepal, Izakaya Hokkaido, is hosting a three-day public Japanese food event at the Radisson Hotel Kathmandu from May 10, aiming to enhance culinary understanding and share gastronomic experiences."},{"hash":"c5fe1d2f9a8cd6eef1f0a323caa11b7801cd42a62a453832aeefed4f02fa2511","title":"Government plans to check pregnant women for mental health issues.","link":"https://kathmandupost.com/health/2024/05/10/ministry-plans-to-screen-pregnant-women-for-mental-health-problems","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb4-1715304323.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"health","content":"To reduce maternal deaths, Nepal's health ministry will screen pregnant women for mental health issues, a growing cause of these deaths. The pilot program will start at Paropakar Maternity Hospital in Kathmandu and expand to other districts later.\n\nIn the past, Nepal has reduced maternal deaths from 539 per 100,000 births in 1996 to 239 in 2016, but they have started to rise again. The latest report shows that 6% of maternal deaths were due to self-harm during pregnancy.\n\nThe ministry hopes that early screening and treatment will help prevent these deaths. The screening will cover all pregnant women seeking services at the hospital during both pregnancy and after giving birth.\n\nThe ministry has also made eight antenatal care visits and three postnatal care visits mandatory for women. Other programs include free institutional delivery service and travel allowances for those opting for institutional delivery and antenatal visits.\n\nNepal aims to reduce the maternal mortality rate to 75 per 100,000 births by 2030.","summary":"Nepal's Health Ministry plans to screen pregnant women for mental health issues, a leading cause of maternal deaths, as part of efforts to reduce rising mortality rates."},{"hash":"59f298234b280fa0591d0d30e4fbe9e9eb1f6e5022825d49db7c9d29cf0971ae","title":"Doctors and healthcare workers receive training to screen for non-communicable diseases (NCDs), such as diabetes, heart disease, and stroke. This training helps them identify and refer patients who need further care.","link":"https://kathmandupost.com/health/2024/05/09/doctors-health-workers-get-ncd-screening-training","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/health/thumb19-1715216811.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"health","content":"**50 Health Workers Trained to Screen for Non-Communicable Diseases**\n\nHealth workers in Kathmandu are now trained to check for diseases like high blood pressure, diabetes, and mental health issues.\n\nThese trained workers will screen patients at local health facilities and give medicine, advice, or refer them to a hospital if needed.\n\nNon-communicable diseases are now a major health problem, causing 71% of deaths in Nepal.\n\nEven though the government gives free medicine for some non-communicable diseases, many people don't know they have them because they've never been screened.\n\nThe Health Ministry is hoping that free screening will help diagnose and treat non-communicable diseases earlier, saving lives.","summary":"Kathmandu Health Office trained 50+ health workers to screen for non-communicable diseases (e.g., hypertension, heart disease, cancer) at local health facilities, where free medicines are available for some ailments."},{"hash":"82b739d47f0c00dff5e5dd29a2d0a22bf0dc7eaf617fbb8b14963fbec0702e41","title":"Only 2% of new medicines on the market have been tested in children within 9 months of approval.","link":"https://kathmandupost.com/health/2024/05/03/under-two-percent-medicines-in-the-market-tested-in-nine-months","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1714697599.jpg&w=900&height=601","date":1714694400000,"source":"kp","category":"health","content":"**Summary of Medicine Quality in Nepal**\n\n* Department tested 348 medicine samples out of 20,000 available in the market.\n* Some samples collected 13 months ago haven't been tested yet, and may have expired.\n* Some tested samples were found substandard and recalled from the market.\n* Department admits it has tested too few samples to ensure overall quality.\n* Department is understaffed and laboratory is slow, leading to delays in testing.\n* Drug companies have the responsibility to ensure medicine quality, but testing all medicines is not possible.\n* Random samples are collected and tested.\n* If drugs are found substandard, companies are told to recall them.\n* Delays in testing mean substandard drugs may already be sold when results come in.","summary":"Despite collecting hundreds of drug samples for testing, the Department of Drug Administration has tested less than 2% of registered drugs, leaving patients vulnerable to substandard medicines due to delayed testing and inadequate sample collection."},{"hash":"f7d587fba320830df3d5490b1476f7bed784a09cb467e0da2566ea0c042e9aa7","title":"Air pollution causing asthma in young children.","link":"https://kathmandupost.com/health/2024/04/29/toxic-air-is-giving-young-children-asthma","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GKnxljjWYAAVcmb-1714354861.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"health","content":"**Air Pollution in Nepal**\n\n**Problem:**\n* Air pollution is getting worse in Nepal, especially in Kathmandu and Saptari.\n* This is causing more children to have asthma, which can lead to lung damage if not treated.\n\n**Causes:**\n* Forest fires, cars, factories, and burning farm waste are making the air toxic.\n\n**Health Effects:**\n* Asthma, lung problems, skin diseases, and other health issues.\n* Pregnancy loss, organ underdevelopment, and shorter life expectancy.\n\n**Who's Most at Risk:**\n* People living in areas with high air pollution, especially small children and women.\n\n**What to Do:**\n* Seek medical help if your child has shortness of breath or wheezing.\n* Be aware of other triggers for asthma, such as allergies.\n* Air pollution is shortening the lives of Nepalis by around 5 years.","summary":"Air pollution, primarily from forest fires and vehicular emissions, has led to a surge in childhood asthma cases in Kathmandu, with polluted air significantly shortening life expectancy."},{"hash":"7278c32d05b7d91efd57a55cdeffa191fb8097c7d25b5ac6952d0aaf8ada290f","title":"Residents in seven districts will receive medicine to prevent elephantiasis.","link":"https://kathmandupost.com/health/2024/04/27/people-in-7-districts-to-be-given-anti-elephantiasis-medicine","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb21706159670-1714183227.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"health","content":"**Lymphatic filariasis (elephantiasis) campaign underway in Nepal**\n\nThe government is giving anti-elephantiasis medicine to everyone over two years old in seven districts. This is the last year of the campaign, so it's important for everyone to take the medicine.\n\nLymphatic filariasis is a disease spread by mosquitoes that can cause swelling in the legs, arms, and genitals. It can lead to disability and social stigma.\n\nThe medicine is safe and effective. Health workers will visit every home to make sure everyone gets the medicine.\n\nThe government has been working to eliminate lymphatic filariasis in Nepal since 2003. The disease has been eliminated from 70 districts so far.\n\nThis year's campaign could be the last, so it's important to take the medicine now.","summary":"Nepal's Epidemiology and Disease Control Division prepares for mass anti-elephantiasis drug administration in seven endemic districts, aiming to eliminate the disease by 2030."},{"hash":"0ed1ef279c5c1097aa7cd97df03f1d585cd0b8b8aa22954171fd3e38f37f8625","title":"taking-nepali-taste-to-new-york","link":"https://kathmandupost.com/food/2024/05/10/taking-nepali-taste-to-new-york","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/food1-1715265554.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"food","content":"**Nepali Chef in New York Elevates Nepali Cuisine**\n\nAditya Mishra, a Nepali chef in New York City, is passionate about sharing Nepali food worldwide. He started his supper club, \"The Sewing Tin,\" to offer fine dining with a sense of community and storytelling.\n\n**Inspiration and Journey**\n\nMishra's interest in cooking began as a teenager, when he was drawn to cooking shows and the stories of famous chefs. He studied engineering but later left to pursue his passion.\n\n**The Sewing Tin**\n\nThe concept of \"The Sewing Tin\" originated from Mishra's desire to create a more personal and communal dining experience for immigrants. The name reflects the immigrant experience of finding sewing supplies instead of food in cookie boxes.\n\n**Celebrating Nepali Cuisine**\n\nMishra's menu at \"The Sewing Tin\" celebrates both his Nepali and his partner's Indian heritage. He uses authentic techniques and ingredients to present Nepali dishes like kachaila and chatamari to New York City diners.\n\n**Future of Nepali Cuisine**\n\nMishra believes Nepali cuisine has the potential to wow taste buds everywhere. He is on a mission to share it globally and explore more of Nepal's diverse culinary traditions.\n\n**Challenges and Advice**\n\nBeing an outsider in New York has its challenges, but Mishra advises embracing opportunities and staying true to one's culture. He encourages chefs to be creative and avoid copying popular trends.\n\n**Signature Dish: Confit Duck Chatamari**\n\nMishra's signature dish combines a traditional Nepali delicacy with French influence. The dish features shredded duck on a chatamari pancake, topped with garlic aioli, pickled onions, and scallions.","summary":"Nepali chef Aditya Mishra, inspired by his culinary journey in New York and desire to elevate Nepali cuisine globally, established The Sewing Tin restaurant, blending Nepali traditions with modern culinary techniques to promote Nepali food and storytelling, while facing challenges as an outsider."},{"hash":"4f18229de2a5d8016e8888758de34cc858e98af2b542ed3077fa8ab2d1e49a3b","title":"Patience, passion, and pastries:\n- Patience: Wait patiently for results.\n- Passion: Love what you do.\n- Pastries: Enjoy life while working towards your goals.","link":"https://kathmandupost.com/recipes/2024/04/27/patience-passion-and-pastries","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/BakeleusbyCeleus-1714186343.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"recipes","content":"Celeus Baral is a baker who runs Bakeleus, selling jams, granola, cakes, and more. She uses fresh produce and emphasizes the connection between food and nature.\n\nDespite being a full-time student, Baral accommodates orders with 72 hours' notice. She believes in zero-waste and experiments with her creations.\n\nHere are three easy recipes from Baral:\n\n1. Mini Carrot Cakes: Combine flour, spices, and salt. Mix eggs, sugar, vanilla, and oil. Add carrots and walnuts to batter. Bake for 15-20 minutes. Frost with cream cheese frosting.\n\n2. Mulberry Fudge Cake: Cream eggs and sugar. Melt butter and chocolate. Add chocolate mixture to egg mixture. Mix in yogurt, cocoa powder, flour, and mulberries. Bake at 180°C.\n\n3. Strawberry Casserole: Blend yogurt, cream cheese, milk, honey, vanilla, flour, sugar, and salt. Line a baking pan and pour in the mixture. Top with strawberries and almond flakes. Bake for 25-30 minutes at 180°C.","summary":"Celeus Baral, a 21-year-old environment science student, runs the online baking shop Bakeleus, featuring pastries made with homemade produce and an emphasis on sustainability and experimentation."},{"hash":"9780e132b8e20251511cc1c330b02a430eeb7118100ff4ca205cc2bdd81eedba","title":"Potatoes are an important food source worldwide, providing carbohydrates, vitamin C, and minerals. They come in different varieties with varying colors, shapes, and textures. Potatoes are versatile and can be prepared in many ways, such as boiling, baking, frying, and mashing. They are a good source of energy and can be part of a healthy diet when consumed in moderation.","link":"https://kathmandupost.com/food/2024/01/27/know-your-food-potato","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled8copy-1706323718.jpg&w=900&height=601","date":1706313600000,"source":"kp","category":"food","content":"**Potatoes: A Vital Food in Nepal**\n\nPotatoes are a widely eaten and nutritious food in Nepal. They are:\n\n* **Cheap and versatile:** Used in most dishes and curries.\n* **Nutrient-rich:** Contain vitamins, minerals, and fiber, which benefit the body's health.\n* **Energy-rich:** Provide carbohydrates and other nutrients.\n\n**Potato Production and Import**\n\nNepal produces a lot of potatoes, but also imports some. Different types of potatoes are available, including red, white, and dark potatoes.\n\n**Benefits of Potatoes**\n\nPotatoes have many health benefits:\n\n* Support heart and muscle health with potassium.\n* Aid digestion with fiber.\n* Provide energy with carbohydrates.\n* Contain antioxidants that protect cells.\n\n**Cooking Potatoes**\n\nHow potatoes are cooked affects their nutritional value. Frying can reduce nutrients.\n\n**Caution for People with Diabetes**\n\nPotatoes can raise blood sugar, so people with diabetes should limit their intake.","summary":"Potatoes, a widely consumed crop in Nepal, provide essential nutrients like vitamins, minerals, and fiber, benefitting health, though excessive intake of junk potato products should be avoided, especially for diabetics."},{"hash":"8f050af11428f186d46c4f64b300a3441341f2f7048fe6b8a30e31626fd61759","title":"**Eggs: A Nutrient-Rich Superfood**\n\nEggs are highly nutritious and offer numerous health benefits. They are:\n\n* **Rich in protein:** Building block for muscles, bones, and skin.\n* **Good source of healthy fats:** Supports brain and cell function.\n* **Excellent source of vitamins:** A, D, E, and B12.\n* **High in minerals:** Choline, selenium, and iron.\n* **Versatile:** Can be cooked in various ways for breakfast, lunch, or dinner.\n\nIncluding eggs in your diet can:\n\n* Support muscle growth and repair\n* Improve brain function\n* Strengthen bones\n* Reduce disease risk","link":"https://kathmandupost.com/food/2024/01/13/know-your-food-eggs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/ezgif3822bacc5da-1705113903.jpg&w=900&height=601","date":1705104000000,"source":"kp","category":"food","content":"**Chicken Eggs: A Superfood for Health**\n\n**Benefits:**\n\n* Rich in vitamins, minerals, and protein\n* Help with weight loss, lower blood pressure, and fight infections\n\n**Availability:**\n\n* Nepal is self-reliant in egg production (3.1 million eggs per day)\n* Two sizes: big and medium\n* Pastured eggs (from local chickens) are more nutritious but more expensive\n\n**Recommended Intake:**\n\n* 1-2 eggs per day for adults\n\n**Quality Concerns:**\n\n* No official egg quality checks in Nepal\n* Antibiotics used in chicken farming may be present in eggs\n\n**Additional Benefits:**\n\n* Boost skin health and appearance\n* Enhance mental energy\n* Protect against eye diseases\n* Support brain development in pregnant women and breastfeeding mothers","summary":"Chicken eggs, a nutritious superfood containing essential minerals and vitamins, offer numerous health benefits including weight loss, reduced blood pressure, and protection against infections, contributing to reduced malnutrition in Nepal."},{"hash":"4441762448a02cd0b37a86fb1a58f420dbb6206d6c636319eb6405bfa4ae8b25","title":"Piano Piano South serves delicious Italian cuisine.","link":"https://kathmandupost.com/food/2023/12/28/italian-delights-at-piano-piano-south","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/Main1-1703773991.jpg&w=900&height=601","date":1703721600000,"source":"kp","category":"food","content":"**Piano Piano South: A Serene Italian Oasis**\n\n* Located in Lalitpur, Piano Piano South offers a peaceful escape from the city.\n* Enjoy indoor or outdoor seating in a charming garden with live piano music.\n* New menu features Italian dishes by chef Sujan Poudel.\n* Appetizers include soups, bruschetta, and calamari.\n* Main courses include ravioli, pasta, and fish dishes.\n* Desserts include tiramisu and chocolate cake.\n* A curated wine selection complements the Italian fare.\n* The ambiance is perfect for relaxation and special occasions.","summary":"Piano Piano South, a serene escape in Bakhundole, Lalitpur, offers a revised Italian menu featuring antipasti, hearty main courses, delectable desserts, and a curated wine selection, all amidst a tranquil garden setting with live piano music."},{"hash":"85fd1b1b76fc26f28ffe0a271a86ba321af054d84ef73a9cb8c3c3bf2c72f12e","title":"**7 Must-Visit Places in Nepal in 2024**\n\n* **Kathmandu:** Historic city with ancient temples and bustling markets.\n* **Pokhara:** Scenic lake town with stunning mountain views and adventure activities.\n* **Chitwan National Park:** Wildlife sanctuary home to endangered species like tigers and rhinos.\n* **Annapurna Base Camp Trek:** Epic mountain trek to the base of Annapurna, the 10th highest mountain in the world.\n* **Everest Base Camp Trek:** Challenging but rewarding trek to the foot of Mount Everest, the highest mountain in the world.\n* **Lumbini:** Birthplace of Lord Buddha, a sacred pilgrimage site.\n* **Ghorepani:** Hilltop village offering breathtaking views of the Annapurna mountains.","link":"https://kathmandupost.com/travel/2024/02/19/7-places-in-nepal-you-should-visit-in-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1708309532.jpg&w=900&height=601","date":1708300800000,"source":"kp","category":"travel","content":"**Mundhum Trek:**\n\n* New cultural trail in eastern Nepal.\n* Passes through indigenous villages and landscapes.\n* Panoramic views of Everest and other 8,000ers.\n* Best time to visit: March-May.\n\n**Janaki Mandir:**\n\n* Hindu temple in Janakpur.\n* Largest temple in Nepal.\n* Dedicated to Sita.\n* Celebrating marriage anniversary of Ram and Sita in December.\n\n**Kuri Village:**\n\n* Tourist destination in Kalinchowk.\n* Elevation of 3,842 meters.\n* Mesmerizing views of the Himalayas.\n* Snowfall in December-February.\n\n**Annapurna Base Camp Trek:**\n\n* Picturesque journey to the foothills of Annapurna South.\n* Rich cultural diversity and stunning scenery.\n* Budget-friendly trek.\n* Best time to visit: September-October or March-May.\n\n**Bardiya National Park:**\n\n* Home to Royal Bengal Tigers.\n* Other wildlife includes elephants, rhinos, dolphins.\n* Best time to visit: September-December or February-May.\n\n**Khaptad National Park:**\n\n* Protected area in western Nepal.\n* Pristine and untouched.\n* Best time to visit: March-May or October-November.","summary":"Nepal offers diverse cultural experiences, from exploring indigenous villages on the Mundhum Trek to visiting holy sites like Janaki Mandir, scenic landscapes at Kuri Village, popular treks like Annapurna Base Camp, wildlife sanctuaries at Bardiya National Park, and pristine wilderness at Khaptad National Park."},{"hash":"c077b34beda2250a997231f215f178053a057340c5c72de0aec15b25ae40ddb7","title":"**Old Memories, New Realities in Phidim**\n\nPhidim, a town in Nepal, holds dear memories for many. However, over time, it has also changed, bringing new realities.\n\nOld memories include the traditional lifestyle, friendly neighbors, and bustling market. New realities include modern buildings, increased traffic, and a changing social landscape.\n\nDespite the changes, the spirit of Phidim remains strong, characterized by a blend of old traditions and new opportunities.","link":"https://kathmandupost.com/travel/2023/11/18/old-memories-and-new-realities-in-phidim","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/phidim%20main%20(1).JPG&w=900&height=601","date":1700265600000,"source":"kp","category":"travel","content":"The author revisits his hometown, Phidim, and finds it greatly transformed. Once a peaceful town, it has become a bustling stopover for pilgrims. The author reflects on the changes and the inevitable process of leaving a place, while also cherishing the memories of his childhood.","summary":"The author revisits his hometown, Phidim, observing its transformation from a rustic settlement to an urbanizing transit town, reflecting on nostalgia, development, and the inevitability of leaving home."},{"hash":"6ec2c2cb523a223a47b5f232132774b5872a4d0a9220fb4a176d50e203ea7484","title":"Architecture meets art, creating spaces that are both functional and aesthetically pleasing.","link":"https://kathmandupost.com/travel/2023/10/28/a-blend-of-architecture-and-artistry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/travel5-1698457058.jpg&w=900&height=601","date":1698451200000,"source":"kp","category":"travel","content":"**Lucknow's Bara Imambara: A Timeless Marvel**\n\nLucknow's Bara Imambara welcomes visitors with a smile. This historic building, constructed in 1784, offers a glimpse into Lucknow's rich past.\n\nThe complex features:\n\n* **Rumi Darwaza:** A grand entrance gate.\n* **Asafi Mosque:** An elegant white mosque with intricate carvings.\n* **Asafi Hall:** A vast, pillar-less hall with a secret support system.\n* **Bhool Bhulaiyaa (Labyrinth):** A confusing network of corridors and staircases.\n* **Shahi Baoli (Stepwell):** An underground well with a well-thought-out design.\n\nThe Bara Imambara is a testament to the architectural ingenuity of the past. Its beauty, mystery, and historical significance make it an unforgettable destination.","summary":"Bara Imambara, a grand 18th-century palace in Lucknow, boasts an impressive Asafi Mosque, a gravity-defying Asafi Hall, a labyrinthine Bhool Bhulaiyaa, a rooftop view of the city, and an underground Shahi Baoli with intricate Mughal carvings and a unique security system."},{"hash":"e38b1beb524d0349efe3710dd274aab2205ecb04d36e45cc18e25ff5fb66e639","title":"Explore the best hiking trails and treks for various skill levels. Discover hidden gems, scenic landscapes, and challenging adventures on foot.","link":"https://kathmandupost.com/travel/2023/10/14/of-treks-and-trails","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/travelmain-1697245584.jpg&w=900&height=601","date":1697241600000,"source":"kp","category":"travel","content":"**Trekking in Nepal**\n\n* Climbing mountains like Everest is challenging with cold, altitude, and physical strain.\n* Guides are essential for safety and support.\n\n**Tips for Beginners**\n\n* **Maintain a positive mindset:** Believe you can do it.\n* **Prepare physically:** Start training 1 month before the trek.\n* **Pack wisely:** Choose lightweight, warm clothing and essential items.\n* **Manage periods:** Pack necessary supplies and communicate with others about discomfort.\n* **Communicate effectively:** Build relationships with fellow trekkers and guides.\n\n**Challenges for Female Trekkers**\n\n* Female trekkers may face underestimation and demeaning comments.\n* They can overcome this by proving their abilities and supporting each other.\n\n**Becoming a Trekking Guide**\n\n* Join a trekking association and enroll in a guide course.\n* Colleges offer mountaineering programs for aspiring guides.","summary":"Mountain climbing in Nepal requires preparation, a positive mindset, and essential gear, with guides essential for support, especially for female trekkers facing challenges."},{"hash":"a9ad689d21f22e85bcaa462724561585142b33988f2d2ded57420f55cc029fb5","title":"**Solo Travel in Nepal**\n\nTraveling in Nepal as a solo traveler is a rewarding experience. Here's a summary:\n\n* **Safety:** Nepal is generally safe for solo travelers, but take usual precautions.\n* **Accommodation:** Wide range of options available, from budget guesthouses to luxury resorts.\n* **Transportation:** Public transportation is affordable and reliable, but taxis and private tours are also available.\n* **Activities:** Trek to the Himalayas, visit ancient temples, or explore vibrant cities.\n* **Local People:** Nepalese people are welcoming and hospitable.\n* **Tips:** Learn basic Nepali phrases, dress respectfully, and connect with other solo travelers online.","link":"https://kathmandupost.com/travel/2023/06/17/travelling-nepal-solo","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/SoloTravelMain11zon-1686967229.jpg&w=900&height=601","date":1686960000000,"source":"kp","category":"travel","content":"**Five women launched Duluwa Outdoors in 2021 to encourage women to travel alone.**\n\n**Nepal is generally safe for solo travel:**\n* Many solo travelers, both domestic and foreign, visit Nepal.\n* Women in Nepal often travel alone for cultural reasons.\n\n**Good solo travel destinations in Nepal:**\n* Start with short activities like going to the movies or hiking to nearby hills.\n* Take short trips to Pokhara-Bandipur or Illam for more comfort.\n* For trekking, consider Annapurna or explore valleys like Illam or Palpa.\n* For wildlife, visit Chitwan, Bardiya, or Shuklaphanta.\n\n**Tips for solo travelers:**\n* Plan ahead, especially transportation, accommodation, and finances.\n* Stay safe:\n    * Reach your destination before dark on long treks.\n    * Be aware of wildlife and natural disasters.\n    * Trust your instincts and keep people informed of your whereabouts.","summary":"Five Nepalese women founded Duluwa Outdoors, a platform empowering female solo travelers in Nepal, providing safety tips, destination recommendations, and community support."},{"hash":"6abff852e013616a4b186563210990eae2ab277dec212259f16a73c76d3dc949","title":"Government to reward cricketers and athletes with cash prizes.","link":"https://kathmandupost.com/sports/2024/05/10/government-to-provide-cash-reward-to-cricketers-athletes","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb6-1715304954.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"sports","content":"**Government Awards Sports Persons**\n\nThe government gave cash prizes to sportspeople for their achievements:\n\n* **Cricket:**\n    * Men's team for making it to T20 World Cup: Rs1.3 million each\n    * Head coach: Rs390,000\n\n* **Karate:**\n    * Arika Gurung (Asian Games silver): Rs1.95 million\n    * Head coach: Rs234,000\n\n* **Women's Kabaddi:**\n    * Team for Asian Games bronze: Rs390,000 each\n    * Head coach: Rs260,000\n\n* **Para Games:**\n    * Palesha Goverdhan (Asian Para Games bronze): Rs1.3 million\n    * Head coach: Rs260,000","summary":"Government awards cash prizes to Nepali sportspersons for achievements in cricket, karate, kabaddi, and parateakwondo, totaling Rs29.71 million, with cricket receiving over Rs20.47 million."},{"hash":"d3bf2681c5f44f567c2b7e08f966046fb572ea416e8cfddac399e392844a7256","title":"Nepal wins the final match of a 3-match series against West Indies A, ending the series with a score of 2-1.","link":"https://kathmandupost.com/cricket/2024/05/04/nepal-win-last-match-against-west-indies-a-to-conclude-series-2-3","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GMucR8qbwAAxeZl-1714817959.jpg&w=900&height=601","date":1714780800000,"source":"kp","category":"cricket","content":"**Nepal's Cricket Victory**\n\nAasif Sheikh, Anil Sah, and Kushal Malla helped Nepal win against West Indies A in their fifth T20 match.\n\nNepal's bowlers, Sagar Dhakal and Sompal Kami, bowled well, while the batsmen, led by Sheikh and Sah, chased down the target of 173 runs.\n\nDespite the loss, West Indies A won the series 3-2.\n\nNepal's victory gave them some pride and they will now focus on their World Cup preparations.","summary":"Nepal defeated West Indies A by six wickets in the fifth T20, with Aasif Sheikh, Anil Sah, and Kushal Malla starring with the bat and Sagar Dhakal and Sompal Kami with the ball, restoring some pride despite losing the series 3-2."},{"hash":"9d7ced68a72cb11104cf4b0dbf516e03a1daade9b97560e45bd16d4688ad8043","title":"West Indies easily chased 210 against Nepal, winning by 7 wickets.","link":"https://kathmandupost.com/cricket/2024/05/02/west-indies-a-post-210-run-target-against-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/match-1714707130.jpg&w=900&height=601","date":1714608000000,"source":"kp","category":"cricket","content":"Nepal lost to the West Indies A in the fourth T20 match, giving the visitors a 3-1 lead in the series.\n\nNepal chased 210 runs but only scored 181, with Rohit Paudel scoring 82 runs for Nepal. Kushal Bhurtel, Aasif Sheikh, and Kushal Malla had poor performances.\n\nEarlier, West Indies A scored 209-3, with half-centuries from Johnson Charles and Andre Fletcher.\n\nNepal will travel to West Indies and the United States for the T20 World Cup next month with a 15-man squad consisting of experienced players.\n\nThe fifth and final T20 match of the series will be played on Saturday.","summary":"Nepal lost the fourth T20 against West Indies A by 28 runs, securing an unassailable 3-1 lead for the visitors, with Rohit Paudel scoring 82 for Nepal in a chase of 210."},{"hash":"a5e3edf276d54cd57e7292f16946aa79bba9683852ec9205a675963d0ef498de","title":"Nepal has chosen its team for the ICC Men's T20 World Cup.","link":"https://kathmandupost.com/sports/2024/05/01/nepal-announces-squad-for-icc-men-s-t20-world-cup","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/nepal-1714612274.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"sports","content":"**Nepal's Cricket World Cup Squad Announced**\n\nDespite a recent loss, Nepal coach Monty Desai has named an experienced team for the T20 World Cup. The squad includes:\n\n* Captain Rohit Paudel\n* Aasif Sheikh\n* Anil Sah\n* Kushal Bhurtel\n* Kushal Malla\n* Dipendra Airee\n* Lalit Rajbanshi\n* Karan KC\n* Gulsan Jha\n* Sompal Kami\n* Pratis GC\n* Sundeep Jora\n* Abinash Bohara\n* Sagar Dhakal\n* Kamal Airee\n\nSome players who performed poorly in recent matches, like Binod Bhandari and Bibek Yadav, were left out. However, Kushal Bhurtel, who has been struggling for form, was retained.\n\nNepal will face the Netherlands, Bangladesh, Sri Lanka, and South Africa in the World Cup. They will begin their campaign against the Dutch on June 4.","summary":"Nepal's experienced squad for the ICC Men's T20 World Cup, led by Rohit Paudel, faces challenges with batting struggles despite several roster changes."},{"hash":"32ed3ca97afc01da3fa2ac6201959faa2164bdc060ba833bb2c5a81fbb0bf54a","title":"Israel has told more people in the Rafah area of Gaza to leave their homes.","link":"https://kathmandupost.com/world/2024/05/11/israel-orders-people-in-more-areas-of-gaza-s-rafah-to-evacuate","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersJE7KOBOKJVPWHMVUUGMEO3QA7M-1715427667.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"Israel called on Saturday for Palestinians in more areas of Gaza’s southern city of Rafah to evacuate and head to what it calls an expanded humanitarian area in Al-Mawasi, in a further indication that the military is pressing ahead with its plans for a ground attack on Rafah.In a post on social media site X, a military spokesperson also called on residents and displaced people in the Jabalia area of northern Gaza, and 11 other neighbourhoods in the enclave to go immediately to the shelters west of Gaza City.According to the Palestinian news agency WAFA, 24 Palestinians were killed overnight after Israeli jets targeted several areas in central Gaza.Despite heavy US pressure and alarm expressed by residents and humanitarian groups, Israel has said it will proceed with an incursion into Rafah, where more than 1 million displaced people have sought refuge during the seven-month-old war.Israel’s military said that so far, about 300,000 Gazans have moved towards Al-Mawasi.Israel says it cannot win the war without rooting out thousands of fighters of the Islamist Hamas movement it believes are deployed in Rafah.Israeli tanks captured the main road dividing Rafah’s eastern and western sections on Friday, effectively encircling the eastern side in an assault that has caused Washington to hold up delivery of some military aid to its ally.The White House said on Friday it was watching the Israeli operations “with concern,” but they appeared to be localized around the shuttered Rafah crossing and did not reflect a large-scale invasion of the city.The war was triggered by a Hamas-led attack on southern Israel in which some 1,200 people were killed and more than 250 people taken hostage, according to Israeli tallies.Israel's military operation in Gaza, which it says aims to eliminate Hamas, has killed close to 35,000 Palestinians, according to Gaza's health ministry. The bombardment has laid waste to the coastal enclave and caused a deep humanitarian crisis.The Biden administration said on Friday Israel’s use of US-supplied weapons may have violated international humanitarian law during its Gaza operation, in its strongest criticism to date of Israel.But the administration stopped short of a definitive assessment, saying that due to the chaos of the war it could not verify specific instances where use of those weapons might have been involved in alleged breaches. ","summary":"Amidst ongoing Israeli military operations, residents of Rafah, Jabalia, and other Gaza areas have been urged to evacuate to designated areas, with 24 Palestinians killed in overnight airstrikes and Israel considering a ground attack on Rafah."},{"hash":"ccbdfb55569231d56fab27409904b9d31563344b2153ca0275e445e05753067b","title":"Taliban says floods in Afghanistan have killed 153 people.","link":"https://kathmandupost.com/world/2024/05/11/death-toll-in-afghanistan-floods-rises-to-153-says-taliban-interior-ministry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersQYK4WJXC4ZJHZBDQIH73KL2UIA-1715426843.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"Devastating floods in Afghanistan have killed at least 153 people and injured 138 more across three provinces. Many are missing, and homes, transportation, water, and waste systems have been destroyed or damaged. The World Health Organization is sending health teams to provide treatment, while the Taliban has sent helicopters to assist civilians.","summary":"Flash floods in northern Afghanistan have caused 153 fatalities and 138 injuries in Baghlan, Takhar, and Badakhshan, leaving many homeless and infrastructure severely disrupted."},{"hash":"eaa13415538d7c525c64e911242603237c2ce9a68918e45628c713c0356da59f","title":"India's poll watchdog has been accused of not taking action against Prime Minister Modi's government for breaking election rules, allowing him to commit \"brazen violations.\" The opposition says the watchdog's inaction has given the ruling party an unfair advantage in recent elections.","link":"https://kathmandupost.com/world/2024/05/11/india-poll-watchdog-s-inaction-lets-pm-modi-commit-brazen-violations-opposition-says","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersFULCPGZWABIALBM2WJSBKG7YWI-1715411865.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"world","content":"India's opposition says the election watchdog is not stopping Prime Minister Modi from using hateful and false speech in his campaign speeches. The watchdog is supposed to keep political parties from dividing people along religious or other lines.\n\nThe opposition has complained about Modi's speeches, but the watchdog has not taken any action yet. The opposition says this is unfair and hurts India's democracy.\n\nThe watchdog has asked for a response from Modi's party about one speech, but has not made any decisions on the other complaints. The opposition says this delay is damaging the watchdog's credibility and the election process.","summary":"Indian opposition accuses election commission of inaction on Prime Minister Modi's alleged hate speech and misrepresentation while seeking a third term."},{"hash":"4d1e5970683b220a3a181fcf8a9659ad24ba8e6238140fc24bf200beeabc779f","title":"Piracy and unauthorized translation of foreign books are common in Nepal. This deprives authors of proper compensation and hinders the growth of the local publishing industry.","link":"https://kathmandupost.com/books/2023/07/31/unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/books-1690776078.jpg&w=900&height=601","date":1690761600000,"source":"kp","category":"books","content":"**Unauthorized Translations in Nepal's Book Market**\n\nIn Nepal, many popular books have been translated into Nepali without permission from the authors or publishers. This includes books by Taslima Nasrin, Steve Jobs, and Robert Kiyosaki. While some Nepali publishers claim to have done \"creative writing\" with the translations, others simply admit to translating the books without permission.\n\n**Consequences of Unauthorized Translations**\n\nUnauthorized translations hurt authors, as they don't receive royalties for their work. They also harm publishers, who lose revenue to pirated books. Additionally, the quality of unauthorized translations is often poor.\n\n**Government Response**\n\nNepal has a Copyright Act in place, but it is not effectively enforced. The government has considered amending the Act to give more authority to the copyright registrar's office. However, there is a lack of regulatory mechanisms to ensure the quality of translations.\n\n**Impact on Nepal's Reputation**\n\nThe proliferation of unauthorized translations is tarnishing Nepal's reputation in the global book market. It also undermines the country's fledgling book publishing industry.\n\n**Need for Collaboration**\n\nTo address the issue of unauthorized translations, the government, publishers, authors, and readers need to work together. The government should strengthen enforcement of the Copyright Act and seize pirated books. Publishers should reach out to international authors for translation rights. Authors should be encouraged to take legal action against copyright violations.","summary":"Nepal's book market is rife with unauthorized translations of popular foreign works, infringing copyright laws and hindering the growth of its book publishing industry."},{"hash":"f91af36450d89ad58798b4c4d401adfda4ba09b3625ea1c7677f78706e25f747","title":"Disadvantaged youth from areas heavily influenced by Maoist ideology in India attempt to escape poverty and find opportunities in the United States, but encounter obstacles and challenges.","link":"https://kathmandupost.com/national/2023/06/25/desperate-youths-from-maoist-heartland-hit-us-wall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/CIJ-1687660964.jpg&w=900&height=601","date":1687651200000,"source":"kp","category":"national","content":"**Youths from a former Maoist stronghold in Nepal are illegally migrating to the US, often through brokers.**\n\nDespite the risks, many youths from the Tak village in Rukum East, a region that was once a Maoist stronghold, are taking on high-interest loans to pay brokers to get them to the US illegally.\n\nAfter getting to the US illegally, many are deported and return home empty-handed, with lost funds and unpaid debts. Some even face unspeakable ordeals during their journeys or in detention camps.\n\nThe village has lost millions of rupees due to deportations and failed attempts to reach the US. Some deported youths have fled the village, unable to cope with the financial burden.\n\nThose who have been deported or returned from half-way tell tragic tales of their experiences, while those who have been granted refugee status in the US often boast about their journeys.\n\nSimilar stories are heard in other former Maoist strongholds, such as Sisne Rural Municipality and Dang's Tulsipur and Ghorahi.\n\nDespite the growing trend, local governments and political parties seem indifferent. The lack of political will and legal remedies has allowed organized human trafficking to flourish.\n\nThe Anti-Human Trafficking Bureau says that over 170 Nepalis have been deported from the US in recent years, many from former Maoist bases.\n\nExperts attribute the rise in human trafficking in these areas to the failure of the political system to address livelihood issues and economic problems that have persisted since the insurgency.","summary":"Bharat Budha, chair of Putha Uttarganga Rural Municipality’s ward 10, knows that many youths from his village have made it to the United States via ‘tallo bato’—backdoor route—and that many are still on the way. He also knows that eight of them have been deported from the country and that they have lost a cumulative Rs45 million in the process. The deported youths say that they returned home empty-handed after facing unspeakable ordeals and lost Rs6 million each on average.The Tak village in Rukum East—a close-knit settlement of 425 houses—was considered the Maoists’ ‘base area’ during the insurgency. Village youths who reached the US through illegal routes and got deported have lost an estimated Rs40 million. The number of those who returned without completing the journey and the amount they lost remain unknown.To get to the US, the youths have taken loans at up to 36 percent interest per annum from their relatives and village landowners. In Tak village, at least one person each from half of the households has gone abroad, Budha said. “Youths started going to America about six-seven years ago,” he said. “If they could gather enough money, the whole village would try to go to the US.” Budha’s own son had reached the US illegally in 2017, spending Rs3.2 million.During the insurgency, outsize slogans of revolution would adorn the walls of houses in the village. Hoping for a better life, people from all walks of life helped out the Maoists. But now, village youths are paying the agents to illegally get to the US—a country that the Maoists used to call their ‘enemy’, an ‘imperialistic force’. This has cost the Tak village much and in multiple ways.Death of a dreamSome of the deported youths have chosen to flee the village altogether, burdened with debt and creditors’ pressure. At least five such families have already left, said a resident. The family of Ram Budha was one of them. On April 28, 2015, Ram, who had returned to Nepal after working in Malaysia for eight years, took the illegal route to the US. He travelled through arduous trails for months and finally arrived in the country. Upon reaching the country, he was detained and had to stay at the detention camp for 27 months. When his refugee application was rejected, he was deported to Nepal in mid-December 2019. He lost Rs4.5 million in the process. He now owes over Rs6 million to creditors. “After the creditors began to put pressure on me, I couldn’t live in the village peacefully,” said Ram, who currently runs a vegetable farm in Tarakeshwar, Kathmandu.While those who got to the US through illegal routes and fortunately got refugee status there narrate their stories with pride, those who have been deported or returned from half-way have tragic tales to tell.Nanda Kala Gharti, who lives in a small stone house on the upper flank of Tak village, spends her days in melancholy. Her husband, Dhanlal, had chosen to take the illegal route to the US, and Nanda Kala, a mother of four, is living with the repercussions of his decision. Dhanlal had got into the US after a six-month long arduous journey and was detained immediately. He had to spend four years in the detention camp, before he was deported to Nepal. He had already lost Rs6 million.Nanda Kala said they now have an insurmountable crisis in their hands. Pointing to her son, she exclaimed, “When will he grow up, go abroad and pay back the loans!”Dhanlal himself tried to go to Croatia once and spent 15 days in Kathmandu for the process. But after he was turned down, he returned home dejected. “Now we will submit the passport to another agent [for Dhanlal’s trip abroad],” Nanda Kala said. “There’s no point staying here.”Stories that echo each otherThe situation in Sisne Rural Municipality is similar to that of Putha Uttarganga. Here, one can hear plenty of stories of those who have tried to go to the US and those who are fighting refugee cases there. Krishna Regmi, chair of the rural municipality, personally knows seven people who have been deported from the US.Gangaram Khadka, a resident of Sisne-3, runs a bee and chicken farm. Like other young men in his village, Khadka had headed off to the US via an illegal route on 27 March, 2018. He had reached the US via the New Delhi-Moscow-Barcelona-Bogota-Panama-Costa Rica-Nicaragua-Honduras-Guatemala-Mexico route. When he finally arrived in the US, he was detained and had to spend 11 months in detention. He was deported on 15 March, 2019. He had handed over Rs3.2 millions to the agent and spent Rs2 million to fight the case to become a refugee. “It’s not possible for me to pay back the loan while working in Nepal,” he said. “I aim to pay back some interest and head off abroad again.”For six months after Khadka was deported, he had anxiety and headache, he said, adding the three people from his village who were deported like him are also struggling with their mental health.Tikaram Pun, a 40-year-old resident of Bohora village in Musikot-4, is also haunted by his past journey. In September 2017, he reached the US after crossing 17 countries with the help of organised human traffickers. Of the 41 people in his group, 31 were from Rukum East and Rukum West, he said. Pun, who was detained on arrival in the US, spent 24 months in a detention camp. His refugee application was also refused and so he was deported along with eight other Nepalis. “When I returned, I started having mental health problems. I still suffer from them,” he said. Pun is under pressure from creditors and relatives to pay back the Rs9.2 million loan he had taken for the task.Those who died on the wayA group of 10 Bangladeshis and seven Nepalis, including Rupak Bohora of Bafikot-3 in Rukum West, were on a mission to reach Costa Rica through Colombia, Caribbean Coast, Capuragana and Panama. But while they were crossing a sea, their boat capsized. As many as 12 died in the incident, including six Nepalis. Rupak’s wife, Geeta, learned about the incident only after six days, on 25 June, 2021.“I still don’t know what exactly happened,” said Geeta, who had been married off at age 19 and is now a mother of two daughters. The only thing she knows is that Rupak has died and she is now all alone. And that she has Rs5 million in loan taken for Rupak’s trip. She showed a picture of her husband on her phone to this scribe and said, “I only have memories.”Lack of political will and legal remediesThe concrete bridge over Chewang river is on the edge of Tak village. On the walls of the bridge are paintings of political theorists like Marx, Engels, Lenin, Stalin and Mao, and the iconic slogan, ‘Workers of the world, unite!’, below them. But the slogan appears to be at odds with life in the village. Given the phenomenon of illegal travels to the US through the help of organised human traffickers, the whole village appears to be emptying. Neither the local governments are concerned about the phenomenon nor are the political parties paying attention.Puniraj Gharti, chair of Putha Uttarganga Rural Municipality, said though the trend is worrying, there’s nothing he can do. “How could we stop them from making the trip when they are struggling to make a living in the village?” he said.Krishna Regmi, chair of Sisne Rural Municipality, said that the vicious cycle of poverty started after marijuana farming was banned in the country. Then the Maoist insurgency added to the woe, forcing youths to migrate. The signing of the peace agreement in 2006 didn’t herald any change in the economy either and youths are struggling to get jobs. Organised human traffickers are cashing in on this sorry state of affairs, Regmi said. “Meter byajis [usurious lenders] are also promoting this phenomenon,” he added.The phenomenon is equally rife in Dang’s Tulsipur and Ghorahi. Ramesh Kumar Pandey, chair of Ghorai-15, says that even though many heading to the US are swindled, no complaints are filed at the ward office. “Only those who attempt to go to Saudi Arabia or Qatar file the complaints,” he said.One can infer from Pandey’s statements that the families of such illegal travellers don’t want to publicise the ordeals of their family members. On the one hand, agents threaten them to not publicise the issue; on the other, they fear they themselves would be punished by law.According to the Anti-Human Trafficking Bureau, as many as 178 Nepalis, including 174 men, have been deported from the US in the five fiscal years after 2018-19. Of them, the highest 49 are from Rukum while 37 are from Dang. The data doesn’t include those who returned after making it to the half-way or those who have been fighting the legal battle in the US for refugee status. But this data is enough to show that many such youths are from the ‘base areas’ of the Maoist insurgency.SSP Jeevan Shrestha, chief of the bureau, said that data on the number of such victims and the amounts they have spent is hard to collect since complaints are rarely filed with the police. “This is human trafficking but for a lack of law, we are still compelled to launch the cases as per Human Trafficking and Transportation (Control) Act 2074 BS,” Shrestha said. “The Act provides a maximum penalty of Rs250,000 for the offenders and 50 percent of that as compensation to the victims.” Without specific law, police also invoke the theft and organised crime act to punish the offenders, he added.On the one hand, police receive no complaints; on the other, the phenomenon sees no control.Bhaskar Gautam, a political scientist, says the rise in cases of human trafficking in the insurgency’s ‘base areas’ is due to the political system’s abject failure.While the Maoists raised issues related to livelihood, nationalism and a new kind of democracy to fuel their war machine, after the peace process, it is livelihoods that have been hit the hardest, Gautam said. “The traditional way of life and economy took a hit during the insurgency,” he said. “Developments after the peace process also failed to address that. What sprang up was organised human trafficking.”(Mahesh KC in Rukum East and Durgalal KC in Dang contributed to this report.)This report is prepared in collaboration with the Center for Investigative Journalism-Nepal. "},{"hash":"5b41caa28761fd8ada1be7951764ae6954dd5a645984d3ea1fe0cdb1a6b25396","title":"no-private-hospital-bed-for-poor-patients","link":"https://kathmandupost.com/national/2023/06/10/no-private-hospital-bed-for-poor-patients","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/thumb19-1686358218.jpg&w=900&height=601","date":1686355200000,"source":"kp","category":"national","content":"**Private Hospitals Not Adhering to Regulations**\n\n**Issue:** Private hospitals are not meeting government standards to provide free treatment and beds to the underprivileged.\n\n**Background:**\n- Gyanumaya BK spent over Rs50,000 on medical expenses despite a regulation requiring hospitals to provide free care to those in need.\n\n**Reasons:**\n- Hospitals claim lack of information or ignore the regulation.\n- Monitoring by local authorities is weak due to lack of staff and lackadaisical approach.\n\n**Consequences:**\n- Poor and needy patients are forced to borrow money for healthcare.\n- Hospitals are not providing the mandated services to the poor.\n\n**Examples:**\n- Pokhara, Chitwan, Biratnagar, and Butwal have hospitals that are not following the regulations.\n\n**Proposed Solutions:**\n- Hospitals must adhere to the Health Facility Operation Standards-2020.\n- Local authorities must monitor and enforce the regulations.\n- Hospitals should provide discounts to the needy and submit reports on free services provided.\n- Legal action should be taken against hospitals that violate the regulations.","summary":"A 69-year-old Pokhara resident, Gyanumaya BK, suffered severe backaches and financial hardship due to the failure of private hospitals to adhere to the Health Facility Operation Standards-2020, which mandate free treatment for underprivileged patients."},{"hash":"b77ca7e7b78267d6faf47d3a5d33350d4a2d32ad0d495b2df4e78b3ca05359a9","title":"Analyzing PhD journeys, highlighting challenges, successes, and lessons learned. It explores the \"sagas\" or stories of PhD students, providing insights into their experiences.","link":"https://kathmandupost.com/columns/2024/05/09/dissecting-phd-sagas-ii","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadShutterstock11-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"**PhD at Nepal's Tribhuvan University**\n\n**PhD by Dissertation**\n\n* Traditional method used until recently.\n* Students wrote dissertations under guidance of supervisors.\n* Didn't require coursework.\n\n**PhD by Coursework**\n\n* New method adopted a few years ago.\n* Students take a series of courses in their field.\n* Aims to provide broad knowledge, research preparation, and teaching skills.\n\n**Challenges with PhD by Coursework at TU**\n\n* Dean's office controls programs, limiting disciplinary focus.\n* Many departments lack enough qualified faculty.\n* Hiring new faculty is difficult due to bureaucracy.\n* Lack of teamwork and cooperation among faculty.\n\n**Conclusion**\n\nThe PhD by Coursework system at TU has potential benefits, but the university needs to address challenges such as faculty staffing and program management to ensure the quality of doctoral training.","summary":"Tribhuvan University, Nepal, adopted a \"PhD by coursework\" route for its doctoral students in the Faculty of Humanities and Social Sciences six years ago, but its execution faces challenges due to limited faculty expertise, departmental control over programs, and recruitment issues."},{"hash":"f28ae9ad63c1c929af9895d12f7e3ddbbf1008986b2f4363563096a3954de19e","title":"Mount Everest, the world's highest peak, is polluted by trash left behind by climbers, threatening the environment and climbers' safety.","link":"https://kathmandupost.com/columns/2024/05/09/everest-a-high-altitude-garbage-dump","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownPostFilePhoto1-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"Every spring, many climbers attempt to summit Mount Everest, the world's tallest mountain. However, they encounter huge garbage accumulations on the mountain, particularly on the Nepal side.\n\nThis garbage problem has been growing since the 1980s due to the increase in climbing and trekking activities. It includes cans, bottles, plastic, human waste, and animal waste.\n\nThe garbage creates pollution, including microplastics found in water and snow samples and harmful chemicals on the glacier.\n\nEfforts are underway to address the issue. The Sagarmatha Pollution Control Committee, the Nepalese government, and nonprofits like Sagarmatha Next and NeverRest are working on solutions.\n\nThese solutions include requiring climbers to bring back waste, promoting sustainable tourism, developing a solid waste management plan, and implementing new technologies like portable solar tents, incinerator toilets, and dome tents.\n\nBy embracing modern technology and international cooperation, the garbage problem on Mount Everest can be addressed, preserving this iconic mountain for future generations.","summary":"As climbers ascend Mount Everest during spring, a garbage problem involving plastic, human waste, and microplastics poses environmental and health concerns, while efforts like strict regulations and new technologies aim to address the issue."},{"hash":"1801d6ead071c649a64c0fde0790be274f8900ce60b54acca6dfb6dbc55067e8","title":"karki-s-excesses-in-koshi","link":"https://kathmandupost.com/editorial/2024/05/08/karki-s-excesses-in-koshi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/third-party/thumb21-1715217280.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"editorial","content":"Kedar Karki, the Chief Minister of Koshi Province, has been asked to step down after losing support from his coalition partners.\n\nKarki had been holding onto the post despite no longer having majority support. He had refused to resign or call for a floor test.\n\nKarki's rise to power was supported by the CPN-UML, which is rival to his Nepali Congress party. This was controversial within the Congress party and contributed to the downfall of the coalition government at the national level.\n\nKarki's actions have highlighted the greed and immoral practices that have become common in Nepali politics, particularly at the provincial level since the adoption of federalism.","summary":"Kedar Karki, supported by UML despite being a Nepali Congress member, faced a no-confidence motion and is replaced as Koshi Province Chief Minister amid political turmoil and allegations of unethical practices in provincial politics."},{"hash":"505beefca11049926520cda4acceb5956f992fa7c660a8ef9ded812776844ff1","title":"Toilets for All is a program by the Indian government that provides clean, affordable, and accessible toilets to the public. It aims to improve sanitation and public health by constructing and maintaining toilets in public spaces, government buildings, and schools. The program also promotes hygiene practices and raises awareness about the importance of clean toilets.","link":"https://kathmandupost.com/editorial/2024/05/07/toilets-for-all","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb-1715129836.png&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"Gender-inclusive toilets are toilets that are open to everyone, regardless of their gender identity. They aim to create a safe and inclusive space for transgender and non-binary individuals who often face discrimination and discomfort using gendered toilets.\n\nNepal is promoting gender equality and inclusion for marginalized people, including gender non-conforming individuals. Gender-inclusive toilets are an important part of this effort, as they provide a safe and comfortable space for people of all gender identities.\n\nBuilding gender-inclusive toilets will align with the demands of the time and support the country's efforts in \"pink tourism.\" It will help create inclusive spaces for LGBTIQ individuals, making them feel welcome and included.","summary":"Globally, activists and LGBTIQ individuals advocate for gender-inclusive toilets that cater to all genders, with Nepal promoting equality and safety for marginalized communities by embracing this concept, despite facing challenges and a need for awareness campaigns and policy standardization."},{"hash":"33d5b7761eb5bd3b41e26b739647600e33685d1a97a97f0651c70b2650289129","title":"divided-we-fall","link":"https://kathmandupost.com/editorial/2024/05/07/divided-we-fall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb7-1715044507.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Political Parties in Nepal**\n\nPolitical parties in Nepal often break up and merge for power, not for different ideas. This has created a lot of distrust among the public.\n\nIn the latest case, Prime Minister Dahal and UML chair Oli split the Janata Samajbadi Party Nepal to prevent a different alliance from forming and toppling their coalition.\n\nThis kind of behavior has weakened the Madhesh movement, which fought for the rights of marginalized communities. It also reduces the diversity of political forces in Nepal.","summary":"Amidst coalition shifts, Nepali political parties witness another split, with the Janata Samajbadi Party Nepal dividing due to alleged efforts to form an alternate alliance and topple the current coalition."},{"hash":"349bf15e76b9ee93953ea9dcd19ecc5848ef7349536cadd8b4015572475f8225","title":"Working together on a project or task","link":"https://kathmandupost.com/editorial/2024/05/05/do-it-together","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb14-1714955634.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"editorial","content":"**Summary:**\n\nPrime Minister Dahal is considering forming a parliamentary committee to investigate fraudulent co-operatives, including accusations against Home Minister Lamichhane. The opposition Congress party is skeptical, fearing that the investigation will be used to protect Lamichhane. Despite this, Dahal insists that the goal is to help victims of the fraud. The Congress party wants assurances that the probe will be fair and independent. Both parties agree that the issue is urgent and must be addressed.","summary":"PM Dahal considers parliamentary probe into fraudulent co-operatives despite opposition skepticism, with demands for impartiality and justice for victims."},{"hash":"b8cf800b128e5429effac6538b5cdeff14e12e5c92d4968c239f48ce105eb283","title":"**Padam Giri Interview Summary**\n\nPadam Giri, a software engineer from India, got into Google after 19 attempts. Here are his key insights:\n\n* **Perseverance:** Don't give up after failures. Keep trying and improving.\n* **Practice:** Solve coding problems regularly to strengthen your skills.\n* **Preparation:** Study data structures, algorithms, and system design thoroughly.\n* **Interview Techniques:** Practice mock interviews and be confident in your abilities.\n* **Networking:** Connect with recruiters and attend industry events.\n* **Stay Updated:** Keep up with the latest technology and trends.","link":"https://kathmandupost.com/interviews/2024/05/05/interview-with-padam-giri","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/padamgiri-1714923097.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"interviews","content":"**Budget Session of Parliament**\n\n**Challenges:**\n* Dispute over forming a committee to investigate allegations against Deputy Prime Minister Rabi Lamichhane.\n* Opposition from Nepali Congress (Congress) over the committee's mandate.\n\n**Government's Plan:**\n* Proposes a broader committee to investigate issues in the cooperative sector.\n* Hopes to address Congress's concerns and ensure smooth functioning of parliament.\n\n**Bill Endorsement:**\n* Priority given to endorsing 24 bills, including the Enforced Disappearances Enquiry Act amendment and the school education bill.\n* Government aims to facilitate bill discussions and increase productivity.\n\n**Bill Drafting Process:**\n* Minister acknowledges complaints of lack of consultation.\n* Commits to broad discussions and public engagement where necessary.\n\n**Transitional Justice Act Amendment:**\n* Law Committee close to resolving contentious issues.\n* Government aims to endorse the bill in the upcoming session.\n\n**Transitional Justice Commission:**\n* Committee formed to recommend office bearers despite concerns.\n* National Human Rights Commission urged to participate in the process.\n\n**Judicial Appointments:**\n* Three Supreme Court positions vacant, fourth to become vacant soon.\n* Appointments expected within a week or two.\n\n**Electoral System:**\n* No discussions on changing electoral system currently.\n* Concerns raised about ensuring greater stability, but no concrete plans yet.\n\n**Possibility of UML-Congress Coalition:**\n* Dismissed as a closed chapter, with no ongoing discussions.","summary":"Amid differences between ruling and opposition parties over a probe committee, the federal parliament's budget session commences, with plans to endorse crucial bills and discuss legislative productivity."},{"hash":"39eb27d07dda639b3d5dd4481b8d6012361b0eeb330937898496f65c11c09fe8","title":"Expect difficulties in the coming months due to wildfires.","link":"https://kathmandupost.com/interviews/2024/04/28/next-two-months-will-be-challenging-due-to-fire-incidents","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/anilpokharel-1714368894.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Fire Incidents in Nepal**\n\n**Problem:**\n\n* Increased fire incidents, causing huge losses of homes and lives.\n* Lack of rainfall, high temperatures, and strong winds contributed to the severity.\n* Accumulation of forest litter due to low fire incidents in previous years.\n* Stubble burning due to labor shortage.\n\n**Government Response:**\n\n* Trained community forest members to fight fires.\n* Introduced portable fire pumps for easier access to difficult terrains.\n* Adopted helicopter operations to extinguish forest fires.\n* Increased awareness and education campaigns.\n\n**Other Factors:**\n\n* Population migration has left deserted settlements vulnerable to fires.\n* Lack of trained personnel and equipment to protect forests.\n* Provinces play a role in risk assessment and capacity building of local governments.\n* Commercial buildings need to be assessed for fire safety measures.","summary":"Fire incidents have been rising in Nepal due to insufficient rainfall, increased temperatures, and inadequate preparedness, leading to numerous house destructions and nine fatalities in the past two months."},{"hash":"2d1dcd1af2a010f1dc8a5288d051100d0a7e6e1ee7a6d0087e377a8fa051364f","title":"Nepal welcomes investors from all over the world with equal opportunities for all.","link":"https://kathmandupost.com/interviews/2024/04/28/nepal-presents-equal-opportunity-for-all-investors","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1714270342.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"Nepal is hosting an investment summit to attract foreign investors. They have learned from previous summits and improved their strategies.\n\nThis time, they will present success stories of investors in Nepal and will improve the investment environment. They will also amend laws to make it easier for foreign investment.\n\nNepal emphasizes clean energy like hydropower and aims to sell excess energy to neighbors like India and Bangladesh. They have signed agreements with India and Bangladesh.\n\nNepal acknowledges political instability but emphasizes policy consistency in investment sectors. They refute rumors and welcome investment from all sources.\n\nGeopolitical factors may influence investments, but Nepal remains open to legal investments without bias towards any country.","summary":"Nepal presents investment opportunities at the third Investment Summit, aiming to attract FDI, ease legal obstacles, improve credit rating, and address geopolitical concerns."},{"hash":"b8119b43ed80553d871f3b6e70a45b435e16350f69e3656d8ec00cdfd1f5e39e","title":"Electing the Prime Minister and Chief Ministers directly by the people can solve the problem of political instability.","link":"https://kathmandupost.com/interviews/2024/04/21/direct-election-of-prime-minister-and-chief-minister-way-out-of-instability","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/interview-1713764589.jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"interviews","content":"**Political Instability in Nepal**\n\nPolitical parties are competing fiercely to form provincial governments, causing public frustration. Leaders blame the mixed electoral system for political instability, but analyst Tula Narayan Shah argues that politicians' ambitions and corruption are to blame.\n\n**Electoral System**\n\nThe mixed electoral system, adopted after the 2006 People's Movement, has increased representation of marginalized groups in parliament, while reducing the dominance of upper-caste males. However, leaders have misused the proportional representation system, resulting in incompetent and corrupt candidates.\n\n**Provincial Governments**\n\nProvinces have replicated the problems of the central government, including corruption and instability. The parliamentary system has led to constant leadership changes.\n\n**Direct Election of Executives**\n\nShah argues for the direct election of prime ministers and chief ministers, as in local units, to provide stability. Scrapping the proportional representation system is not a solution.\n\n**Federalism**\n\nFederalism was demanded to address centralization and promote inclusivity. However, provinces have failed to deliver, leading to skepticism about their necessity. The problem lies in the lack of authority and effectiveness of provinces.\n\n**Madhesh Province**\n\nShah observes that while Madhesh Province has diverse areas, the homogenous southern region experiences traditional power dynamics and discrimination. The province has failed to address the needs of marginalized groups and promote inclusiveness.\n\n**New Parties in Madhesh**\n\nThe Janamat Party and Nagarik Unmukti Party have emerged in Madhesh, representing the dissatisfaction with established parties. The Janamat Party focuses on combating discrimination and bad governance, while the Nagarik Unmukti Party fights for the rights of the Tharu community.","summary":"Political parties engage in corrupt tactics to form provincial governments, while leaders debate blaming the mixed electoral system for Nepal's instability, with some advocating for a direct election of the prime minister and chief ministers for stability."},{"hash":"5c600ef479c5d95e859fb1a9dbd261d3a264f62d509d4185d7c4d11d0a9bb8ee","title":"I support a fully proportional representation system with a 5% threshold to ensure representation of diverse voices.","link":"https://kathmandupost.com/interviews/2024/04/15/i-am-for-a-fully-pr-system-with-a-five-percent-threshold","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/interviews/Untitled1-1713152017.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"interviews","content":"**Electoral System Reform in Nepal**\n\n**Context:**\n\nNepali Congress leaders advocate for changing the current mixed electoral system. The CPN-UML is open to the idea.\n\n**Former Chief Election Commissioner's Views:**\n\n* Electoral systems should be tailored to specific societies, considering voters' education, economic conditions, and social composition.\n* Nepal's mixed system, introduced in 2008, has helped ensure diverse representation.\n* However, parties have misused the system by promoting their relatives and allies under the proportional representation category.\n\n**Anomalies and Proposed Solutions:**\n\n* Restrict parties from manipulating the system to promote specific candidates.\n* Consider adopting a fully proportional representation (PR) system at the local level.\n* Primaries within parties to ensure more inclusive candidate selection.\n\n**Other Proposals:**\n\n* Allocating constituencies for women, Dalits, and other groups (considered impractical).\n* Electing all National Assembly members through PR and all lower house members through first-past-the-post (not feasible).\n* Increasing the threshold for PR representation (could benefit larger parties).\n\n**Additional Considerations:**\n\n* The complex current system could be simplified by adopting a fully PR system.\n* Online voting for Nepalis abroad is technically possible but may not be politically advantageous for incumbents.","summary":"Nepali Congress leaders propose electoral system reform to ensure stability, with support from CPN-UML; former chief election commissioner suggests a fullyproportional representation system with increased threshold and primaries to prevent manipulation."},{"hash":"16ca03860b600f5d221a63cab7bc1b2ab4dad746bbb104c9f57095e07f85ef78","title":"Muluki Ain is a legal code that defines laws and regulations in the country.","link":"https://kathmandupost.com/letters/2021/11/08/muluki-ain-is-a-legal-code","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/third-party/mulukiain-1636421052.jpg&w=900&height=601","date":1636329600000,"source":"kp","category":"letters","content":"**Summary:**\n\nThe Muluki Ain of 1854 is an important legal code that established a common law and rule of law in Nepal. It also acknowledges the caste system but calls for reforms where necessary to ensure equal treatment under the law. The caste system was initially based on aptitude and profession but later became associated with birth. King Jayasthiti Malla codified legal and spiritual practices into Nepala Rashtra Shastra. The Muluki Ain, compiled by a large council after extensive discussions, covers all aspects of life, including the caste system, but also recognizes the need for timely reforms.","summary":"The 1854 Muluki Ain of Jung Bahadur, translated by Heidelberg University, rationalized judicial structure and codified legal principles while recognizing the rule of law, despite incorporating elements of the caste system."},{"hash":"f26d8550751249ca6fce9099e307f744741857845591c48ab0d55210ac42e144","title":"Misleading news is false or inaccurate information that is presented as real news. It can be spread through traditional media, social media, or word of mouth. Misleading news can be harmful because it can lead people to believe things that are not true and make decisions based on that information. It can also damage people's trust in the media and each other.","link":"https://kathmandupost.com/letters/2021/04/12/misleading-news","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/opinion/thumb-1618223282.jpg&w=900&height=601","date":1618185600000,"source":"kp","category":"letters","content":"**Summary:**\n\nA news report claimed that Sinohydro Corporation, a contractor for the Melamchi Water Supply Project, didn't pay for materials used in construction. Sinohydro denies this, stating:\n\n* They bought construction materials legally, including imports and local purchases.\n* Some materials were recycled from tunnel and dam excavations.\n* All materials were used for specific construction purposes, such as concrete mixing, backfill, and lining.\n* They have paid all vendors and suppliers for the materials.\n* They have documentation to prove all transactions.\n\nSinohydro believes the news report is misleading and should be corrected.","summary":"Sinohydro denies omitting tax payments on materials used to construct structures for Melamchi Water Supply Project, claiming sourced materials were legally procured and payments were made accordingly."},{"hash":"e862b51d7419ba6f589572cd4032419c790b93c181a1334f46e1b9ab2f51169b","title":"Misunderstanding occurs when people interpret words or actions differently, leading to confusion or conflict. It can be caused by communication breakdowns, misinterpretations, or cultural differences. To avoid misunderstandings, try to clarify intentions, listen attentively, and consider different perspectives.","link":"https://kathmandupost.com/letters/2021/01/03/misunderstanding","date":1609632000000,"source":"kp","category":"letters","content":"**Japan-Nepal Job Program:**\n\n* Japan needs foreign workers, especially Nepalis in specific skilled roles.\n* Nepalis can apply for jobs directly with Japanese companies without government involvement (G2B).\n* Private recruiting agencies can help Nepalis find jobs in Japan.\n* Japanese companies may not always cover travel and medical expenses, as Japan has a free economy.\n* Japan has similar agreements with other South Asian countries.\n* Nepalese who passed the skill test are encouraged to search for jobs independently.","summary":"Japan requires foreign workers, and Nepal and Japan agreed in 2019 to facilitate Nepali workers obtaining jobs in Japan, but due to misunderstandings about the agreement, no workers have been able to go to Japan."},{"hash":"4d564e4aa9b147540d5d27c861b9724bce96976aa16a590835a10f4f29687ad6","title":"**Contributions to Nepali**\n\n* Introduced Nepali as an official language in Nepal in 1951.\n* Established Nepali as the medium of instruction in schools.\n* Created the Nepali Language Board to standardize the language.\n* Developed Nepali dictionaries, grammars, and textbooks.\n* Promoted Nepali literature and culture through literary organizations and festivals.\n* Fostered Nepali language learning through language classes and online resources.","link":"https://kathmandupost.com/letters/2020/11/30/contributions-to-nepali","date":1606694400000,"source":"kp","category":"letters","content":"The author expresses gratitude for the recognition of Nepali studies and acknowledges the contributions of Krishna Pradhan. Without Pradhan's teaching of Nepali for 15 years, the development of Nepali language, literature, history, and culture courses would not have been possible. However, these courses will no longer be available to future students in the UK.","summary":"Michael Hutt expresses gratitude for Deepak Thapa's recognition of his Nepali studies contributions at SOAS, acknowledging the crucial role of Krishna Pradhan in developing the program despite its discontinuation for future students in the UK."},{"hash":"a1d8bb473b76b044c715510c1e3cd12b7293a4516faf36066b07acc77fd64756","title":"chhaupadi-persists","link":"https://kathmandupost.com/letters/2020/09/24/chhaupadi-persists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2020/third-party/thumb3-1600897015.jpg&w=900&height=601","date":1600905600000,"source":"kp","category":"letters","content":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email ","summary":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email "}]