[{"hash":"4adecc78674c4904d6258cc34ddcbbac079fd0435d1b9573015113d463e6d7e8","title":"President to present government's plan in a special session of Parliament.","date":1715666470226,"source":"nn","link":"https://nepalnews.com/s/nation/president-to-unveil-government-policy-programme-in-joint-meeting-of-federal-parliament","imageLink":"https://web.nepalnews.com/storage/story/1024/FederalParliamentSept12_201909141811471689332766_1024.jpg","category":"nation","content":"**Government's Policy and Program for Upcoming Year**\n\n* President Ramchandra Paudel will present the government's plan for the next fiscal year in a joint meeting of Parliament on Tuesday at 3 pm.\n* The Parliament is inviting government officials and high-ranking individuals to attend.\n* Opposition parties want the plan to address unemployment, migration, and rural development.\n* The ruling party wants the plan to focus on job creation.\n* A Maoist lawmaker wants the plan to support farmers and make Nepal self-sufficient in agriculture.","summary":"President Ramchandra Paudel will present the government's policy and program document for the upcoming fiscal year in a joint parliament meeting on Tuesday."},{"hash":"c7dbc6d8acd171264e128c3ea6cbde9275bb7f7d8a63f3928302a4bb3923810e","title":"A plan for the next five years in the country has been finalized, which includes bold goals and aspirations.","date":1715666477050,"source":"nn","link":"https://nepalnews.com/s/business/16th-five-year-periodic-plan-draft-ready-with-ambitious-plans","imageLink":"https://web.nepalnews.com/storage/story/1024/national_planing_commision1715174848_1024.jpg","category":"business","content":"Nepal's 16th Five-Year Plan (2023-2028) aims to improve the economy and society, with goals including:\n\n* Economic growth rate of 7.3%\n* Per capita income of $2,413\n* Poverty reduction to 20.3%\n* Inflation of 5%\n* Increased access to healthcare, education, and infrastructure\n* Hydropower production of 11,769 MW\n* Internet access for 90%\n* Reduced unemployment to 5%\n* Improved governance and reduced corruption\n\nThe plan also aims to increase domestic production, exports, and employment, while reducing the trade deficit. It emphasizes inclusive development, job creation, and the empowerment of marginalized communities.","summary":"Nepal's 16th Five-Year Plan (2081/82-2085/86) aims for economic growth, poverty reduction, improved human development, and increased life expectancy, with ambitious targets for hydropower, internet access, and good governance."},{"hash":"a60a0a5adbebd953d3f935479d051b04adee3b266d7c6f6d8af9e8ad8b2961f0","title":"Hilly areas will have partly cloudy weather.","date":1715666484194,"source":"nn","link":"https://nepalnews.com/s/nation/partly-cloudy-weather-predicted-in-hilly-region","imageLink":"https://web.nepalnews.com/storage/story/1024/hot_weather1687700628_1024.webp","category":"nation","content":"Partly cloudy in hills, rain and snow in some areas today.\nPartly to fair weather tomorrow, except in Koshi, Gandaki, and Karnali provinces.","summary":"Partly cloudy weather with possible light rainfall, snowfall in hilly regions, and fair weather in other areas due to westerly winds and a low pressure system."},{"hash":"61475c7de34979e915d859aa05c896448cec902c850e9f161b2f164c902d7b70","title":"Expect more rainfall than usual during this monsoon season.","date":1715666487473,"source":"nn","link":"https://nepalnews.com/s/nation/more-than-average-rainfall-likely-in-this-monsoon-met-department","imageLink":"https://web.nepalnews.com/storage/story/1024/rain_(4_of_9)1677418608_1024.jpg","category":"nation","content":"Heavy rainfall is expected during monsoon season in Nepal. Rainfall is predicted to be 35-65% above average in many areas, including:\n\n- North-west Sudurpashim and south-east Bagamati\n- Central Madhesh, Koshi, and Gandaki\n- North-east Koshi and west Karnali","summary":"Due to above average monsoon rainfall predicted (35.4-55.4% more), the Department of Hydrology and Meteorology warns of possible regional variations in precipitation."},{"hash":"69cd7867f16ed270732741e62be0345e2d9b445afaf39a3c5a4241b8a77941b6","title":"In the month of Baisakh, fire incidents in Nepal have claimed 26 lives, making it the deadliest month for such incidents. This is likely the highest number of fire-related deaths recorded in any month in Nepal.","date":1715666493893,"source":"nn","link":"https://nepalnews.com/s/nation/fire-incidents-cause-26-deaths-in-a-month-baisakh-probably-reports-highest-cases-first-time-1","imageLink":"https://web.nepalnews.com/storage/website/default_1024.jpg","category":"nation","content":"**Fire Incidents in Nepal**\n\nIn April-May, there were 861 fires and 573 forest fires in Nepal, causing 26 deaths. Heat and lack of rain caused the increase.\n\n**Fire Deaths**\n\n* 20 people died in fires\n* 6 people died in forest fires\n\n**Other Deaths**\n\n* 8 people died from lightning strikes\n* 2 people died from altitude sickness\n* 1 person died from flooding\n* 1 person died from an animal attack\n\n**Forest Fires**\n\n* Highest number ever reported in April-May\n* Usually occur mid-January to mid-June\n* Terai and inner Madhesh areas are most vulnerable\n* Often caused by deliberate burning or carelessness","summary":"Fire incidents, including forest fires, killed 26 and affected 1,364 families in Nepal's Baisakh month (mid April-mid May), with Baisakh experiencing a probable record-high number of forest fires."},{"hash":"a60df9dc76148ec125b04dd467a8e8750e6344f8b6e39c99dbf8831db91a06a9","title":"During the month of Baisakh, fire incidents in Nepal resulted in 26 deaths, potentially marking the highest number of fire-related fatalities in the country's history.","date":1715666500319,"source":"nn","link":"https://nepalnews.com/s/nation/fire-incidents-cause-26-deaths-in-a-month-baisakh-probably-reports-highest-cases-first-time","imageLink":"https://web.nepalnews.com/storage/story/1024/Manang_forest_fire1681707860_1024.jpg","category":"nation","content":"**Summary:**\n\nIn April and May, there were:\n\n* 861 house fires, killing 20 people and injuring 73\n* 573 forest fires, killing 6 people and injuring 13\n\nHeat and lack of rain caused these fires. Forest fires are usually more common later in the year, but this is the first time they have been highest in April and May.\n\nMost forest fires are started on purpose for better plant growth. Littering and lack of awareness also contribute to forest fires.","summary":"In Baisakh, fire incidents claimed 26 lives, with 861 house fires and 573 forest fires reported due to high temperatures and lack of rainfall."},{"hash":"da81625d9c62e2303ec86d04c3bfb749119349cca615e1fb69508a67b31fcc49","title":"The ongoing political deadlock in Nepal is expected to end by Tuesday, as Prime Minister Pushpa Kamal Dahal is scheduled to announce the expansion of his cabinet. This move is expected to resolve the current political crisis and pave the way for the government to focus on key issues affecting the country.","date":1715666506159,"source":"nn","link":"https://nepalnews.com/s/politics/parliamentary-impasse-ends-by-tuesday-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_prachanda1715566297_1024.jpg","category":"politics","content":"Prime Minister Prachanda believes parliament's deadlock will end by Tuesday. He has met with President Paudel to prepare for the President's speech to parliament on May 14th. Prachanda is confident there will be no problems with the speech and expects support from the Nepali Congress. Regarding cooperatives, a committee will be formed to help victims, and the Home Minister has agreed to bring GB Rai back to face investigation despite passport issues. Prachanda also stated that the previous alliance was broken because major parties, including the Nepali Congress, did not agree on power-sharing.","summary":"PM Dahal anticipates parliamentary deadlock to end by Tuesday, discussing policy and program finalization and addressing opposition concerns."},{"hash":"2165db3ad229b8198f7d7924349127eb28c0732cae88617ea9825599a4e56d6a","title":"D.P.M Yadav, a minister in Uttar Pradesh government, has recently resigned from his post.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/health/dpm-yadav-resigns-from-government","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav1616083078_1024.jpg","category":"health","content":"Deputy Prime Minister Upendra Yadav and Minister Deepak Karki, both from Janata Samajbadi Party, have resigned from their positions in the government due to current political developments.","summary":"Deputy Prime Minister and Health Minister Upendra Yadav resigns, citing the government's political trajectory, followed by his party's Minister of State, Deepak Karki."},{"hash":"05c77dac579a022ff42d20918b3bd9e841b7a6f62859ca205fd2f2d0ac9e1251","title":"Ghimire urges Prime Minister Dahal to address the needs and aspirations of Nepali citizens.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/politics/speaker-ghimire-calls-prime-minister-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/1674121407_devrajghimire_1200x560_202301191710261688557336_1024.jpg","category":"politics","content":"Speaker of the House called Prime Minister this morning. They discussed government policies and efforts to build political agreement. The Prime Minister informed the Speaker about his talks with other parties and his plans to end the deadlock in the House upon his return to Kathmandu. The Speaker emphasized the need to reach an agreement on policies and pass the budget without politicizing it.","summary":"Speaker Ghimire and Prime Minister Dahal discussed government policies, political consensus efforts, and ending House deadlock."},{"hash":"1427ed4497fc266d3dfc682fd83b960eb0d9b523df77c225f5257c0bd8c0960a","title":"**Ichangu Narayan Joint Scholarship Project**\n\nThis project provides scholarships to underprivileged students in Ichangu Narayan, Nepal. It is a joint effort between the Ichangu Narayan Cultural Conservation Committee and the United States-based Nepali Community in Texas. The scholarship covers school fees, uniforms, and educational materials. The goal is to improve access to education for children in need.","date":1715666520087,"source":"nn","link":"https://nepalnews.com/s/capital/the-joint-scholar-ship-project-in-ichangu-narayan","imageLink":"https://web.nepalnews.com/storage/story/1024/1b463270_790c_444e_983a_21c83170d6301715564327_1024.jpeg","category":"capital","content":"Please provide the text you want me to summarize.","summary":"There is no text provided for me to summarize."},{"hash":"d3816f7ee9c500ce0467bf552e972865ec7b6829d9cd592d64d97b26b79f15ac","title":"Kathmandu Valley's pollution levels have decreased due to the nationwide lockdown imposed to slow the spread of COVID-19.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/capital/kathmandu-valley-s-pollution-decreases","imageLink":"https://web.nepalnews.com/storage/story/1024/2009_03_Kathmandu_081690373290_10241698818973_1024.jpg","category":"capital","content":"Kathmandu Valley's air pollution has improved thanks to rainfall. The air quality index (AQI) has dropped from 162 (most polluted) to 56 (moderate). This is because rainfall has helped contain wildfires, reducing air pollutants.\n\nAQI levels:\n- 0-50: Good (green)\n- 51-100: Moderate (yellow)\n- 101-150: Unhealthy for sensitive groups (orange)\n- 151-200: Unhealthy for all (red)\n- 201-300: Very unhealthy (purple)\n- 301-400: Hazardous (maroon)\n- 401-500: Highly hazardous (maroon)","summary":"Kathmandu's air pollution plummeted to 50th worst globally after heavy rainfall extinguished wildfires, resulting in an AQI of 56 and improved air quality."},{"hash":"1d75ece0f2263764250d18fcdedf8e8436c5aceb5b7cd76a18799f86849e2bbd","title":"Prime Minister Prachanda met with President Paudel to discuss:\n\n* Current political situation in Nepal\n* Challenges and opportunities facing the nation\n* Ways to strengthen democracy and good governance\n* Joint efforts for Nepal's development and prosperity","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/capital/meeting-with-president-paudel-by-prime-minister-prachanda","imageLink":"https://web.nepalnews.com/storage/story/1024/14eaed5b_9948_4011_9ef5_2edd408aba3c1715508825_1024.jpg","category":"capital","content":"Nepalese President Paudel met with Prime Minister Dahal to discuss ongoing national issues.","summary":"Prime Minister Dahal and President Paudel met to discuss current affairs."},{"hash":"5e3394242f39414bd04b852957ea6af944a47c08bcabdd42487b9336b6b4cc4a","title":"Rato Machhindranath Jatra, a renowned festival in Patan, Nepal, has commenced. The festival involves a chariot procession of the deity Rato Machhindranath, believed to bring rain and prosperity. The festival lasts for a month and features music, dance, and cultural performances.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/capital/rato-machhindranath-jatra-begins-1","imageLink":"https://web.nepalnews.com/storage/story/1024/rato_machindra1715439889_1024.jpeg","category":"capital","content":"Rato Machindranath's chariot, used for the rainy season festival, has started its journey. The chariot was built in Pulchowk and will be pulled to Gahbahal with music. The statue of the rain god was placed on the chariot. As it moves through Patan, there will be a special display of bhoto jatra in Jawalakhel.","summary":"Rato Machhindranath's chariot, symbolizing the god of rain, commenced its journey from Pulchowk to Gahbahal, accompanied by musical performances and bhoto jatra."},{"hash":"795a19c271c2822e7173d13216f0f5406463c568822a25c792250fcfd3a1e032","title":"Rato Machhindranath chariot festival begins, a month-long celebration in Kathmandu honoring the deity of rain and harvest.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/capital/rato-machhindranath-jatra-begins","imageLink":"https://web.nepalnews.com/storage/story/1024/rato_machindra1715439889_1024.jpeg","category":"capital","content":"Rato Machhindra jatra festival has started. People are pulling the chariot of Rato Machindranath, the rain and good times god. The chariot is being taken from Pulchowk to Gahbahal with music. After going through Patan's toles, the chariot will reach Jawalakhel for the famous bhoto jatra exhibition.","summary":"Rato Machhindra jatra, a festival honoring the rain god, commences with the chariot procession from Pulchowk to Gahbahal, accompanied by music and the exhibition of the bhoto jatra in Jawalakhel."},{"hash":"87fac0cb140b2af285af825560c1e6eb68abf51d7fc15211617917cf97004287","title":"Person arrested with undisclosed amount of money.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/arrested-with-an-undisclosed-amount-of-money","imageLink":"https://web.nepalnews.com/storage/story/1024/BimalBista_KTM_RSS_28_pakrauparekaharu1715328238_1024.jpg","category":"capital","content":"Police arrested two men, Samir Sunar, 28, and Milan, 29, from Rupandehi, with a large amount of cash (Rs 9.8 lakh) in Kathmandu.","summary":"Valley Crime Investigation Office arrested Samir (28) and Milan (29) from Rupandehi with an undisclosed amount of Rs 9.8 lakh brought from Kathmandu."},{"hash":"d2168bf58fe63b9eb2bc21cbc05da2f14c9d7ecf14800220c7e9e25091159e08","title":"Two individuals were arrested at the airport with gold-coated garments.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/issues/two-arrested-with-gold-coated-clothes-from-tia","imageLink":"https://web.nepalnews.com/storage/story/1024/airport_21706092063_1024.webp","category":"issues","content":"Police caught two Indians at Kathmandu airport with 5.1 kg of gold-like substance glued to their clothes. They arrived on a Fly Dubai flight and police are investigating the case.","summary":"TIA officials arrested two Indian nationals attempting to smuggle 5.1 kg of gold-like substance concealed within their clothing after arriving from Dubai."},{"hash":"1331f7c4da881508ca6b88fa8ea521a620ffe51a6590327c71db78167f14eb09","title":"The finance minister has promised that tax rates will not be changed suddenly or without good reason.","date":1715666549695,"source":"nn","link":"https://nepalnews.com/s/business/finance-minister-says-tax-rate-will-not-be-changed-arbitrarily","imageLink":"https://web.nepalnews.com/storage/story/1024/barsha_man_pun1714640138_1024.jpg","category":"business","content":"Finance Minister says tax rates will not change suddenly in the upcoming budget. Changes will be made based on the country's needs, not personal interests. The government wants to boost the economy and expects businesses to participate. The minister also pledged to address issues in the construction sector and reduce the government's debt from previous years.","summary":"Finance Minister Pun announces no arbitrary tax rate changes, considering national interests and private sector investments, while addressing pre-budget discussions."},{"hash":"e1a23ccf9512388b792d3f9b02188a4f59e97127e440edbd70af7a9c589b4e98","title":"Rainfall expected in Gandaki, Koshi, and Bagmati provinces today.","date":1715666554076,"source":"nn","link":"https://nepalnews.com/s/nation/today-s-weather-rainfall-in-gandaki-koshi-and-bagmati-provinces","imageLink":"https://web.nepalnews.com/storage/story/1024/Cloudy_Weather1615618535_1024.jpg","category":"nation","content":"- Light rain in Gandaki, Koshi, and Bagmati provinces today.\n- Partly cloudy weather in most of Nepal, with some snowfall in high mountain areas.\n- Light rain with thunder and lightning possible in parts of the hilly and Tarai regions.","summary":"Light rainfall is occurring in Gandaki, Koshi, and Bagmati provinces due to a low-pressure system and local winds."},{"hash":"b77e6ffb6806ce05c8f6f665b5e84917f97e01932567872b50f62891dc13d955","title":"Since the republic was established, progress in development has been much greater than during the monarchy.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/nation/development-achieved-post-republic-establishment-far-outweighs-that-during-monarchical-rule-pm","imageLink":"https://web.nepalnews.com/storage/story/1024/441231363_3666155390265854_269062004877915922_n1715595350_1024.jpg","category":"nation","content":"Prime Minister Prachanda praised Nepal's development since becoming a republic. He argues that the last 20 years have seen more progress than the previous 250 years of monarchy.\n\nHe highlighted improvements in infrastructure (roads, education, health) and social development (social security, service delivery). Despite challenges, Nepal is making strides towards becoming a developed nation by 2026.\n\nSpecific projects like the Nagdhunga tunnel and several bridges represent Nepal's commitment to modernization and improved transportation.","summary":"Nepalese Prime Minister highlights significant development progress in the republican era compared to the monarchy, emphasizing infrastructure, social security, and positive national narrative."},{"hash":"4fbb60e3f6f1449c4228c2d8e15d7ce2c9a7cd8d7fefe2e053d115324a6b6848","title":"Nepal's Supreme Court has overturned a decision to split the Janata Samajbadi Party (JSP), a major political party. The court's ruling restores the party's unity and prevents its division into two factions.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/politics/supreme-court-moved-over-jsp-nepal-split","imageLink":"https://web.nepalnews.com/storage/story/1024/supreme_court1692883355_1024.jpg","category":"politics","content":"Upendra Yadav filed a case in court to challenge the Election Commission's decision to recognize a new party led by Ashok Kumar Rai. Yadav wants the court to cancel the recognition and remove the new party members from Parliament. The court will hear the case on May 15.","summary":"Upendra Yadav challenges EC's recognition of Janata Samajwadi Party led by Ashok Rai, filing a writ petition in Supreme Court."},{"hash":"20f21ed929fda3b486b48c9bf8449e3c329d19ab49630ec866e2b3ba9ee10274","title":"The government has updated the Speaker on the current preparations being made for the upcoming fiscal year's policy program.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/politics/govt-informs-speaker-about-ongoing-preparations-on-upcoming-fy-s-policy-programme","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"The government has shared details of its upcoming policy and program for the fiscal year with the Speaker of Parliament and leaders of political parties. The government urged cooperation from the opposition Nepali Congress, while the opposition raised concerns about a probe into cooperative scams. The Speaker asked for consensus on moving forward with the presentation of the government's policy and program.","summary":"The government informed the Speaker and major political parties' chief whips about the upcoming fiscal year's policy and program, urging cooperation from the main opposition Nepali Congress and addressing concerns about parliamentary investigations."},{"hash":"7e74c290ce513c9650f9755da425c3fa77b1ef1c55becf8f991d9246d050ee99","title":"Former Prime Minister Pushpa Kamal Dahal (Prachanda) and Nepali Congress President Sher Bahadur Deuba held a meeting to discuss current political issues.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/politics/pm-dahal-and-nc-president-deuba-hold-meeting","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_residence_baluwatar1715498635_1024.jpg","category":"politics","content":"Prime Minister Prachanda met with opposition leader Deuba to discuss running Parliament smoothly. The opposition NC has concerns about missing funds from cooperatives and wants a parliamentary committee to investigate. The Prime Minister is open to their demand. The opposition will meet on Monday to decide on their next steps. The government plans to present its policies and programs on May 14th. Prachanda met with NC leaders to end Parliament obstructions before the presentation.","summary":"Nepali Prime Minister Prachanda and opposition leader Deuba met to discuss parliament proceedings, formation of an investigative committee into cooperative funds misappropriation, and presentation of government policies on May 14."},{"hash":"f8282a740f02d116d993c56948f012684d23d53bbe2bd752b50ae2a9ad35eaa3","title":"Political instability harms development. Oli, chair of Nepal's National Planning Commission, says it has led to a drop in investment and a rise in poverty.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/politics/political-instability-takes-a-toll-on-development-chairperson-oli","imageLink":"https://web.nepalnews.com/storage/story/1024/Oli_____1715429406_1024.jpg","category":"politics","content":"**Political instability has slowed down development in Nepal.**\n\nFormer Prime Minister KP Sharma Oli says infrastructure is essential for development, especially in agriculture. He promises policies to support infrastructure development in the next budget.\n\nOli highlights progress in railways, airports, electricity, and communications. He also mentions efforts to improve road connectivity.\n\nUML Vice-Chairperson Surendra Pandey calls for better use of government funds for infrastructure projects. He also stresses the need for unity among political parties for development.\n\nDeputy Prime Minister Raghubir Mahaseth promises to accelerate infrastructure development and ensure good progress in the sector.","summary":"UML Chair Oli highlights need for infrastructure development to foster entrepreneurship, amidst concerns over political instability hindering progress."},{"hash":"897627b9caaae4c10ecf3d28b5ba5e0f5b9cea0784331224e65388985ea683c9","title":"Two people arrested for looting 8 million rupees (currency).","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/issues/two-people-arrested-on-charge-of-looting-rs-8-million","imageLink":"https://web.nepalnews.com/storage/story/1024/nepal_police_logo_copy11690967433_1024.jpg","category":"issues","content":"Two men (Mahato and Kapar) were arrested in Janakpurdham for stealing 8 million rupees from a cooperative official (Mahato) using a pistol. Police recovered 1.453 million rupees from them.","summary":"Two individuals, Janak Mahato and Shrawan Kapar, were arrested for allegedly looting eight million rupees from a cooperative official in Janakpurdham, with 1.453 million rupees recovered by police."},{"hash":"6ecec7dcc41b0bc63a8072803adddf9fed5da0420ceddc8233e493f8bf2a6cde","title":"Jeep accident in Tanahun district, Nepal\n\n* Jeep carrying 13 people fell off road\n* 7 people killed, including 4 children\n* 6 people injured, 2 critically\n* Accident occurred due to slippery road","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/issues/jeep-accident-in-tanahun","imageLink":"https://web.nepalnews.com/storage/story/1024/SanebahadurNepali_Tanahun_RSS_30_phjeepaccident_(1)1715499654_1024.jpg","category":"issues","content":"There is no text provided to summarize. Please provide the text you want summarized.","summary":"No events have been provided to summarize."},{"hash":"7b5da7471f849ceecb751ef13da93096833ed969408a2a5fc7ed2f453a896e27","title":"Deputy Prime Minister Lamichhane wants to speak in parliament.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/issues/i-should-get-chance-to-speak-in-parliament-dpm-lamichhane","imageLink":"https://web.nepalnews.com/storage/story/1024/438169985_10228328384329410_8099006724442484847_n1715418212_1024.jpg","category":"issues","content":"Deputy Prime Minister Lamichhane says his right to speak in parliament has been denied. He asks for a probe into cooperatives but insists on being allowed to defend himself in parliament. Lamichhane challenges accusations against him and says the Nepali Congress should not dictate to parliament. He also reports that efforts are underway to apprehend the main suspect in the cooperatives scam, GB Rai.","summary":"DPM Lamichhane asserts his parliamentary speaking rights while challenging accusations, seeking a probe into cooperatives, and pursuing the arrest of GB Rai in the ongoing cooperatives scam."},{"hash":"4e99a70221a7d6268625e92c0b4ebd09bd1d62198ce041cfeec5e786901fd03d","title":"Minister Joshi urges immediate help to build shelter for earthquake survivors in Jajarkot.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/issues/minister-joshi-insists-on-immediate-relief-to-build-shelter-for-jajarkot-quake-survivors","imageLink":"https://web.nepalnews.com/storage/story/1024/bhukampa_jajarkot__7_1699080065_1024.jpeg","category":"issues","content":"Minister Joshi says people made homeless by the earthquake in Jajarkot need help to build homes. They need help now before the monsoon rains come. Nepal has many disasters, such as landslides, floods, and fires, so we need to manage disaster risks. The National Reconstruction Authority has helped with rebuilding after the 2015 earthquake. The National Risk Reduction and Management Authority has helped in Karnali Province. The federal, provincial, and local governments need to work together to provide disaster relief, but they may not have enough money. Over 100,000 houses need to be rebuilt in Karnali.","summary":"Minister Joshi emphasizes urgent assistance for Jajarkot earthquake victims, stressing rapid compensation and temporary shelter construction before monsoon to prevent further distress."},{"hash":"8e4afb40f01a17084214e78590634dd3101fcdac783d9e827fc77cefadccdc48","title":"Mother and son died in a tragic house fire, their bodies found charred beyond recognition.","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/issues/mother-son-charred-to-death-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"issues","content":"Tragic news:\n\nA mother and her 15-year-old son died in a house fire in Siddhicharan, Okhaldhunga. The mother was trying to save hay from a nearby forest fire when she caught on fire. Her son died while trying to rescue her.","summary":"A mother and son died in a fire while trying to extinguish it in a community forest in Siddhicharan Municipality, Okhaldhunga."},{"hash":"53588064c081a6c87533cca5dc2ede1a5dcb6aeed25fb5a52d14fbd7c1007587","title":"Xinhua Photos of the Day is a collection of daily news photographs from China and around the world, captured by Xinhua News Agency photographers.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/global/xinhua-photos-of-the-day","imageLink":"https://web.nepalnews.com/storage/story/1024/XxjpbeE007130_20240512_PEPFN1A0011715500539_1024.JPG","category":"global","content":"Input not provided. Please provide the text you want me to summarize.","summary":"No input was provided, so I cannot summarize any major events."},{"hash":"f117941c8a9454e9655471f3cc355d13397ae77cbe40ebfc579adf6f7e7497ad","title":"Ambassador Khatri congratulated the new Peace Corps volunteers on their commitment to serve in Nepal. He emphasized the importance of their work in strengthening the ties between the US and Nepal.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/ambassador-khatri-congratulates-the-new-batch-of-peace-corps-volunteers","imageLink":"https://web.nepalnews.com/storage/story/1024/440792984_821956013299686_2337627259299591376_n1715417674_1024.jpg","category":"global","content":"Provide the text you wish to have summarized.","summary":"No input text was provided, so this assistant cannot summarize any major events."},{"hash":"9b0893549e23105df4b76c62ab8692bf12cacdd46b822c171e35e8c7cb7a482d","title":"In Buenos Aires, Argentina, a train crashed, injuring many passengers. The train derailed on a curve, with some cars overturning. Emergency services are responding and assisting the injured.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/argentina-buenos-aires-train-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/CnyztpE007004_20240511_PEPFN1A0011715415190_1024.jpg","category":"global","content":"There is no input provided to summarize. Please provide the input text.","summary":"No events are provided in the context to summarize."},{"hash":"6ce8b7f76f049609887d25e051f92c36bdc3626bba462cd4f34a775b9acb8deb","title":"**HWPL Statement on Israel-Iran Conflict:**\n\n* Calls for peaceful resolution to the conflict.\n* Urges all parties to respect international humanitarian law.\n* Condemns violence and rejects any form of hatred or discrimination.\n* Advocates for dialogue and diplomacy to build trust.\n* Stresses the importance of protecting civilians and respecting human rights.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/hwpl-statement-on-israel-iran-conflict","imageLink":"https://web.nepalnews.com/storage/story/1024/21715166055_1024.jpg","category":"global","content":"**Conflict between Iran and Israel**\n\n* Israel attacked an Iranian consulate in Syria, a violation of international law.\n* Iran responded by attacking Israel.\n* War between the two countries is a growing concern.\n\n**Effects of War**\n\n* Gaza war has killed 30,000 people.\n* Gaza is running out of space to bury the dead.\n* Children and civilians are the main victims of war.\n\n**Call for Peace**\n\n* Citizens oppose war and demand peace.\n* Global community should support citizens' demands and end the war.\n* International organizations urge Iran and Israel to stop fighting and talk peace.\n* Countries should create an international law for peace and follow it.\n* HWPL supports efforts to build peace and end wars.","summary":"\nThe recent violent conflict between Iran and Israel is causing significant concerns in the international community. The two nations that do not share borders are mobilizing high-end weaponry to attack each other and kill human lives.1 April 2024, the Israeli military attacked the Iranian consulate in Syria. A strike against a non-military facility in a third nation, a nation not directly involved in the conflict, infringes international law and constitutes a war crime. Moreover, on 13 April, Iran responded by attacking Israel’s land. Both nations have pointed their guns directly at each other, and there are growing concerns in the international community that the attacks could escalate into another war.\nThe Israel-Hamas War in Gaza has killed 30,000 since last year, and news outlets reported on dire situations in Gaza, running out of space for proper burial. The war that has persisted in the region over the past century continuously overshadows the prospect of the coexistence of the human race.\nIt is a clear indication that the greatest victims of war are innocent civilians. How could those lost lives ever be brought back? What could compensate for the outcry of children and the anguish of the youth in devastated dwellings?\nHWPL strongly supports the voices of the citizens, the true protagonists of the global village, who oppose war and call for peace. All nations of the global community must uphold the citizens’ demands, thereby ceasing the unjust war and joining to accomplish peace. Organizations worldwide, in alliance with HWPL as peace solidarity, urge Iran and Israel to put a stop to the acts of aggression immediately and to come forward for conversations to usher in peace.\nHWPL recommend that the international community take necessary measures to facilitate the formation of amicable relations between the two nations and provide humanitarian aid. It would be reasonable for all countries to support an international legal instrument for peace that embodies the long-yearned path to peace and to comply with its contents so that we leave a legacy of peace for future generations. HWPL will not spare its efforts for peace and cessation of wars.\n\n\n\n\n\n\n\n"},{"hash":"c94f8e4afac88e1cb0fb370ada56857a008186039807d76728b22d93ca250d67","title":"Nepal and South Korea are preparing for a high-level visit between their leaders. This will strengthen diplomatic ties and cooperation between the two countries.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/preparation-of-high-level-visit-between-nepal-and-korea","imageLink":"https://web.nepalnews.com/storage/story/1024/korea1715163613_1024.jpg","category":"global","content":"Nepal and South Korea will celebrate 50 years of diplomatic relations.\n\nOfficials from South Korea will visit Nepal for the anniversary.\n\nSouth Korea has invested a lot in Nepal, and plans to invest more in hydropower.\n\nNepal is a major source of workers for South Korea.\n\nNepali workers in South Korea are now working in more sectors.\n\nFormer Nepali workers in South Korea are starting businesses back home.","summary":"Nepal and South Korea mark 50 years of diplomatic relations with plans for high-level visits, various programs, and increased investment in Hyundai, hydropower, and employment opportunities for Nepalis in Korea."},{"hash":"e723ab3067a8adddaf32c9827d2897f76acc62350800bee739d3b29786c034f6","title":"Japan and Nepal share many similarities, according to Japanese Foreign Minister Kamikawa Yoko.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/global/japan-and-nepal-share-many-things-in-common-japan-s-foreign-minister-kamikawa-yoko","imageLink":"https://web.nepalnews.com/storage/story/1024/japan_foregn_minister1714872450_1024.jpg","category":"global","content":"**Japan and Nepal**\n\n* **Geography:** Both countries have mountainous terrain.\n* **History:** Both countries have experienced earthquakes.\n* **Democracy:** Both countries are democracies, and Japan supports Nepal's democratic efforts.\n* **Natural Resources:** Both countries face shortages.\n* **Development:** Japan has provided significant assistance to Nepal's development, including infrastructure, education, and healthcare.\n* **Nepali Community in Japan:** Over 170,000 Nepalis live in Japan, contributing to bilateral relations.\n* **Women, Peace and Security:** Japan and Nepal have potential for cooperation on women's empowerment and protection in conflict and peacebuilding.\n* **Future Ties:** Japan aims to strengthen ties with Nepal towards 2026, when Nepal graduates from Least Developed Country status.","summary":"Japan and Nepal, both mountainous countries with shared experiences of earthquakes, have forged a strong partnership marked by economic assistance, infrastructure development, and a focus on democratization and women's empowerment."},{"hash":"f78de7c21d918a8abb8bbdea463633c20e2daf9e9ed08bca441e8f4e7e4745a3","title":"Finance Minister discusses budget formulation with development partners to ensure alignment with their funding priorities and avoid duplication of efforts.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/business/fm-pun-discusses-budget-formulation-with-development-partners","imageLink":"https://web.nepalnews.com/storage/story/1024/barshaman_pun_11713426519_1024.jpg","category":"business","content":"Finance Minister met with international organizations and ambassadors to discuss the upcoming budget for 2024/25. He emphasized the need for foreign investment and assistance to reach Nepal's development goals, such as graduating from least developed country status by 2026 and achieving sustainable development goals by 2030.","summary":"Finance Minister Pun discussed budget formulation for fiscal year 2024/25 with international development partners, seeking foreign investment and assistance to achieve development goals."},{"hash":"e536a2dbbb9354081e37437e2c2cb352bc2780c2c3f77a9a9239ab3df7f99546","title":"Prime Minister Dahal emphasizes the government's commitment to support and safeguard investments.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/government-is-committed-to-facilitate-and-secure-investment-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/PRO_KTM_066A88701715326651_1024.JPG","category":"business","content":"Prime Minister Prachanda says the government will support businesses and investors to boost Nepal's economy. By working with the private sector, the government aims to create more jobs, increase production, and attract investment. The government is creating a welcoming environment for investment by improving policies and laws to promote businesses. Prachanda believes that these efforts will make Nepal an attractive destination for investors, leading to a stronger economy.","summary":"PM Dahal pledges support for economic transformation, emphasizing private sector investment, job creation, and import substitution through the inauguration of Hyundai's motor assembling plant in Nawalparasi."},{"hash":"472b30dd76138da4860086a7ff9ab65442c89350141d4d804e8c3bb59e227fbe","title":"European Union is supporting Nepal to attract foreign investment by:\n\n* Providing technical assistance\n* Promoting Nepal as an investment destination\n* Connecting Nepal with potential investors","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/eu-to-help-nepal-bring-investment","imageLink":"https://web.nepalnews.com/storage/story/1024/The_European_Union_(EU)1715320904_1024.jpg","category":"business","content":"EU will help Nepal attract European investment. A trade forum will be held in Kathmandu on May 15-16 to discuss investment opportunities in Nepal. This is part of Nepal's goal to advance from being a least developed country by 2026.","summary":"EU pledges assistance in attracting European investment to Nepal through the upcoming 'EU-Nepal Trade Forum' in Kathmandu, aiming to address Nepal's foreign investment deficit and support its economic development."},{"hash":"2aa4d008a1db97151655e83d459e6098de8445064eedbabca63f11fc9a8a3dfe","title":"Transparency and good governance go hand in hand. Transparency means being open and honest about how decisions are made and how resources are used. Good governance means making decisions in a fair and accountable way. Together, transparency and good governance help to ensure that governments are responsive to the needs of their citizens.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/business/transparency-and-good-governance-complement-each-other-president","imageLink":"https://web.nepalnews.com/storage/story/1024/9d263f51_cefd_4241_bb20_05f8888718f21715242217_1024.jpg","category":"business","content":"Transparency and good governance are important. Auditors are the country's economic watchdogs, ensuring transparency in financial activities.\n\nAuditors play a crucial role in preventing fraud, detecting errors, and ensuring accountability. Their vigilance strengthens transparency and economic development.\n\nA skilled and knowledgeable accounting profession is essential for transparency and accountability. Auditors help control revenue evasion and ensure accurate accounting practices.\n\nA conference organized by the Association of Chartered Accountants of Nepal (ACAN) aims to address the country's economic crisis and explore solutions. ACAN honored key figures in the economic sector for their contributions.","summary":"President Paudel emphasizes transparency and good governance, praising auditors as economic watchdogs, while a conference discusses economic crisis and solutions, honoring Dr. Ruit, Governor Adhikari, and FNCCI President Dhakal."},{"hash":"395cde060f11e1e56c9a7591ba77896ba5097b9a582b72e8ded403c5a0d17c13","title":"Real Madrid, a Spanish football club from Madrid, celebrated a victory in La Liga, a major football league in Spain.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/sports/spain-madrid-football-la-liga-real-madrid-celebration","imageLink":"https://web.nepalnews.com/storage/story/1024/XxjpbeE007034_20240513_PEPFN1A0011715585091_1024.jpg","category":"sports","content":"There is no provided text to summarize. Please provide the text you want summarized for me to complete the task.","summary":"No major events were provided to summarize."},{"hash":"df9b7b06ec76b8f2f869bac62ff8e92d3b60b6a6145578db759c3601bcb09211","title":"Nepalese runners won two titles in Malaysia.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-runners-won-2-titles-in-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/422620795_859372276202663_5891976066813061462_n1714904704_1024.jpg","category":"sports","content":"Nepali runner Mahadev Rijal won two running competitions in Malaysia:\n\n* Yesterday: 1st place in 21 km Climbathon (time: 3:03:58)\n* Today: 1st place in 21 km half marathon (time: 0:1:14:48)\n\nRijal has previously won the 8th Tower Runner competition in 2023, reaching the destination in 9 minutes and 22 seconds. He is a resident of Nepal who has been practicing running in Malaysia.","summary":"Nepali runner Mahadev Rijal won two consecutive races in Malaysia, a 21 km half marathon and a 21 km Climbathon, becoming the eighth Tower Runner last year in a national championship."},{"hash":"7d22f65cb13004efc951d1a7217634e5de098beab800527921bfd8488bcb265b","title":"Nepal defeated West Indies A in the final match of a T20 series.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/nepal-wins-final-match-against-west-indies-a-in-t20-series","imageLink":"https://web.nepalnews.com/storage/story/1024/438230324_859581999531515_2675064775143100892_n1714829807_1024.jpg","category":"sports","content":"Nepal won the final match of the T20- Series against West Indies 'A' by six wickets. Earlier, Nepal lost three matches in a row. But they won the final match by chasing 173 runs in 18.5 overs. Kushal Malla, Asif Sheikh, and Anil Shah played key roles in Nepal's victory.","summary":"Nepal defeated West Indies 'A' by six wickets in the final T20 Series match after losing the first four matches."},{"hash":"bb189a36492ef05672b1ce8763b3e6b70343c234cd53688b22d4345275939757","title":"President congratulates cricket team for their accomplishments.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/president-extends-best-wishes-to-cricket-players","imageLink":"https://web.nepalnews.com/storage/story/1024/Sheetal_Niwas1623082198_1024.jpg","category":"sports","content":"President Ramchandra Paudel wishes the Nepali cricket team success in the ICC T20 World Cup in the West Indies and USA. The team leaves for the US tonight. Nepal is in Group D with South Africa, Sri Lanka, Bangladesh, and the Netherlands. They play their first match against the Netherlands on June 4.","summary":"President Paudel extended best wishes to the Nepali Cricket Team leaving for the ICC T20 World Cup in West Indies and the US, which begins June 1 with Nepal competing in Group 'D' against South Africa, Sri Lanka, Bangladesh, and the Netherlands."},{"hash":"63f0360edf629c2552c07da82b4f8a204ad5b2ed608c251932759e4931274472","title":"West Indies A wins the T20 series title.","date":1715666674524,"source":"nn","link":"https://nepalnews.com/s/sports/west-indies-a-clinches-t20-series-title","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714701176_1024.jpg","category":"sports","content":"West Indies 'A' won the T20 series against Nepal, taking a 3-1 lead after defeating Nepal in the fourth match. West Indies 'A' scored 209 runs, led by Andre Fletcher's 84 runs. Nepal scored 181 runs, with Rohit Kumar Paudel scoring 82. Hayden Walsh and Matthew Forde each took three wickets for West Indies 'A'. The last match of the series will be played on Saturday.","summary":"West Indies 'A' won the T20 series against Nepal, scoring 209/3 while Nepal made 181/10, with Andre Fletcher scoring 84 and Rohit Kumar Paudel scoring 82."},{"hash":"c0268d83151b4700710f0d718bbec12fc67c78746b9c81699b68d8c7925acf37","title":"Nepal loses third T20 match to West Indies by 76 runs.","date":1714521600000,"source":"nn","link":"https://nepalnews.com/s/sports/t20-series-nepal-lose-third-match-to-west-indies-by-76-runs","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714577666_1024.jpg","category":"sports","content":"Nepal lost the third T20 match to West Indies \"A\" by 76 runs. Chasing 228, Nepal scored only 151 runs, with Karan KC (28) and Lokesh Bam (28) as top scorers.\n\nWest Indies, batting first, scored 227 runs, with Johnson Charles scoring an impressive 119.\n\nIn the ongoing 5-match series, Nepal has won 2 matches and lost 1.","summary":"Nepal defeated West Indies 'A' in the T20 series' third match, with Nepal's Karan KC scoring 28 runs in the ultimately unsuccessful chase of West Indies' 227-run target."},{"hash":"861efdcdd7b9bb4c770c81439a2fd932c74de0eb45e8006cb36eb832c3c6a1a9","title":"Noted philanthropist Simons, known for his generosity and impact on various causes, passed away recently.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/health/noted-philanthropist-simons-passes-away","imageLink":"https://web.nepalnews.com/storage/website/default_1024.jpg","category":"health","content":"Jim Simons, a mathematician and philanthropist, died at 86.\n\nSimons founded the Nick Simons Foundation and Institute, which supported Nepal's healthcare system.\n\nHe had a special connection to Nepal and made significant contributions through his organizations.\n\nAs a mathematician, Simons received awards for his work in geometry and contributed to Quantum Field Theory and Condensed Matter Physics.\n\nHe later became a successful investor by founding Renaissance Technologies.","summary":"Prominent philanthropist James \"Jim\" Simons, founder of the Nick Simons Foundation and Institute supporting Nepal's healthcare, passed away at the age of 86."},{"hash":"b70088aed087be48dc7ad38ba6f972de6b0d941f8703d43a1cae84eb468445f4","title":"Dengue cases in Bagmati province exceed 11,000.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/health/dengue-cases-surpass-11-thousand-in-bagmati","imageLink":"https://web.nepalnews.com/storage/story/1024/kushtia_dengue_6yr_old_child_dies_of_dengue_in_kushtia_daily_bangladesh_16941828191697183214_1024.jpg","category":"health","content":"Over 11,000 dengue fever cases have been reported in Bagmati Province, Nepal, in the last 9 months.\n\nThe highest number of cases (3,501) was reported in Dhading, and the lowest (2) was reported in Rasuwa.\n\nKathmandu had 3,000 cases, Chitwan had 1,708, and Makwanpur had 857.\n\nOne person in Makwanpur died from dengue.\n\nThe risk of dengue is higher in summer, so precautions should be taken.\n\nThe Health Directorate plans to launch a campaign to destroy mosquito larvae and prevent dengue.","summary":"Over 11,400 dengue cases have been reported in Bagmati Province within nine months, with Dhading reporting the highest (3,501) and Rasuwa the lowest (2)."},{"hash":"8aef9eb1da2d64a20abdcf3e1f946935576aaae84d7d0b3cd9ba8aa4647804c0","title":"Nepal's population and development strategy is based on the idea of human rights. This approach believes that everyone deserves access to healthcare, education, and other opportunities regardless of their background. Nepal believes that this approach will lead to a more equitable and sustainable society for all.","date":1714435200000,"source":"nn","link":"https://nepalnews.com/s/health/nepal-s-approach-to-population-and-development-is-right-based-dpm-yadav","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav_NewYork_1_1068x8011714461437_1024.jpg","category":"health","content":"Nepal uses a rights-based approach to address population and development issues. Nepal is committed to the ICPD's plan, which aims to achieve the Sustainable Development Goals by 2030. Nepal has been working on policies and programs to improve the well-being of its citizens and create a just and equitable society. Despite progress, inequalities and challenges remain. Nepal is committed to people-centered development, human rights, gender equality, and sexual and reproductive health rights.","summary":"Nepal, represented by Deputy Prime Minister Upendra Yadav, reaffirmed its commitment to a rights-based population and development approach at the UN 57th Commission on Population and Development, highlighting the importance of implementing the 1994 ICPD program for achieving the SDGs, despite ongoing challenges."},{"hash":"853075cf39e1fcb42df78d974231e5f27301b7a218e2c71c13a200de5ecc34ac","title":"Japan donates community center for disaster preparedness.","date":1713830400000,"source":"nn","link":"https://nepalnews.com/s/health/japan-hands-over-the-community-center-for-disaster-prevention","imageLink":"https://web.nepalnews.com/storage/story/1024/1_IMG_22281713885995_1024.jpeg","category":"health","content":"Japan built a community center in Sindhupalchowk to help people prepare for disasters. The center has meeting rooms, a broadcasting system, and a warehouse for supplies. It also has plans to prevent landslides. Japan's ambassador hopes the center will make the community safer and help it thrive.","summary":"Japan hands over a disaster prevention community center to Indrawati Rural Municipality in Sindhupalchowk District, aiming to enhance disaster prevention capabilities with various measures."},{"hash":"91ef85d22d1f5e45d5c9e0d118acd881370663a55fa7eb366d52362a948b3462","title":"Dr. Sharma, a Member of Parliament, donates 2 million rupees to the children's hospital.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"MP Dr. Sharma donated 2 million rupees to build a Children's Hospital in Kathmandu. The hospital is being built by Dr. Bhagwan Koirala's organization, KIOCH. KIOCH plans to build children's hospitals in all seven provinces of Nepal. A hospital is already operating in Damak, Jhapa. The hospital in Kathmandu will have 100 beds, and the hospitals in other provinces will have 50 beds each.","summary":"Cardiothoracic Surgeon Dr. Bhagwan Koirala's initiative to construct specialized children's hospitals in all seven provinces receives financial support from Member of the House of Representatives (HoR) Dr. Sunil Sharma, initiating the construction of a 100-bed hospital in Kathmandu."},{"hash":"154799215f3c56c152f4cdd1f6bebd98fb198c0a0ba3bac898391362156c398f","title":"Kamirita Sherpa, a renowned mountaineer and world record holder for summiting Mount Everest 26 times, has safely returned to base camp after his successful expedition.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/world-record-holder-summitter-kamirita-sherpa-returns-to-basecamp","imageLink":"https://web.nepalnews.com/storage/story/1024/440473958_2120038861686741_5404807050641227950_n1715579789_1024.jpg","category":"travel-and-tourism","content":"Famous climber Kamirita Sherpa, who climbed Mount Everest 29 times before, is back at the Everest base camp. He was welcomed by other climbers and officials. He cut a cake at the base camp office. If the weather is good, the 54-year-old Sherpa plans to climb to the top of Everest again.","summary":"Kamirita Sherpa, a renowned climber with 29 Mount Everest summit ascents, returns to base camp and plans another Everest summit attempt."},{"hash":"0def68ec9475499743587d7dfa1b69e48c2918665227bae0f811cd539e897d09","title":"Kamirita Sherpa, a Nepali mountaineer, recently achieved her 29th successful climb of Mount Everest, breaking her own previous record and becoming the female mountaineer with the most Everest summits.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/29th-everest-summit-by-kamirita-sherpa","imageLink":"https://web.nepalnews.com/storage/story/1024/kamirita_sherpa1715505850_1024.jpg","category":"travel-and-tourism","content":"Kamirita Sherpa, a Nepali mountaineer, set a world record by climbing Mount Everest for the 29th time. He has climbed Everest more than any other person. Kamirita has also climbed other mountains over 8,000 meters high a total of 43 times.","summary":"Nepali mountaineer Kami Rita Sherpa sets a world record by climbing Mount Everest for the 29th time, surpassing Appa Sherpa's previous record of 21 ascents."},{"hash":"7efddc90140d04fa91f492053d99953e89c8838baa42fdcd7dccb4c8a6f2a607","title":"Nepali professionals gathered in Berlin for a summit to discuss:\n\n* Networking and career opportunities\n* Entrepreneurship and investment in Nepal\n* Promoting Nepal's image abroad","date":1715666720125,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/nepali-professionals-summit-in-berlin","imageLink":"https://web.nepalnews.com/storage/story/1024/441574689_10161848659342745_5517088881319440471_n1715478667_1024.jpg","category":"travel-and-tourism","content":"Nepali professionals in Germany gathered in Berlin for a summit to share knowledge and skills. Germany is now attracting more Nepali professionals because of changes in their migration laws. Nepal is also making efforts to encourage its diaspora to contribute to its development. The summit included discussions on topics like using diaspora knowledge, promoting gender equality, and tourism. Professionals in fields like climate change, health, and technology also participated. The summit was a success, and more similar events are planned to strengthen the Nepali diaspora.","summary":"The Second Nepali Professionals' Summit, held in Berlin on May 10-11 and organized by the Embassy of Nepal and GIZ, aimed to connect Nepali professionals in Germany and facilitate knowledge-sharing, with discussions on topics like diaspora engagement in Nepal's development, gender equality, tourism, and technology."},{"hash":"40899e9d7a5aff1d58bf20aaf5e461d05969e0c90d1d867e5a1879b1a34b67cd","title":"105 crocodiles released into Rapti River","date":1715666726234,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/105-crocodiles-released-into-rapti-river","imageLink":"https://web.nepalnews.com/storage/story/1024/Crocodiles1683781744_1024.jpg","category":"travel-and-tourism","content":"105 Gharial crocodiles, bred at Chitwan National Park, were released into the Rapti River to help conserve the critically endangered species. Since 2035 BS, the park has released 1,957 crocodiles into various rivers, including 1,222 in Rapti. However, the crocodile population has struggled to grow due to human activities and crocodiles crossing into India.","summary":"Nepal's Gharial Crocodile Breeding Center has released 105 critically endangered Gharial crocodiles into the Rapti River, bringing the total number released to 1,957 across multiple rivers since 2035 BS."},{"hash":"ce58d4a6666fe76708b3ffc82114d1e802b467d2b3ef22c88119d7ff90a676a6","title":"Private sector seeks Prime Minister's support for regular flights at Goa International Airport.","date":1715666730754,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/private-sector-seeks-pm-s-support-for-regular-flights-at-gia","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_gautam_budha_airport1715388257_1024.jpeg","category":"travel-and-tourism","content":"Local businesses in Bhairahawa have asked the Prime Minister to help start regular flights at Gautam Buddha International Airport. The Prime Minister said he would look into it.","summary":"Bhairahawa's private sector requests PM Dahal's support for regular flights at Gautam Buddha International Airport."},{"hash":"77f2ca1039f7b869b884c8c70e71bf52e364cb24221e65f25bedbbb6c746c80b","title":"Fixing ropes on Mount Everest to the summit has been completed, marking a significant milestone for climbers preparing for the upcoming summit season.","date":1715666734003,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/the-rope-fixing-to-the-everest-is-completed","imageLink":"https://web.nepalnews.com/storage/story/1024/mountainterring_expedition_night_xycJPOAGj51715388058_1024.jpg","category":"travel-and-tourism","content":"Everest climbing season opens with completed \"rope fixing\" by Seven Summit Treks Company.\n\n10 sherpas fixed ropes to the peak.\n\nAs of now, 956 people have permission to climb Everest, including 200 women.","summary":"Rope fixing team from Seven Summit Treks ascended Mount Everest, opening the climbing season with 956 climbers (including 200 women) who have obtained permits for 30 mountains, generating 67 crore rupees in revenue for the government."},{"hash":"e115a6d41dc575a6fb20a754295e2c6493cf6d2654ae267d4145bfcfcc13107f","title":"Pakistan will set up an innovation fund to support the growth of the IT sector.","date":1714608000000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/pm-announces-to-institute-innovation-fund-for-it-sector-expansion","imageLink":"https://web.nepalnews.com/storage/story/1024/91fd8100_c369_454d_8e45_d73c48c2fe8d_1000x5001714631578_1024.jpg","category":"science-and-technology","content":"Prime Minister Prachanda plans to create an innovation fund in next year's budget to grow the IT sector. He believes IT is crucial for economic and social progress. The government will encourage young IT professionals to start businesses. The government is also working to control cybercrime through new laws and policies.","summary":"PM Prachanda unveils plans for an innovation fund in the upcoming budget to support the expansion of Nepal's information technology sector and foster economic growth through the integration of technology."},{"hash":"f695aa1ad994bab3c00f1b5a8d5ea6fd3e689cc6689b961e67fffef625c6e80d","title":"National ICT Day is celebrated today to recognize the importance of information and communication technology (ICT) in our lives and society. It aims to promote the use of ICT for development and progress.","date":1715666742310,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/national-ict-day-being-observed-today","imageLink":"https://web.nepalnews.com/storage/story/1024/ict_day1714614867_1024.jpg","category":"science-and-technology","content":"**National ICT Day**\n\nToday is National ICT Day in Nepal. It is celebrated on May 2nd to encourage the growth and use of technology in the country.\n\nThe government is hosting a ceremony with Prime Minister Pushpa Kamal Dahal as the chief guest. People and groups who have made significant contributions to technology will be honored.\n\nThe government is working to promote ICT as a key part of Nepal's economy, along with agriculture, tourism, and energy. They believe that technology can help improve society and make Nepal more prosperous.","summary":"National ICT Day is celebrated in Nepal on May 2 to promote and recognize advancements in the information and communications technology sector, with awards given to notable contributors."},{"hash":"9789ea6409b4715294fcecec4caf76bc9f86f5d00af5cd8543239bf9f3e5e012","title":"Politics can motivate investors because it can create economic growth and stability, which can lead to higher returns on investments.","date":1714003200000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/politics-should-fill-enthusiasm-among-investors-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_25_at_131714045205_1024.jpg","category":"science-and-technology","content":"President Ramchandra Paudel says politics should encourage investors to bring prosperity to Nepal. Nepal has potential for energy development to achieve prosperity. The government and private sector need to work together to make this happen. With democracy and stability, Nepal is attracting more investment. The energy sector is a priority for the government, and Nepal is now exporting energy instead of importing it. President Paudel is proud of Nepal's role in promoting renewable energy and increasing its use in the region.","summary":"President Paudel emphasizes the need for politics to encourage investment and Nepal's potential for prosperity through energy development."},{"hash":"8645e6e32c99e132c7dedb2a85a2626985e9d5f7e0c18cf2f27997f5d483ec41","title":"A proposed law aims to ensure that artificial intelligence (AI) is used in a clear and responsible way. This means that organizations must be open about how they use AI and must be held accountable for how it affects people.","date":1710201600000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/draft-bill-on-it-and-cyber-security-seeks-transparent-accountable-use-of-ai","imageLink":"https://web.nepalnews.com/storage/story/1024/Ministry_of_Communication1710223162_1024.jpg","category":"science-and-technology","content":"**IT and Cyber Security Draft Bill**\n\nThe government has released a draft bill for managing IT and cyber security. It emphasizes using technology (AI, blockchain, IoT) safely and responsibly. The bill includes:\n\n* Establishing a center for research and development of new technologies.\n* Creating a structure for IT and cyber security, including a directors' committee.\n* Establishing a coordination committee for rapid response to cyber security threats.\n* Protecting data and privacy, and prohibiting cyberbullying and harassment.\n* Regulating domain names, IT industry, and data centers.\n* Creating a cyber security audit system and an IT tribunal.\n\nThe government will not collect personal data without consent. Government bodies and public corporations must have websites and register NP domains. Cyber security service providers must be licensed.\n\nFeedback on the draft bill is requested within two weeks.","summary":"A draft IT and cybersecurity bill proposes using innovative technologies (AI, machine learning, blockchain, IoT) responsibly, establishing research centers, structure for IT and cybersecurity (with a directors' committee and coordination committee), provisions for electronic records, data safety, privacy, and regulation of cyber security services and domain names."},{"hash":"7b3564e64335cf6b09ca9388a43353ae8e4c829e4a33b5dafd81bc5c1b419b8b","title":"Introducing cyber laws is essential to solve the issues arising in the digital world, according to Minister Sharma.","date":1715666760423,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/cyber-legislation-needed-to-resolve-problems-minister-sharma","imageLink":"https://web.nepalnews.com/storage/story/1024/Sharma1695206333_1024.jpg","category":"science-and-technology","content":"Minister Sharma says cyber laws are needed to fix problems caused by the delay in passing them. The government is working on a law, but wants feedback from different groups first. Public awareness about cyber security is also important, says the minister. The government organized a training session for officials on how to keep information safe from cyber threats.","summary":"Minister Sharma emphasized the need for cyber legislation to address issues, highlighting government efforts in lawmaking and seeking stakeholder input while calling for public awareness and addressing challenges brought by technology misuse."},{"hash":"c11dd4e0a73ed780f50db62b525aa16fa7c624433478c86d79746516e89b9f0d","title":"Bangladesh and India have had talks and agreed to export energy from Bangladesh to India.","date":1715666764600,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/talks-positive-with-bangladesh-to-export-energy","imageLink":"https://web.nepalnews.com/storage/story/1024/Nepal_Electricity_Authority1691846323_1024.jpg","category":"science-and-technology","content":"Nepal and Bangladesh have agreed to trade electricity. Nepal will start selling electricity to Bangladesh during the upcoming rainy season. Both sides are working on a final agreement.","summary":"Talks between Nepal and Bangladesh conclude positively, with Nepal set to export electricity during the upcoming rainy season."},{"hash":"a214fef6a569a812921b8fd6905466efcae36821d314e2d976e99d6f2fb54eff","title":"The Japan Foundation presents \"Yakishime: Earth, Metamorphosis,\" a traveling exhibition exploring the ancient Japanese pottery technique.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/japan-foundation-traveling-exhibition-yakishime-earth-metamorphosis","imageLink":"https://web.nepalnews.com/storage/story/1024/Leaflet_front1715264259_1024.jpg","category":"entertainment-and-lifestyle","content":"The Japanese Embassy and the Japan Foundation are holding an exhibition of \"YAKISHIME\" ceramics at the Embassy Hall in Kathmandu from May 11th to 30th.\n\nYakishime ceramics are unique Japanese ceramics made from unglazed, high-fired clay. They are used for serving food, drink, and as art objects.\n\nThe exhibition showcases the history of yakishime, from its origins to the present day. It is free to enter and open from 9.30am to 4.30pm every day.","summary":"Japan Embassy and Japan Foundation to hold \"YAKISHIME: Earth Metamorphosis\" exhibition in Kathmandu, showcasing Japanese yakishime ceramics."},{"hash":"e61c612a2fa2945dbce36e78bfcbfcfe5e05c704908dd9baac7769efb299faed","title":"Two friends celebrate their 50-year bond, reflecting on shared memories and the enduring power of friendship.","date":1715666772698,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/celebrating-50-years-of-friendship","imageLink":"https://web.nepalnews.com/storage/story/1024/209370c5_271f_40b2_b38c_4d479196175d1714881747_1024.jpeg","category":"entertainment-and-lifestyle","content":"**50th Anniversary of Korea-Nepal Ties: Cultural Celebration**\n\n**Highlights:**\n\n* **K-Tigers:** Martial art demonstration combining Taekwondo and K-pop\n* **People on Stage:** B-boy dance performance showcasing Korean culture and innovation\n* **Friendship Celebration:** Commemorating the 50-year bond between Korea and Nepal","summary":"The Republic of Korea Embassy commemorates 50 years of diplomatic ties with Nepal with a cultural event featuring K-Tigers' martial art demonstration and People on Stage's B-boy dance showcase."},{"hash":"5db1f1b27f140836a538af8994d1d20d3c4e3bfba7357d0ab258108d457e3803","title":"Actor CP Lohani, known for his role in the film \"Sholay,\" has passed away.","date":1714348800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/actor-cp-lohani-passes-away","imageLink":"https://web.nepalnews.com/storage/story/1024/cp_lohani_11714394375_1024.jpg","category":"entertainment-and-lifestyle","content":"Nepali actor CP Lohani, known for the first privately-produced hit movie \"Maitighar,\" passed away at 86 due to Alzheimer's and pneumonia. He was a former government employee and also an accomplished figure in film and music. He was married to Bollywood actress Mala Sinha. His funeral will be held today at Pashupati Aryaghat.","summary":"Renowned Nepali actor, CP Lohani, known for the hit movie 'Maitighar,' passed away at 86 due to Alzheimer's and pneumonia."},{"hash":"47c5ab0dc3d11afc19bb0a2ea497b4519a334d00648998358c7cab2575b09124","title":"Democratic republic values moral principles and virtues taught by religion, with the president supporting these values.","date":1713657600000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/a-democratic-republic-seeks-moral-values-and-virtues-like-religion-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_21_at_111713687967_1024.jpeg","category":"entertainment-and-lifestyle","content":"President Paudel says that all religions, including the government, promote good values and virtue. He believes that the ultimate goal of religion is to make people happier, more peaceful, and more civilized.\n\nOn the occasion of Lord Mahabir's birth anniversary, the President wishes the Jain community well. He praises them for living peacefully with other groups and for making positive contributions through their service and beliefs.\n\nHe expresses hope that the Jain community will continue to promote non-violence, peace, and other important values in the future.","summary":"President Paudel emphasized the shared goal of moral values among religions, highlighting the 2623rd birth anniversary of Lord Mahabir and the impact of Jain principles on Nepali society."},{"hash":"36bf5184da2134fc7913480835b722431a60fe0d878008465b1a5b5221530db2","title":"Chaiti Chhath festival concludes with offering of prayers and water to the rising sun.","date":1715666786789,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/chaiti-chhath-concludes-offering-argha-to-rising-sun","imageLink":"https://web.nepalnews.com/storage/story/1024/NawadeepShrestha_Bidur_RSS_14_ChhathPhoto1667194260_1024.JPG","category":"entertainment-and-lifestyle","content":"Chaiti Chhath festival ended with devotees offering prayers to the rising sun this morning. This spring festival, celebrated twice a year, concluded its 2080 celebration. Devotees stood in water bodies to offer water to the sun, wishing for good things for their families.","summary":"Chaiti Chhath festival in Mithila concluded with devotees offering 'argha' to the rising sun, completing the four-day celebration of peace, prosperity, and family longevity."},{"hash":"5c4e40b0cfcc81a841cfed842ce2aa92af57f2e88130f43a69d94018c770008a","title":"Socialist culture is essential for creating the foundation of socialism. Prime Minister Dahal emphasizes its importance in preparing the base for socialist development.","date":1715666790773,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/socialist-culture-a-primary-condition-for-preparing-base-of-socialism-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/436421060_2683866678446874_1444593645290858072_n1713059615_1024.jpg","category":"entertainment-and-lifestyle","content":"**Socialist Culture Key for Building Socialism**\n\nPrime Minister Prachanda believes a socialist culture is necessary for Nepal's transition to socialism. He calls on all communities to contribute by promoting:\n\n* Transformation of culture\n* Patriotic and progressive values\n\nThe government is committed to supporting cultural institutions and artists and incorporating their concerns into policies and funding.\n\nThe Cultural Evening organized by the Sanskritik Sansthan has inspired the Prime Minister and showcased Nepal's diverse languages, cultural traditions, and national unity.","summary":"PM Dahal emphasized the significance of socialist culture in building the foundation of socialism, highlighting government efforts to promote cultural institutions and address their concerns through policies, resources, and support for artists and writers."},{"hash":"9e903d4ae9895d0b7227863508b544a185bf4f79d4c7dd15477cc5fe3ef9bc87","title":"Parties are working hard to break the stalemate in the House of Representatives.","link":"https://kathmandupost.com/national/2024/05/14/parties-dig-in-as-efforts-intensify-to-end-house-deadlock","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1715649443.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"national","content":"**Government's Plan Blocked**\n\nThe government wants the President to share its plans for the country with Parliament. But the opposition party, Nepali Congress, is blocking it. They want Parliament to investigate a financial scandal involving the government's home minister.\n\nThe ruling parties have tried to convince Nepali Congress to let the President speak, but they refused. The ruling parties won't investigate the home minister, so Nepali Congress won't cooperate.\n\nThe ruling parties are still hopeful that Nepali Congress will change its mind and allow the President to speak. But Nepali Congress has warned that if they don't get a positive response by Tuesday, they will keep blocking Parliament.","summary":"The Nepali Congress opposition's demand for a parliamentary investigation into the cooperative scam involving Home Minister Lamichhane led to failed attempts by ruling parties to facilitate President Paudel's presentation of government policies and programs in Parliament on Tuesday."},{"hash":"92a1a0426d458104dce65a41a0053b1e186e02957a6012da7042e97f06fb647e","title":"Nepalese court has summoned foreign individuals and companies involved in the Airbus helicopter purchase deal of 2017 over corruption allegations.","link":"https://kathmandupost.com/money/2024/05/14/nepal-s-court-summons-foreigners-and-firms-implicated-in-2017-airbus-deal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb8-1715649654.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"money","content":"The Special Court has summoned five foreign individuals and five companies for an upcoming hearing in the \"wide-body scam.\" The case involves allegations of corruption in the 2017 purchase of Airbus A330s by Nepal Airlines.\n\nAmong the individuals implicated are former tourism officials and Nepal Airlines executives. The companies include aircraft manufacturers, leasing companies, and a financial agent.\n\nInvestigators believe that the purchase caused financial losses to Nepal due to inflated prices and improper procurement procedures. They allege that the minimum age of the aircraft was exceeded and that the jets were purchased with a reduced payload capacity.\n\nThe defendants have 15 days to appear at the hearing, after which the court may take further action. The case is expected to take several months to conclude.","summary":"The Special Court issued summonses for ten foreign individuals and companies in connection with the Airbus A330 aircraft acquisition scam, with the alleged loss to the Nepalese government amounting to $13.38 million."},{"hash":"ef8cf1e2fea903bd66225c35424bc06043ef415da56289d337aad8abb14af118","title":"**Weakening Regional Parties**\n\nRegional political parties in India are losing influence due to:\n\n* **Centralization:** The national government's power has increased, overshadowing regional parties.\n* **Nationalism:** Voters are increasingly supporting national parties over regional ones.\n* **Fragmentation:** Regional parties are dividing among themselves, reducing their collective strength.\n* **Financial dependence:** Many regional parties rely on national parties for funding, limiting their independence.\n* **Lack of strong leaders:** Some regional parties lack charismatic leaders to attract voter support.","link":"https://kathmandupost.com/politics/2024/05/14/from-the-centre-to-the-provinces-the-diminishing-influence-of-regional-parties","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Picsart240514071758842-1715650475.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"politics","content":"**Regional Political Parties in Nepal Facing Disputes and Divisions**\n\nAfter 2006, regional parties in Nepal have experienced splits and divisions.\n\n**Janata Samajbadi Party-Nepal (JSP-Nepal)**\n\n* Ashok Rai split from JSP-Nepal and registered a new party.\n* Seven of 12 JSP-Nepal lawmakers joined Rai's party.\n* JSP-Nepal resigned from the government and withdrew support.\n\n**Other Splits**\n\n* Rajendra Mahato left Loktantrik Samajbadi Party and launched a new movement.\n* Bijay Kumar Gachchhadar merged his party with Nepali Congress.\n* Hridayesh Tripathi formed the Janata Pragatisheel Party.\n* Prabhu Sah formed the Aam Janata Party.\n\n**Nagarik Unmukti Party (NUP)**\n\n* Factional dispute between party chair and her husband.\n* Party lost chance to lead provincial government.\n\n**Reasons for Divisions**\n\n* Internal feuds and power struggles.\n* Difficulty balancing activism for rights with politics for power.\n* Self-centered leaders and weak internal democracy.","summary":"Political disputes and divisions have plagued Nepal's regional parties, resulting in party splits, resignations, and loss of support, leading to a decline in their influence and a shift in Madhesh provincial power dynamics."},{"hash":"32104834055959b094125de256188f02af795a2e657bc95d1e2257342194b8dc","title":"57 districts in India have reported cases of dengue infection.","link":"https://kathmandupost.com/health/2024/05/14/57-districts-report-dengue-infection","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1715650595.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"health","content":"**Upcoming Dengue Outbreak in Nepal**\n\nConcerns are rising about a possible dengue outbreak due to heavy rainfall and warm temperatures. Dengue is a viral disease spread by mosquitoes that also carry chikungunya, yellow fever, and Zika.\n\nAlready, 57 districts have reported dengue cases, including Kathmandu Valley. About 50 people are infected weekly, and the number is expected to increase.\n\nNepal has become endemic to dengue, meaning it's a risk all year. While many infections show no symptoms, some can develop fever, muscle pain, rashes, and headaches. Early treatment is crucial.\n\nExperts urge authorities to prepare now by:\n\n* Educating people about risks\n* Monitoring for mosquitoes\n* Taking steps to reduce mosquito breeding grounds (e.g., draining water from tanks)","summary":"Concerns about a dengue outbreak are rising as pre-monsoon rains create optimal breeding conditions for dengue-transmitting mosquitoes, with 57 districts reporting cases including Kathmandu Valley, despite an estimated 80% of infected individuals remaining asymptomatic."},{"hash":"c3075613429a814ac667cc5c315d3a93ccf2feb33fa59c8e25b4106ea3df7a74","title":"Keep your promises. Do what you say you'll do.","link":"https://kathmandupost.com/editorial/2024/05/14/keep-your-word","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1715566357.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"editorial","content":"**Summary:**\n\nPolitical leaders from major parties have promised to improve Nepal's business climate. This is a positive step, as it recognizes the need for investment. However, mere promises are not enough. Nepal needs political stability and predictable policies to attract investors.\n\nThe government has made some changes to laws to make investing easier. But these changes have not been passed by Parliament due to political disagreements. This makes it difficult for investors to trust Nepal.\n\nFor Nepal to attract investment, political parties must work together to ensure consistent policies and put the country's interests ahead of their own.","summary":"Major political parties in Nepal pledge to promote investment climate, emphasizing the need for political cooperation and policy stability despite ongoing parliamentary deadlock and obstructions."},{"hash":"f39214bd1041c6ad6f746c6d1ed9c57d946ec78f7397661f6402cce78f5e95af","title":"reviewing-amnesty-s-report-on-dalits","link":"https://kathmandupost.com/columns/2024/05/14/reviewing-amnesty-s-report-on-dalits","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/leadpostillustration-1715654748.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"columns","content":"Amnesty International's report highlights the discrimination Dalits face in Nepal, emphasizing the need for a rights-based approach to eliminate this injustice. The report highlights the suffering and apathy Dalits endure and provides recommendations for government and human rights organizations to address the issue. While it explores impunity and legal challenges, the report overlooks the significant role of religion and culture in perpetuating caste discrimination. To effectively tackle this problem, younger Dalit voices need to be included and the influence of religion and culture must be considered.","summary":"Amnesty International's report \"‘No-one Cares’: Descent-Based Discrimination Against Dalits\" highlights the persistent caste-based discrimination faced by Dalits in Nepal, with recommendations for addressing the issue through a human rights-centric approach, emphasizing the need to tackle the underlying religious and cultural factors."},{"hash":"1129646c354dc7fc5002de47cd2f0fded37f1f0e088085fc09887f0a2146716f","title":"People living in mountainous areas are seeing changes due to climate change. These changes impact their water availability, food security, and livelihood. As glaciers melt, communities near mountains are losing their water sources. The melting glaciers also cause flooding and landslides, which can damage infrastructure and homes. Additionally, changing weather patterns and temperatures affect agricultural productivity, which can lead to food shortages. These challenges require collaboration between communities, scientists, and policymakers to find sustainable solutions that mitigate the effects of climate change on people living in mountainous regions.","link":"https://kathmandupost.com/columns/2024/05/14/people-mountains-and-climate-change","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/DownPostFilePhoto-1715654555.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"columns","content":"**Mountain Dialogue 2024 in Nepal**\n\n**Purpose:**\n\n* Discuss the urgent issues of mountains and climate change.\n* Strengthen collaboration to protect mountain communities and ecosystems.\n\n**Why Mountains Matter:**\n\n* Provide essential resources like water, food, and medicine.\n* Support biodiversity and unique cultures.\n\n**Climate Change Threats to Mountains:**\n\n* Rising temperatures\n* Glacial melting\n* Extreme weather events\n* Species extinction\n\n**Nepal's Advocacy:**\n\n* Nepal has been advocating for mountain issues in global forums.\n* Secretary-General Guterres visited Nepal to witness climate change impacts.\n* Nepal hosted a high-level roundtable at COP28 to raise awareness.\n\n**Expert Dialogue:**\n\n* To be held in Kathmandu, May 22-23, 2024.\n* Will bring together scientists, policymakers, and community representatives.\n* Aims to strengthen resilience of mountain ecosystems and ensure climate justice for mountain communities.\n\n**Expectations from Mountainous Countries:**\n\n* Strengthen partnerships for climate action.\n* Keep global warming below 1.5 degrees Celsius.\n* Provide funding and technology for climate adaptation in mountains.\n* Prioritize the most vulnerable communities in climate action.\n* Transform dialogue into concrete actions to protect mountains and their people for future generations.","summary":"Nepal hosts an international dialogue on \"Mountains, People, and Climate Change\" to prioritize mountain-centric actions, address threats from climate change, and advocate for climate justice for vulnerable mountainous communities."},{"hash":"bb8e7dc403e9f3d41c27c9d6575dbf72a3b5154a09b028b0ccfb3aa4094cdb98","title":"Unsafe to eat or drink","link":"https://kathmandupost.com/editorial/2024/05/12/unfit-for-consumption","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/Untitled1-1715566116.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"editorial","content":"**Food Safety in Nepal**\n\nStoring fresh food during summer is a challenge in Nepal, where many homes don't have refrigerators.\n\nFood shops often display raw meat and other food items openly, which can lead to contamination.\n\nNepal has food safety laws, but they are not always enforced or followed, leading to food poisoning and other illnesses.\n\nAuthorities need to enforce food safety standards by requiring proper storage (like freezers), covering food, and preventing cross-contamination.\n\nMonitoring food safety regularly is crucial to protect public health as more people eat out.","summary":"Despite food safety regulations in Nepal, limited refrigeration, lax attitudes, and lack of enforcement contribute to food contamination risks, posing threats to public health, especially in eateries where open display of food attracts customers but invites bacteria and dust contamination."},{"hash":"0aa0ee4be054140b3d53f08c9e5317523300a0722a26f14bce47461d82b391ca","title":"At least 14 people were killed when a large billboard collapsed in Mumbai during a thunderstorm.","link":"https://kathmandupost.com/world/2024/05/14/at-least-14-killed-after-billboard-collapses-in-mumbai-during-thunderstorm","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersWXN6ZDNASFLXNLIDL6R2DFHWZU-1715665829.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"world","content":"14 people died and many injured when a large billboard fell on them during a thunderstorm in Mumbai, India.\nThe billboard fell on houses and a gas station.\nMany people were trapped, but rescue workers have saved many already.\nThe storm caused traffic problems and airport delays.\nAt least 74 people were taken to the hospital, and 31 have been released.","summary":"A massive billboard collapsed in Mumbai during a thunderstorm, killing 14, injuring 74, and trapping many in ongoing rescue operations, causing traffic disruption and airport closures."},{"hash":"b4be493972d768331e5542af0c3e5f7f45e10e2f42f049059e903d98605f4c27","title":"May 14, 2024 weather forecast","link":"https://kathmandupost.com/weather/2024/05/14/today-s-weather-may-14-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb11-1715652650.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"weather","content":"- Today's weather in Nepal will be mostly cloudy.\n- Few places in the south and east may experience light rain or thunderstorms.\n- High mountain areas may experience light snowfall.\n- Other areas will have mostly clear weather.\n- Tonight, some areas may have light rain or thunderstorms.\n- Temperatures are dropping as the monsoon season approaches.","summary":"Partly cloudy weather with light rain in eastern and central regions of Nepal, possible snowfall in mountainous areas, and decreasing temperatures."},{"hash":"31323178bffe2838ebba4d0ac7de45c3b2e5c17466239af0ca73e65437a4c39b","title":"APF Susurpaschim continued its winning streak.","link":"https://kathmandupost.com/cricket/2024/05/13/apf-susurpaschim-continue-winning-run","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/APFvsBPw05132024150A0054copy-1715609938.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"cricket","content":"**Defending Champions Win in Lalitpur Mayor Women's T20**\n\nArmed Police Force (APF) team won their match against Bagmati Province by eight wickets. APF's Karuna Bhandari took four wickets and Mamta Chaudhary scored 35 runs, leading the team to victory.\n\nIn another match, Sudurpaschim team beat Koshi Province by 19 runs, thanks to Samjhana Khadka's half-century.\n\nAPF and Sudurpaschim are currently in the top positions in the tournament standings. Bagmati Province and Koshi Province are at the bottom after losing their second matches.","summary":"APF retained their winning streak in the Lalitpur Mayor Women's T20 Championship by defeating Bagmati Province, maintaining their top position, while Sudurpaschim claimed a 19-run victory over Koshi Province."},{"hash":"cdd413811a7e151a9cda275ebaca04ae5362e9c5ab300f2eab40a5250c4b3828","title":"Janata Samajbadi Party joins the Nepali government.","link":"https://kathmandupost.com/national/2024/05/13/janata-samajbadi-party-joins-government-1715609716","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/pradipyadav-1715609295.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"Janata Samajbadi Party has joined the government led by Pushpa Kamal Dahal. Pradip Yadav and Hasina Khan took oath as Minister for Health and State Minister, respectively. Janata Samajbadi Party has withdrawn its support from the government, leading to Upendra Yadav and Deepak Karki resigning from their ministerial positions.","summary":"The Janata Samajbadi Party joined the Dahal-led government, leading to the resignation of a deputy prime minister and a minister from the original Janata Samajbadi Party."},{"hash":"7c940f2dd432560d416b2f490c51b208a07a507c38bb2b66d1cdfde2aaa589de","title":"Heavy rains in Indonesia's West Sumatra province caused severe flooding, resulting in 43 deaths and 15 people still missing.","link":"https://kathmandupost.com/world/2024/05/13/floods-kill-43-in-indonesia-s-west-sumatra-15-missing","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/floodindonesia-1715601937.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"world","content":"Floods and mudslides in Indonesia's West Sumatra killed 43 people. Another 15 are missing. Heavy rains caused flash floods, landslides, and cold lava flow from Mount Marapi. Search and rescue efforts are underway with excavators and drones. Almost 200 houses were damaged, and 159 people were evacuated.","summary":"Flash floods and landslides in Indonesia's West Sumatra province left 43 dead and 15 missing as torrential rains triggered lahar and washed away homes and buildings."},{"hash":"f96896dbcaa523b2600029b71f1f44038c0bddf5a198a82aaeac880918ef6787","title":"JSP-Nepal withdraws from the government. Upendra Yadav and Deepak Karki resign from their governmental positions.","link":"https://kathmandupost.com/national/2024/05/13/jsp-nepal-pulls-out-of-government-upendra-yadav-deepak-karki-resign","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb2-1715597155.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"Upendra Yadav, Nepal's Deputy Prime Minister, resigned due to his party's split. The split led to the formation of a new party, which pulled out of the government. However, the government still has enough support to continue functioning.","summary":"Due to political shifts, Deputy Prime Minister Upendra Yadav and Minister Deepak Karki from the Janata Samajbadi Party resigned, leading to the party's withdrawal from the government and the loss of majority in the Madhesh provincial government."},{"hash":"0af442dccda822a3bfe69ac896c4f4edc4e8f28ad131add74738e757767bb273","title":"Upendra Yadav, a politician, challenged the registration of a new political party in the Supreme Court of India.","link":"https://kathmandupost.com/national/2024/05/13/upendra-yadav-moves-supreme-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb3-1715600620.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"Janata Samajbadi Party Nepal is challenging the Election Commission for recognizing a splinter group as a separate party. The original party claims the new party does not have enough support to have been recognized. The Election Commission had allowed the split based on a rule that was part of an ordinance that is no longer in effect. The Supreme Court will hear the case on Wednesday.","summary":"JSP-N Chairman Yadav challenges Election Commission's recognition of splinter group as a separate party, claiming insufficient support for split."},{"hash":"39a21e3738e34e21ac22ff3e01c5ee3a4fda10160336e1e78d00ef5a4868a738","title":"Nepal will use drones to remove garbage from Mount Everest. This will help keep the mountain clean and protect the environment.","link":"https://kathmandupost.com/money/2024/04/30/nepal-to-use-drones-to-transport-garbage-from-mount-everest","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/everest-1714541533.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"money","content":"**Everest Gets Drones**\n\n* Drones will be used to remove garbage from Mount Everest.\n* This could reduce the risk of avalanches and accidents for Sherpa guides who carry loads up the dangerous Khumbu Icefall.\n* The drones can fly up to 6,500 meters and carry heavy loads.\n* Climbers and guides must follow new rules to make climbing safer and reduce garbage.\n* These rules include using GPS tracking devices, poop bags, and properly disposing of bodies.\n* Bright lights and businesses are not allowed at the base camp to protect the environment and Sherpa culture.","summary":"For the first time, drones may replace high-altitude guides in transporting garbage from Mount Everest, potentially affecting the livelihood of support staff navigating the dangerous Khumbu Icefall."},{"hash":"20d6fba38f7a72404f31e0e9c78ed336011a973a2c15264bdb33a8dce3fe58fb","title":"Adoption in Nepal faces challenges due to a lack of clear regulations. This makes the process complicated and confusing for prospective adoptive parents.","link":"https://kathmandupost.com/national/2024/05/01/regulatory-void-complicates-child-adoption-process-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb14-1714527484.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"national","content":"**Anistha Shrestha, a woman in her 40s, adopted a baby after several failed attempts to have a child.**\n\n**Adoption in Nepal:**\n\n* Legal domestic adoption started in 2017.\n* Couples married for up to 10 years, unmarried people over 45, or people who are widowed, divorced, or separated can adopt.\n* Regulations are unclear and adoption processes can be difficult.\n\n**Barriers to Adoption:**\n\n* Limited guidelines for matching children with parents.\n* Stigma around adoption, leading some potential parents to seek children illegally.\n* Heteronormativity of society, which prevents queer couples from adopting.\n\n**Intercountry Adoption:**\n\n* Intercountry adoption was banned in 2019 due to concerns about child trafficking.\n* Lack of effective regulation and matching committee contributed to the ban.\n* Many children adopted abroad were separated from their families or had relatives alive.\n\n**Conclusion:**\n\nEffective regulation is needed to ensure child safety and well-being in adoption processes, both domestic and intercountry.","summary":"Amidst the challenges of adoption in Nepal, Anistha Shrestha's fortunate encounter with an abandoned baby in 2017 brought her decade-long dream of motherhood to fruition, highlighting the complexities and imperfections of the adoption system despite legal advancements since 2017."},{"hash":"3f364a7b488f4787fc0e376951c1783548e5f460595979e877cac188d021df81","title":"The by-election in Ilam shows that the traditional parties in Nepal are still popular, while the new RPP party has not been able to meet expectations.","link":"https://kathmandupost.com/politics/2024/05/01/ilam-bypoll-fillip-for-old-parties-reality-check-for-rsp","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/4375415009854531096070575583147412016394281n-1714526830.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"politics","content":"**Summary:**\n\nSuhang Nembang won a by-election in Ilam-2, highlighting the importance of identity politics in the area.\n\nActivists who wanted the province to be named after an ethnic group were disappointed, as their candidates performed poorly.\n\nThe Rastriya Swatantra Party, a new party, failed to establish itself as a major force, losing to established parties like Nepali Congress and CPN-UML.\n\nThe results show that traditional parties still have strong support in rural areas, while the RSP needs to improve its base there.\n\nAllegations of involvement in a cooperative scam may have hurt RSP's performance in the election.","summary":"CPN-UML's Suhang Nembang wins Ilam-2 by-election, highlighting the relevance of traditional parties and the persistence of identity politics, while Rastriya Swatantra Party faces a humbling result."},{"hash":"3b8f07fcf0196cc796d5e7ea9b735b31007811ccd0b4a7cef5a04cffbc352d27","title":"Nepal targets international LGBTQ+ tourists, aiming to boost its economy with billions of dollars in tourism revenue.","link":"https://kathmandupost.com/money/2024/04/21/nepal-sets-sight-on-multi-billion-dollar-lgbtiq-tourism-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled-1%20(1).jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"money","content":"**Nepal Hosts LGBTIQ Tourism Conference**\n\nNepal held a conference to promote tourism for the LGBTIQ community. The country hopes to attract a share of the multi-billion dollar \"pink market.\"\n\n**Why is Nepal Targeting the LGBTIQ Market?**\n\nNepal legalized same-sex marriage in 2023, making it a pioneer in South Asia for LGBTIQ rights. The country believes that it can tap into a wealthy and influential market segment.\n\n**Economic Benefits**\n\nLGBTIQ tourists are known for their high spending power. According to estimates, the global annual spending of LGBTIQ consumers is $4.7 trillion.\n\n**Cultural Advantage**\n\nNepal's diverse culture includes traditions and symbols related to LGBTIQ identity, which can offer unique experiences for visitors.\n\n**Challenges**\n\nDespite Nepal's progress in LGBTIQ rights, there is still work to be done. The country needs to create a more inclusive environment to attract LGBTIQ tourists.","summary":"Nepal hosts the first international LGBTIQ tourism conference, aiming to tap into the multi-billion dollar pink market after recognizing same-sex marriage, with plans to foster inclusion and economic empowerment for the community."},{"hash":"6544c0b45b27e9bf77f2d52e116df242a412f0b3350a49b706e3550d9a2953e4","title":"Nepal's economy faces risks from the escalating Middle East crisis. Nepalis working in the region may be affected, reducing remittances sent back home. Additionally, higher fuel prices and reduced demand for Nepali exports could further impact the economy.","link":"https://kathmandupost.com/money/2024/04/15/escalating-middle-east-crisis-threatens-nepali-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1713147555.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"money","content":"**Nepal faces economic risks due to Middle East tensions:**\n\n* Nepal relies heavily on remittances from Nepalis working abroad, especially in the Middle East.\n* Tensions between Iran and Israel could lead to a conflict that would disrupt the labor market in the Middle East.\n* This would result in fewer jobs for Nepalis, reducing remittances and harming Nepal's economy.\n* Conflict in the Middle East could also push up oil prices, which would lead to higher inflation and increased shipping costs for Nepal.\n* The government of Nepal is urged to prepare for these potential economic shocks.","summary":"Following Iran's attack on Israel, escalating Middle East tensions threaten Nepal's remittance-dependent economy and labor market, potentially leading to unemployment, inflation, and foreign currency reserve stress."},{"hash":"79b8b64d55170d97b5398013f1e0be09edf6390a68972040dac7d9012da81a36","title":"Nepali nationalism emphasizes the unique identity and history of Nepal, promoting national unity and pride. It was shaped by the efforts of intellectuals like Hari Sharma, who highlighted Nepal's rich cultural heritage, diverse ethnic groups, and long-standing sovereignty. This concept fosters a sense of belonging and patriotism among Nepali citizens, encouraging them to work towards the nation's progress and prosperity.","link":"https://kathmandupost.com/videos/2024/05/01/nepali-nationalism-idea-of-nepal-with-hari-sharma","date":1714521600000,"source":"kp","category":"videos","content":"- Provide a concise and informative summary that captures the key points of the original text. \n- Avoid unnecessary details and technical jargon.\n- Write in a clear and straightforward manner, using simple language and sentence structure.\n- Use bullet points or short paragraphs to organize the information logically.\n- Ensure that the summary is self-contained and provides a comprehensive overview of the original text.","summary":"Key events unfolded, including a political crisis, economic turmoil, and a global health crisis leading to significant societal changes."},{"hash":"da1de9d00cddf5d4e54cf41c1f92b9ea3c65052d5d623d6c79bf8571e6fc3343","title":"Nepal has a rich cultural history, but many Chinese tourists are unaware of it. The author, Aneka Rajbhandari, believes that this is due to a lack of accurate information and cultural exchange between the two countries. She proposes ways to improve translation and communication to bridge the gap and promote a better understanding of Nepal's cultural heritage.","link":"https://kathmandupost.com/videos/2024/04/14/china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","date":1713052800000,"source":"kp","category":"videos","content":"The Araniko Project uses Mandarin sources to study Nepal-China history. Rajbhandari, the project's founder, speaks fluent Mandarin and has lived in Beijing. She believes that understanding Chinese language is crucial for understanding China and its relations with Nepal.","summary":"The Araniko Project explores Nepal-China relations through primary Mandarin sources, highlighting the importance of Chinese language proficiency for understanding China."},{"hash":"260be847ea4643b523c3e2c77aa8eb77abfa0ace0b6d4a34348f05f7a4f6c2d2","title":"Nepalese thought leader Saumitra Neupane leads a public discussion on the \"Idea of Nepal.\" They explore the concept of national identity, history, culture, and the challenges facing Nepal today.","link":"https://kathmandupost.com/videos/2024/03/26/public-debate-in-nepal-idea-of-nepal-with-saumitra-neupane","date":1711411200000,"source":"kp","category":"videos","content":"Project Sambad is a platform that brings people together to talk about important issues in Nepal. The first event was held in Kathmandu in March. Neupane was one of the people who helped start the project. In this interview, he and another person talk about how to make public debates better in Nepal.","summary":"Project Sambad, a platform for critical societal dialogue, held its inaugural event in Kathmandu on March 14-15."},{"hash":"d5d55349db8224f79ac2f5502e8ef4d7a68f9f2c08b2ac9c91c850dba1308134","title":"Nepal's constitution defines Nepal as a socialist democratic republic with an independent judiciary and a pluralistic system. Freedom of religion, speech, and the press are guaranteed. The constitution also emphasizes environmental protection and economic development.","link":"https://kathmandupost.com/videos/2024/02/02/the-constitution-of-nepal-idea-of-nepal-with-bipin-adhikari","date":1706832000000,"source":"kp","category":"videos","content":"Professor Bipin Adhikari, an expert on constitutional law, discusses:\n\n* Key points in Nepal's 2015 constitution\n* How well it's holding up\n* How Nepal's constitutional process has changed over time","summary":"Professor Bipin Adhikari discusses the evolution of Nepal's constitutional process, focusing on the durability and features of the 2015 constitution."},{"hash":"bb06191d96b41f889a0ee66504cd3497cbd5bc3f64eddecd21f76111153a72a2","title":"Myths often reflect real-world experiences and human nature. They explore themes like love, loss, courage, and identity. By understanding myths, we can gain insights into our own lives and emotions.","link":"https://kathmandupost.com/theater/2024/05/12/when-mythology-mirrors-life","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled2-1715481070.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"theater","content":"**'Bakhaamma' Play Summary**\n\n* Explores questions about destiny and the role of the divine in human life.\n\n* Tells the love story of Saya and Sikhum, inspired by the love story of Kirati deities.\n\n* Uses Kirati Mundum (oral tradition) to showcase the cultural identity of the Kirati community.\n\n* The play features grand sets, costumes, and performances, including animal characters.\n\n* The story emphasizes the importance of nature and community, and explores various types of love.\n\n* The standout performance of Alisha Rai as Saya and Sumnina shines.\n\n* While the play has some flaws in comprehensibility and transitions, it remains a significant contribution to preserving Kirati heritage.\n\n* 'Bakhaamma' is running at Mandala Theatre in Kathmandu until May 27.","summary":"'Bakhaamma', a play by Mandala Theatre, explores predestination, love, and cultural identity through the retelling of Kirati Mundum folklore, showcasing the importance of nature and community while preserving Kirati culture through innovative storytelling."},{"hash":"b4a2dee8c226c375bd4dd6bbbea8753e0ebf9fb7d77560b460f924c518b10969","title":"Hikmat Karki, the Chief Minister of Koshi Province, has won a vote of confidence in the provincial assembly. He secured the support of a majority of lawmakers, demonstrating his continued leadership in the province.","link":"https://kathmandupost.com/national/2024/05/13/koshi-chief-minister-hikmat-karki-wins-trust-vote","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb1-1715596411.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"Chief Minister Hikmat Karki of Nepal's Koshi province gained the assembly's support in a confidence vote, despite a boycott by the main opposition party, the Nepali Congress. Karki received votes from 57 lawmakers, while five abstained. He was supported by members of the CPN-UML, CPN (Maoist Centre), CPN (Unified Socialist), and Janata Samajbadi Party. The Unified Socialist party initially hesitated to support Karki but later did so on instructions from its central leadership. The Nepali Congress boycotted the vote, stating that Karki's appointment was unconstitutional. A legal challenge to Karki's appointment is ongoing in court.","summary":"Amidst a boycott by Nepali Congress, Koshi Chief Minister Hikmat Karki obtained a confidence vote with support from CPN-UML, CPN (Maoist Centre), CPN (Unified Socialist), and Janata Samajbadi Party, while the Unified Socialist remains in opposition."},{"hash":"7e26b616e94de57b192df8218df36ecaaf4466f1158034c966b537b95a17b683","title":"Political tensions rise in Nepal's Madhesh region as a split in the ruling coalition leaves the fate of the government uncertain.","link":"https://kathmandupost.com/politics/2024/05/10/after-split-in-jsp-nepal-politics-hots-up-in-madhesh-over-fate-of-coalition","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb3-1715303718.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"politics","content":"The Janata Samajbadi Party in Nepal has split, causing a crisis in the Madhesh provincial government. The Maoist Centre party, which supports the government led by JSP-Nepal, is discussing forming a new government.\n\nThe new party, led by Ashok Rai, has taken away some members from JSP-Nepal. However, the Upendra Yadav-led faction of JSP-Nepal claims it still has the support of most members in the provincial assembly.\n\nPolitical experts believe the other parties in the coalition may not support JSP-Nepal's leadership, as the UML (the largest party) has tensions with Madheshi politicians.\n\nThe fate of the Madhesh provincial government depends on the decisions of the ruling coalition in Kathmandu. If the coalition decides against JSP-Nepal, it could step down from leadership.","summary":"The division of the Janata Samajbadi Party-Nepal (JSP-Nepal) threatens the stability of the Madhesh provincial government, with the potential for a new government led by the Maoist Centre."},{"hash":"40a529e517bf93a20206c3fc06b60ee095358e2bdafb9cde44387b93947eaaf8","title":"Yadav to take legal action to challenge the registration of a new political party.","link":"https://kathmandupost.com/politics/2024/05/09/yadav-to-move-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/UpendraYadav-1715216471.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"Janata Samajbadi Party Nepal will challenge the Election Commission's decision to recognize a new party formed by a breakaway faction. The new party was registered without a legal basis, according to the party led by Upendra Yadav. The split in the party stems from longstanding discontent with Yadav's leadership. The party insists it has not split and Yadav still has majority support. The party plans to continue its support for the current ruling alliance despite the internal division.","summary":"Following the Election Commission's recognition of a splinter group led by Ashok Rai as a new party, the Janata Samajbadi Party Nepal threatens legal action for an \"illegal\" registration."},{"hash":"f6f0addbb8cbaa32a930541099e8ab8b80dbd645a10abca7ca6caeeb2cd39f3a","title":"Political parties often change their positions on issues to gain votes or advance their own agendas, regardless of what they originally stood for.","link":"https://kathmandupost.com/politics/2024/05/09/political-parties-shift-stances-based-on-convenience","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/meeting-1715218714.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Summary:**\n\nLast year, the UML party demanded an investigation into gold smuggling by top leaders. The Congress party refused. Now, the UML (now in power) rejects the Congress's request for a probe against the Home Minister, Rabi Lamichhane.\n\nThe UML says their demand for a judicial investigation into gold smuggling was different from the Congress's demand for a parliamentary probe into Lamichhane's case. The Congress argues the state is protecting Lamichhane, so they need a probe committee.\n\nThe Congress wants to make the formation of the probe committee a condition for passing the budget in Parliament. The UML says they should let Lamichhane speak in Parliament before forming a committee.\n\nPolitical experts say both parliamentary and judicial committees should only be formed in rare cases. They criticize the parties for not trusting the state apparatus and using these committees as political tools.","summary":"Political parties in Nepal engage in power struggles over the formation of investigative committees into alleged gold smuggling and cooperative fund embezzlement, with differing demands based on their ruling or opposition status, highlighting the dysfunctionality of state mechanisms."},{"hash":"993e3dfb635cc252b93bf935dad75ef144713614867292c57642795d1f8ac6ff","title":"Nepali Congress may allow Rastriya Swatantra Party leader, Rabi Lamichhane, to speak in parliament even if he has not been sworn in as a member. This is because the party is considering allowing non-members to address the House on specific issues.","link":"https://kathmandupost.com/politics/2024/05/09/nepali-congress-may-allow-lamichhane-to-speak-in-parliament","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb18-1715215891.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"The opposition party, Nepali Congress, demands an investigation into the involvement of Deputy Prime Minister Rabi Lamichhane in a cooperative funds scam. The police found millions of rupees transferred from two cooperatives into Lamichhane's name. Lamichhane denies any wrongdoing. The Congress party believes Lamichhane misused the police and Attorney General's Office to claim his innocence. The ruling parties suggested a broader investigation into the cooperative sector, but the Congress party insists on targeting Lamichhane. Lamichhane sent a letter to the Speaker, seeking permission to speak in Parliament. The Congress party has not decided whether to allow him to speak and will discuss it at a meeting on Thursday. The Congress party is also concerned about the unconstitutional actions in Koshi and Gandaki provinces during government formation.","summary":"Nepali Congress demands parliamentary investigation into Deputy Prime Minister Rabi Lamichhane's involvement in cooperative funds embezzlement."},{"hash":"0d8fb09ab1026484e465284d903ed753ad28550936d7ae26eefcff4b8df23383","title":"three-arrested-for-allegedly-duping-us-aspirants","link":"https://kathmandupost.com/kathmandu/2024/05/10/three-arrested-for-allegedly-duping-us-aspirants","date":1715299200000,"source":"kp","category":"kathmandu","content":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. ","summary":"Nepal Police apprehended a gang for swindling youths of Rs55 million and 15 Nepalis remain captive abroad after paying the gang Rs75 million for illegal US and Canada passage."},{"hash":"d34d04f3fb0aac7854c1168b097a6ce09196339cf7d7bc35809cda6b94726548","title":"Fire in Bhaktapur injures two people.","link":"https://kathmandupost.com/bhaktapur/2024/05/05/two-injured-in-bhaktapur-fire","date":1714867200000,"source":"kp","category":"bhaktapur","content":"- Fire in a carpet factory in Bhaktapur district.\n- Two people injured while trying to put out the fire.\n- Firefighters, security personnel, and locals helped put out the fire.\n- Property worth Rs 18 million destroyed.\n- Cause of the fire is still unknown.","summary":"A fire at a carpet factory in Bhaktapur, Nepal, injured two individuals and caused approximately Rs18 million in damages, with the cause of the fire under investigation."},{"hash":"b6207fb9e973312bf402c67e85a81cf80ec93fb9549d25542321817afde006d8","title":"Two people died due to suffocation while digging a well in Bhaktapur.","link":"https://kathmandupost.com/bhaktapur/2024/05/01/two-die-of-suffocation-while-digging-well-in-bhaktapur","date":1714521600000,"source":"kp","category":"bhaktapur","content":"**Instructions for Summarizing Text**\n\n**1. Identify the Main Idea:**\n- Read the text carefully and determine the key point or central message.\n\n**2. Extract Key Information:**\n- Highlight or write down the most important facts, details, and supporting points that relate to the main idea.\n\n**3. Condense the Information:**\n- Use clear and concise language to rewrite the key information, focusing on the essential points.\n- Remove unnecessary details or redundancies.\n\n**4. Check for Accuracy:**\n- Ensure that the summary accurately reflects the original text and does not misrepresent the information.\n\n**5. Write in Plain English:**\n- Use simple language and avoid technical jargon or complex sentence structures.\n- Keep the summary brief and to the point.\n\n**Output:**\n\n**Plain-Text Summary:**\n\n[Write your summary here in simple English, using the principles outlined above.]","summary":"**Concise Summary:** Key events include character's journey, conflict, resolution, and impact on the character's arc."},{"hash":"f5d5a914ad325d0dc9cdbe3e13aee77b709515bae18e316ed2e1dfc20803ba5d","title":"Man seriously injured in forest fire dies from injuries.","link":"https://kathmandupost.com/lalitpur/2024/04/30/man-injured-in-forest-fire-dies","date":1714435200000,"source":"kp","category":"lalitpur","content":"A man named Shankar Pahari died while fighting a fire in a forest in Godawari Municipality. Another person, Ramesh Pahari, is still in the hospital. Another fire in the same area is still not under control, and 65 patients from a nearby hospital had to be moved to safety.","summary":"Fire at Tapeshwar community forest kills one and injures another, while fire at Ananda forest remains uncontained, forcing 65 hospital patients to evacuate."},{"hash":"576aedd4fb42b61a1e529a2a54b7b58d3d019f11c45cb0f9be739c017645a00d","title":"Seven areas of Kolkata Municipal Corporation (KMC) have started segregating waste, while four more areas will soon follow.","link":"https://kathmandupost.com/kathmandu/2024/04/30/seven-wards-of-kmc-start-waste-segregation-four-more-to-start-soon","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1714441676.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"kathmandu","content":"**Kathmandu's Waste Management Plans**\n\nTo reduce waste, several wards in Kathmandu have started separating garbage into two types:\n\n* **Degradable:** Can decompose (e.g., food scraps, paper)\n* **Non-degradable:** Can't decompose (e.g., plastic, glass)\n\n**Degradable Waste:**\n\n* Converted into compost at the city's waste station\n* Compost is free and available for those who follow waste separation rules\n* Compost used in city plants and gardens, and to make biogas\n\n**Non-degradable Waste:**\n\n* Recycled\n* Reusable non-degradable waste (like plastic) sold for over Rs222 million\n\n**Other Measures:**\n\n* Divide the city into eight sectors for easier waste management\n* Aim to convert 60% of organic waste into compost\n* Use non-degradable waste to generate electricity through biogas","summary":"Kathmandu Metropolitan City enforces waste segregation in seven wards, including composting and biogas generation from degradable waste."},{"hash":"1a053a3483ec1f17e52af1e44ae444684520d4e096d37d9a8a9745a81e0757bf","title":"private-sector-says-nepal-s-tax-system-is-upside-down","link":"https://kathmandupost.com/money/2024/05/13/private-sector-says-nepal-s-tax-system-is-upside-down","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1715566357.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"money","content":"**Private Sector Asks for Lower Taxes to Stop Smuggling**\n\nThe private sector in Nepal wants the government to lower taxes to stop people from illegally bringing cheaper goods into the country from India. They say the price difference between the two countries is too high, which makes smuggling profitable.\n\n**Government Should Change Tax System**\n\nThe private sector also thinks the government should change how it collects taxes. They say the current system hurts people with lower incomes more than those with higher incomes. They want to see a system where taxes are based on how much money people make.\n\n**Economic Slowdown**\n\nThe private sector says the economy is slowing down because of government policies that have made it hard for businesses. They also say that the global economy is slowing down and that politics in Nepal are not stable, which makes investors hesitate to put money in the country.\n\n**Government Response**\n\nThe government says that it is aware of these issues and is working to address them. However, it also says that Nepal is a small economy that is vulnerable to external factors, such as the global economy.","summary":"Private sector demands competitive tax rates, progressive tax system, and economic stability from the government to prevent rampant smuggling, address economic slowdown, and encourage investment."},{"hash":"bac85bfd8fbe8dc3ec19bd57e21e7d55fb8ee1d6e7f3d6210e11c9b616730af7","title":"Finance Minister's joke highlights the importance of examining and understanding the current state of the country.","link":"https://kathmandupost.com/money/2024/05/12/finance-minister-pun-stresses-need-for-critical-analysis-of-the-country-s-state","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb26-1715518050.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"money","content":"**Finance Minister's Speech Summary:**\n\n* Need to analyze Nepal's current situation.\n* Mistakes made in the past should be corrected.\n* Coordination between central and provincial governments is lacking, leading to underspending.\n* Government has failed to invest in construction, leading to slowdown in sector.\n\n**Economic Challenges Raised:**\n\n* Private sector growth is hindered by government policies.\n* Government policies are stricter than necessary, discouraging investment.\n* Lack of investment and employment opportunities is causing business owners to leave Nepal.\n* Government has not recognized investment potential of non-resident Nepalis.","summary":"Finance Minister Barshaman Pun emphasizes the need to analyze past mistakes and address shortcomings in economic policy, while key business leaders highlight sluggish private sector growth and the negative impact of unfavorable government policies on investment and job creation."},{"hash":"598d47179f347b323a132ca5a175cddf5c7d9425a715572e35c22b375dbc2709","title":"Nepal's banking industry stands out in South Asia by having a high number of women employees.","link":"https://kathmandupost.com/money/2024/05/11/nepal-s-banking-industry-is-a-leader-in-south-asia-in-employing-women","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715392971.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"money","content":"**Challenges Faced by Women in Nepal's Banking Sector**\n\nDevna's story highlights the challenges faced by women in Nepal's banking industry. Despite being well-qualified, they often face biases during interviews and promotions.\n\nAfter marriage, women face additional responsibilities at home, which limits their ability to work late or travel for work. Lack of support from colleagues and unclear feedback can also hinder their progress.\n\n**Despite Legal Protections, Inequality Persists**\n\nNepal has strong laws to protect women's rights in the workplace. However, these laws are not always fully enforced. Many banks have gender diversity policies, but there is still a significant gap in women's representation in leadership roles.\n\nMoreover, societal biases and patriarchal attitudes create challenges for women in senior positions. Men may find it difficult to accept authority from women, which can limit their career growth.\n\n**Steps for Improvement**\n\nTo address these challenges, the report recommends:\n\n* Providing flexible work arrangements and support for women with childcare responsibilities.\n* Setting clear and fair performance evaluation systems.\n* Encouraging women to take on leadership roles and mentoring them for success.\n* Raising awareness about gender equality and challenging societal biases.","summary":"Devna's challenges as a Nepali woman in the banking industry highlight the patriarchal barriers and lack of support for women in leadership, despite Nepal's progress in female representation in the workforce."},{"hash":"f3e4a42725000ac8f9936c9fe3c2c8d3248f6134923cb80e8472ddc216c5009a","title":"Businesses urge government to invest heavily in infrastructure to kick-start the economy.","link":"https://kathmandupost.com/money/2024/05/10/private-sector-urges-massive-capex-booster-to-revive-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb5-1715304600.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"money","content":"**Nepal's Budget for Economic Growth**\n\nTo support economic growth, private businesses want the government to invest heavily in infrastructure. Currently, the government spends around Rs500 billion, while the private sector invests four times that amount. However, recent data suggests that Nepal's economic growth may not accelerate due to low investment from both the government and businesses.\n\nThe private sector recommends:\n\n* Establishing an \"investment decade\" program to encourage investment.\n* Providing special incentives for businesses that create jobs.\n* Prioritizing startups, export businesses, and tourism.\n* Allowing companies to reinvest profits to increase development.\n* Investing funds from social security programs in infrastructure to boost growth and create jobs.\n* Lowering taxes on everyday items like onions and potatoes to reduce smuggling.\n* Clarifying tax policies to discourage smuggling and increase government revenue.\n* Encouraging the private sector to invest in transmission lines to improve infrastructure.\n* Waiving additional taxes on foreign investors to attract investment.","summary":"Nepal's private sector seeks increased capital expenditure in the upcoming budget to stimulate economic growth amid a slowdown, with the government prioritizing private sector confidence and addressing investment challenges."},{"hash":"c5fe1d2f9a8cd6eef1f0a323caa11b7801cd42a62a453832aeefed4f02fa2511","title":"Government plans to check pregnant women for mental health problems.","link":"https://kathmandupost.com/health/2024/05/10/ministry-plans-to-screen-pregnant-women-for-mental-health-problems","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb4-1715304323.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"health","content":"**Nepal to Screen Pregnant Women for Mental Health**\n\n**Problem:**\nMental health problems are a leading cause of maternal deaths in Nepal.\n\n**Plan:**\n- Screen pregnant women for mental health problems at a hospital in Kathmandu.\n- Treat women if needed to reduce maternal deaths.\n\n**Statistics:**\n- 6% of maternal deaths are due to self-harm.\n- 151 women die for every 100,000 live births.\n- 67% of maternal deaths occur during or after childbirth.\n- 33% of maternal deaths occur during pregnancy.\n- 61% of maternal deaths occur after childbirth.\n- 47% of maternal deaths occur in Lumbini and Madhesh provinces.\n- 10% of maternal deaths are in teenage girls.\n- 57% of maternal deaths happen in health facilities.\n- 53% of women who died had made 8 antenatal care visits.\n- 45% of women who died had received postnatal care.\n\n**Causes of Maternal Deaths:**\n- Excessive bleeding after childbirth\n- Pre-eclampsia\n- Suicide\n\n**Government Efforts to Reduce Maternal Deaths:**\n- Mandatory antenatal and postnatal care visits.\n- Free institutional delivery services.\n- Travel allowances for women using institutional delivery services.\n- Distribution of medication to treat postpartum bleeding.\n\n**Goal:**\n- Reduce maternal mortality rate to 75 per 100,000 births by 2030.","summary":"Responding to rising maternal deaths, Nepal's Ministry of Health will screen pregnant women for mental health issues, starting at Thapathali Maternity Hospital and hoping to expand the program nationwide."},{"hash":"59f298234b280fa0591d0d30e4fbe9e9eb1f6e5022825d49db7c9d29cf0971ae","title":"Doctors and healthcare workers in India get training to screen for non-communicable diseases (NCDs), including heart disease, stroke, cancer, and diabetes.","link":"https://kathmandupost.com/health/2024/05/09/doctors-health-workers-get-ncd-screening-training","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/health/thumb19-1715216811.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"health","content":"Health workers in Kathmandu were trained to screen for non-communicable diseases like high blood pressure, heart disease, and diabetes. These diseases are now the leading causes of death in Nepal. The trained workers will screen patients at local health facilities and provide medicines or referrals if needed. The government includes free medicine for these diseases, but many people remain undiagnosed due to lack of screening.","summary":"50 health workers were trained to screen for non-communicable diseases such as high blood pressure, heart disease, cancer, and diabetes in Kathmandu district, addressing a major public health problem in Nepal where non-communicable diseases account for 71% of deaths."},{"hash":"82b739d47f0c00dff5e5dd29a2d0a22bf0dc7eaf617fbb8b14963fbec0702e41","title":"Less than 2% of new medicines tested in the market within nine months","link":"https://kathmandupost.com/health/2024/05/03/under-two-percent-medicines-in-the-market-tested-in-nine-months","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1714697599.jpg&w=900&height=601","date":1714694400000,"source":"kp","category":"health","content":"**Issue with Quality of Medicines in Nepal**\n\n- Drug inspectors have collected hundreds of medicine samples for testing, but only a small number (less than 2%) have been tested in the last 9 months.\n- Some samples collected months ago have not been tested and may have expired.\n- The department responsible for drug quality has tested too few samples, resulting in a lack of assurance about medicine quality.\n- Experts warn that substandard medicines can harm patients' health.\n- The department acknowledges the insufficient testing and cites understaffing as a factor.\n- The department collects 1,000 samples yearly, but thousands of medicines are sold nationwide.\n- The laboratory where samples are tested has staff shortages and equipment limitations, leading to delays in testing.\n- The department lacks an effective mechanism to ensure that substandard drugs are recalled from the market after testing.","summary":"Despite being responsible for ensuring drug quality, the Department of Drug Administration has tested a mere two percent of registered drugs in nine months, leading to concerns about substandard medicines circulating in the market."},{"hash":"f7d587fba320830df3d5490b1476f7bed784a09cb467e0da2566ea0c042e9aa7","title":"toxic-air-is-giving-young-children-asthma","link":"https://kathmandupost.com/health/2024/04/29/toxic-air-is-giving-young-children-asthma","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GKnxljjWYAAVcmb-1714354861.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"health","content":"**Air Pollution and Child Asthma**\n\nPolluted air in Kathmandu and other cities is causing an increase in childhood asthma. Small children are especially vulnerable.\n\nSymptoms of childhood asthma include:\n\n* Shortness of breath\n* Wheezing\n* Trouble sleeping\n\nIf a child shows these symptoms, it's important to seek medical help quickly.\n\nPollution from cars, factories, and burning crops worsens air quality. This makes it harder for children with asthma to breathe.\n\nAir pollution also shortens life expectancy by around 5 years in Nepal, especially in areas with high levels of pollution.","summary":"An 8-month-old baby with asthma, part of a growing number of children with respiratory problems, was successfully treated at Chabahil-based Om Hospital and Research Center due to deteriorating air quality in Kathmandu, which is associated with asthma, other lung conditions, pregnancy loss, and a shortened life expectancy."},{"hash":"0ed1ef279c5c1097aa7cd97df03f1d585cd0b8b8aa22954171fd3e38f37f8625","title":"Nepali cuisine is making its way to New York City, introducing new flavors and experiences to the city's diverse culinary scene.","link":"https://kathmandupost.com/food/2024/05/10/taking-nepali-taste-to-new-york","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/food1-1715265554.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"food","content":"**Aditya Mishra, Nepali Chef in New York**\n\nAditya Mishra is a Nepali chef who moved to New York to pursue his passion for cooking. He has worked in Michelin-starred restaurants to hone his skills.\n\n**Inspired by his experiences, Mishra co-founded \"The Sewing Tin\" restaurant, which serves Nepali cuisine with a touch of modern culinary techniques.**\n\nMishra is dedicated to promoting Nepali food globally. He believes Nepal's diverse flavors have the potential to impress taste buds everywhere.\n\n**Despite challenges as an outsider in New York, Mishra encourages others to embrace their passion and share their culinary stories.**\n\n**Mishra's signature dish, Confit Duck Chatamari, reflects his unique approach of blending Nepali and French culinary styles.**\n\nThis dish features confit duck, mashed garlic and ginger aioli, pickled onions, and scallions on a chatamari made from fermented rice batter.","summary":"Aditya Mishra, a Nepali chef based in New York, establishes 'The Sewing Tin' supper club to elevate Nepali cuisine globally, showcasing his signature dish, Confit Duck Chatamari, a blend of traditional Nepali and French culinary styles."},{"hash":"4f18229de2a5d8016e8888758de34cc858e98af2b542ed3077fa8ab2d1e49a3b","title":"To achieve success, one needs patience, passion, and a bit of sweetness along the way, just like a delectable pastry.","link":"https://kathmandupost.com/recipes/2024/04/27/patience-passion-and-pastries","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/BakeleusbyCeleus-1714186343.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"recipes","content":"**Celeus Baral: Passionate Baker and Environmentalist**\n\n* Calm and patient baker with a background in environmental science.\n* Runs Bakeleus, an online bakery that sells a variety of baked goods.\n* Uses natural ingredients and emphasizes the importance of understanding food sources.\n* Her creations showcase her creativity and experimentation.\n* Zero-waste advocate who recycles everything at home.\n\n**Easy Baking Recipes from Bakeleus:**\n\n**Mini Carrot Cakes:**\n\n* Made with milk, flour, cinnamon, ginger, cardamom, eggs, sugar, olive oil, carrots, and walnuts.\n* Topped with a cream cheese frosting made with butter, cream cheese, vanilla, and powdered sugar.\n\n**Mulberry Fudge Cake:**\n\n* Contains eggs, sugar, butter, chocolate, yogurt, flour, cocoa powder, baking powder, mulberries, and walnuts.\n* Topped with vanilla ice cream and mulberries.\n\n**Strawberry Casserole:**\n\n* Mixed with yogurt, cream cheese, milk, honey, vanilla, flour, sugar, salt, and strawberries.\n* Topped with almonds and baked until set.\n* Served warm with ice cream or whipped cream.","summary":"Celeus Baral, an environmental science student, founded Bakeleus during lockdown, showcasing her patience and meticulousness in baking through an array of offerings that often incorporate ingredients grown by her, with an emphasis on the connection between food origins and sustainability."},{"hash":"9780e132b8e20251511cc1c330b02a430eeb7118100ff4ca205cc2bdd81eedba","title":"**Potato: Know Your Food**\n\n- Versatile vegetable, rich in nutrients like potassium, vitamin C, and fiber.\n- Varieties include Russet (great for baking), Yukon Gold (creamy and flavorful), and Red (waxy and firm).\n- Storage: Keep unwashed in a cool, dark, and well-ventilated place.\n- Benefits: Supports heart health, reduces inflammation, and improves digestive health.\n- Uses: Can be boiled, mashed, roasted, fried, or chipped.","link":"https://kathmandupost.com/food/2024/01/27/know-your-food-potato","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled8copy-1706323718.jpg&w=900&height=601","date":1706313600000,"source":"kp","category":"food","content":"**Potatoes: A Staple Food in Nepal**\n\nPotatoes are a common and affordable food in Nepal, used in many dishes. They are rich in nutrients like vitamins, minerals, and fiber.\n\n**Benefits of Potatoes:**\n\n* Zero fat\n* Rich in vitamins, minerals, and antioxidants\n* Good source of energy\n* Free of gluten, cholesterol, and sodium\n* Supports heart, muscles, and digestive health\n\n**Types of Potatoes in Nepal:**\n\n* Red potatoes (popular and widely available)\n* White potatoes (common)\n* Dark potatoes (gaining popularity)\n* Sweet potatoes (contain vitamin A)\n* Purple potatoes (rich in antioxidants)\n\n**Safety and Other Benefits:**\n\n* Safe to eat due to minimal pesticide use\n* Potato chips and fries are popular but can be high in calories and unhealthy fats\n* Limit potato intake for diabetics, as they can raise blood sugar","summary":"Potatoes, a widely consumed crop in Nepal, are a versatile and nutritious vegetable, cultivated across diverse landscapes and imported in large quantities, providing important nutrients such as vitamins, minerals, and fiber, with health benefits including reducing blood pressure and aiding digestive health, but overconsumption of fried potato products can lead to weight gain and affect blood sugar levels."},{"hash":"8f050af11428f186d46c4f64b300a3441341f2f7048fe6b8a30e31626fd61759","title":"**Eggs: Know What You Eat**\n\n* Eggs are a versatile food with high nutritional value.\n* They're rich in protein, vitamins, minerals, and healthy fats.\n* Different cooking methods affect nutrient content. Frying reduces nutrients, while boiling or poaching preserves them.\n* Egg whites contain protein, while yolks provide nutrients like choline and lutein.\n* Shell color doesn't affect nutritional value, but free-range eggs may have lower cholesterol and higher nutrients.\n* Organic eggs come from hens fed organic feed and kept in natural conditions, which may result in higher omega-3 fatty acids.","link":"https://kathmandupost.com/food/2024/01/13/know-your-food-eggs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/ezgif3822bacc5da-1705113903.jpg&w=900&height=601","date":1705104000000,"source":"kp","category":"food","content":"Chicken eggs are a healthy and affordable food that contains many essential nutrients, including protein, vitamins, and minerals. They are a good source of protein for children and pregnant women, and they have been linked to weight loss, reduced blood pressure, and protection against infections.\n\nNepal produces enough eggs to meet its own needs, and eggs are generally available in two sizes: big and medium. Pastured eggs, which are from chickens that are raised outdoors, are more expensive but are higher in nutrients than eggs from chickens raised on farms.\n\nThere is currently no agency in Nepal that checks the quality of eggs before they are sold, so it is important to buy eggs from a reputable source.\n\nEggs have many health benefits, including:\n\n* Weight loss\n* Reduced blood pressure\n* Protection against infections\n* Increased mental energy\n* Improved skin health\n* Reduced risk of eye diseases\n* Support for brain development in babies","summary":"Chicken eggs are a nutrient-rich superfood providing essential vitamins, minerals, and protein, contributing to improved nutrition and health outcomes in Nepal."},{"hash":"4441762448a02cd0b37a86fb1a58f420dbb6206d6c636319eb6405bfa4ae8b25","title":"Piano Piano South offers mouth-watering Italian cuisine in a charming atmosphere.","link":"https://kathmandupost.com/food/2023/12/28/italian-delights-at-piano-piano-south","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/Main1-1703773991.jpg&w=900&height=601","date":1703721600000,"source":"kp","category":"food","content":"Located in Bakhundole, Lalitpur, Piano Piano South stands as a serene oasis offering a delightful escape from the city’s hustle and bustle. This laid-back Italian restaurant boasts both indoor and outdoor seating options, with the latter featuring a charming garden dining area. Here, diners can revel in the tranquillity, surrounded by lush greenery, while the soothing melodies of piano music waft through strategically placed speakers.Recently unveiling a revised menu, Piano Piano South promises a culinary journey through the flavours of Italy, skillfully curated by chef Sujan Poudel. The Antipasti selection beckons with tempting choices like Tomato Soup Shots, Bruschetta Caprese, Bruschetta Al Funghi and Calamari Fritti, each a testament to Poudel’s commitment to diverse and exquisite tastes.For those seeking a hearty main course, the Platti Principali offerings are nothing short of impressive—the rich flavours of Ravioli Prosciutto and Ricotta, and Pasta Con Calamari E Gamberi, which encompasses the essence of the sea. The course concludes on a sweet note with delectable desserts, including Tiramisu and Torta Al Cioccolato, ensuring a memorable and satisfying dining experience.To complement the offerings, the restaurant presents a well-curated selection of wines that expertly pair with the Italian fare. Whether you’re a connoisseur or just beginning to explore the world of wine, the restaurant’s thoughtful choices cater to every palate.Creamy Tomato SoupPrice: Rs450 This appetiser, served in a bowl, has a vivid, velvety crimson colour that is beautiful to look at. The tomato base’s scent gives a strong indication of how fresh and high-quality the components were. The ripe tomatoes’ inherent sweetness comes through. The soup, overall, is a well-balanced combination of savoury and sweet flavours.The crunchy bite-sized croutons that come with the dish create a pleasing contrast with the creamy soup, teasing your appetite without going overboard.Ravioli Agli SpinaciPrice: Rs895 Ravioli Agli Spinaci has delicate spinach-infused ravioli parcels, offering a vibrant hue. It is a blend of fresh, high-quality ingredients, and the aroma is an invitation to savour the essence of spinach in every bite.As you cut into the ravioli, the creamy spinach filling is revealed, creating a harmonious blend of textures. The pasta, expertly crafted and cooked to perfection, is packed with flavorful filling.The sauce, a key player in this dish, is a delicate blend that enhances rather than overpowers. Its richness complements the earthy notes of spinach, creating a nuanced taste that is both comforting and refined.Prosciutto with Slow-Roasted Tomatoes and EggplantPrice: Rs515 The dish arrives as a picturesque arrangement, where thinly sliced prosciutto delicately wraps around succulent slow-roasted tomatoes and tender pieces of eggplant. The presentation alone is a promising feast for the senses.Upon tasting the initial bite, the flavours dance together harmoniously. The slow-roasted tomatoes’ sweetness is complemented by the prosciutto’s subtle saltiness. After absorbing the flavourful essence of the dish, the eggplant offers a velvety texture that makes every bite better.The standout component of the meal, the slow-roasted tomatoes, explodes with more sweetness, making it more than just an appetiser. What sets this dish apart is its versatility—a perfect starter for a lavish Italian meal or an elegant standalone indulgence.Prosciutto E ArugulaPrice: Rs1410 The visual appeal of the dish, as it arrives at the table, is undeniably appetising—the vibrant green arugula contrasting against the golden crust and the cheese.The prosciutto, thinly sliced and expertly cured, has a delightful salty richness, harmonising with the creaminess of the melted cheese. The peppery arugula adds a fresh and crisp dimension, creating a perfect balance that dances across the taste buds.The pizza crust is a testament to the chef’s skill—crispy on the edges yet delightfully chewy at the centre, the ideal foundation for the toppings.Piano Piano SouthLocation: Sanepa, LalitpurOpening hours: 11:00 am to 9:00 pmParking: AvailableSmoking: Available on the garden seatingPrice: Inclusive of all taxesBeyond its culinary prowess, Piano Piano South distinguishes itself as an ideal destination for both solitary reflections and quality family time. The carefully crafted ambiance provides the perfect backdrop for relaxation, making it a favorite among those seeking peace and quiet in a vibrant city.In summary, Piano Piano South emerges not only as a culinary haven but also as a haven of tranquility, where patrons can immerse themselves in the essence of Italy without leaving the heart of Sanepa. Whether you're savoring a meal alone, enjoying family time, or relishing a romantic evening, this Italian gem promises an experience that transcends the ordinary. ","summary":"Piano Piano South, an Italian restaurant in Sanepa, offers a serene oasis with indoor and outdoor seating, a revised menu by chef Sujan Poudel featuring authentic Italian dishes and desserts, thoughtfully curated wine pairings, and a focus on tranquility for solitary or family dining."},{"hash":"85fd1b1b76fc26f28ffe0a271a86ba321af054d84ef73a9cb8c3c3bf2c72f12e","title":"**Top 7 Must-Visit Places in Nepal for 2024**\n\n1. **Kathmandu:** Explore ancient temples, bustling markets, and stunning mountain views.\n2. **Pokhara:** Relax by the serene lake, hike to stunning viewpoints, and enjoy adventure sports.\n3. **Chitwan National Park:** Witness exotic wildlife, including rhinos, tigers, and crocodiles.\n4. **Everest Base Camp Trek:** Hike to the base of the world's highest mountain, Mt. Everest.\n5. **Lumbini:** Visit the birthplace of Buddha and experience its spiritual significance.\n6. **Annapurna Circuit Trek:** Embark on an iconic trekking adventure through breathtaking mountain landscapes.\n7. **Nagarkot:** Escape the hustle and bustle to enjoy panoramic mountain views and peaceful surroundings.","link":"https://kathmandupost.com/travel/2024/02/19/7-places-in-nepal-you-should-visit-in-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1708309532.jpg&w=900&height=601","date":1708300800000,"source":"kp","category":"travel","content":"**Mundhum Trek:**\n- Explore indigenous villages and landscapes in eastern Nepal.\n- Trek to Silchung Peak for panoramic mountain views.\n- Visit Diktel and Bhojpur along the way.\n\n**Janaki Mandir:**\n- Largest temple in Nepal, blending Mughal and local architecture.\n- Houses an idol of Sita, believed to be her birthplace.\n- Celebrate Vivaha Panchami, the marriage anniversary of Lord Ram and Sita.\n\n**Kuri Village:**\n- Scenic destination in Kalinchowk, offering snow during winter.\n- Enjoy panoramic Himalayan views and nearby temples.\n\n**Annapurna Base Camp:**\n- Picturesque trek to the foothills of Annapurna South.\n- Experience cultural diversity, Nepali villages, and stunning scenery.\n- Ideal trekking seasons: autumn and spring.\n\n**Bardiya National Park:**\n- Home to Royal Bengal Tigers and other wildlife.\n- Spot elephants, rhinos, and Gangetic river dolphins.\n- Explore local Tharu culture and enjoy homestays.\n\n**Khaptad National Park:**\n- Pristine park in far western Nepal.\n- Trek through diverse landscapes and enjoy stunning views.\n- Best trekking seasons: spring and autumn.","summary":"Diverse adventures await in Nepal with cultural treks, sacred temples, stunning Himalayan views, wildlife safaris, and serene national parks, offering unforgettable experiences throughout the year."},{"hash":"c077b34beda2250a997231f215f178053a057340c5c72de0aec15b25ae40ddb7","title":"Phidim, a town in eastern Nepal, is experiencing a blend of old memories and new realities. While the town preserves its traditional customs and heritage, it is also embracing modern developments like tourism and education.","link":"https://kathmandupost.com/travel/2023/11/18/old-memories-and-new-realities-in-phidim","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/phidim%20main%20(1).JPG&w=900&height=601","date":1700265600000,"source":"kp","category":"travel","content":"Returned to hometown, Phidim, and saw big changes. New buildings, memories from school, friends, and literary events flooded back.\n\nDespite progress, many people are leaving due to lack of good schools and hospitals.\n\nNow, Phidim is a busy stop-over point for pilgrims heading to a temple.\n\nThe town has become a mix of old memories and new, urban life.","summary":"A visit to the author's hometown, Phidim, reveals its remarkable transformation, with modern buildings replacing traditional structures, while evoking memories of youth spent in the town that is now experiencing an urban exodus."},{"hash":"6ec2c2cb523a223a47b5f232132774b5872a4d0a9220fb4a176d50e203ea7484","title":"Architecture and art combined to create beauty and form.","link":"https://kathmandupost.com/travel/2023/10/28/a-blend-of-architecture-and-artistry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/travel5-1698457058.jpg&w=900&height=601","date":1698451200000,"source":"kp","category":"travel","content":"**Bara Imambara in Lucknow**\n\nWelcome to Lucknow with a smile! Bara Imambara, built during a famine, offers a grand experience.\n\n**Asafi Mosque**\n- Beautiful mosque with white walls and elegant domes.\n\n**Asafi Hall**\n- Massive hall without any pillars.\n- Houses the tomb of Asaf-ud-Daula and a hidden labyrinth.\n\n**Bhool Bhulaiyaa (Labyrinth)**\n- Confusing network of corridors and staircases.\n- Whispers echo throughout, making it mysterious.\n\n**Rooftop View**\n- Stunning view of Lucknow's modern skyline.\n\n**Shahi Baoli (Stepwell)**\n- Underground stepwell with cool temperature.\n- Well reflects visitors' images, acting as a \"CCTV camera.\"","summary":"Lucknow's Bara Imambara, built in 1784 as a famine relief project, boasts the Asafi Mosque, the unsupported Asafi Hall, the labyrinthine Bhool Bhulaiyaa, the awe-inspiring Shahi Baoli (stepwell) with hidden CCTV functionality, and breathtaking views from its roof."},{"hash":"e38b1beb524d0349efe3710dd274aab2205ecb04d36e45cc18e25ff5fb66e639","title":"Trekking and trail walking provide physical and mental benefits. Spend time in nature, explore new places, challenge yourself, and relax amidst the wilderness. Engage in various types of hikes, ranging from easy day-long walks to multi-day expeditions, and discover the beauty and diversity of the natural world.","link":"https://kathmandupost.com/travel/2023/10/14/of-treks-and-trails","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/travelmain-1697245584.jpg&w=900&height=601","date":1697241600000,"source":"kp","category":"travel","content":"**Trekking in Nepal: Tips from Experienced Guides**\n\n* **Mindset:** Stay positive and believe you can do it.\n* **Preparation:** Start exercising early (e.g., walking, gym) and stretch regularly.\n* **Packing:** Pack light and warm (down jackets, gloves, sunglasses). Bring safety knife and period supplies.\n* **Periods:** Plan for period supplies and manage cramps as best you can.\n* **Altitude Sickness:** Rest and take painkillers. Communicate with guides if symptoms worsen.\n* **Communication:** Talk to fellow trekkers and guides to build rapport and smooth the trek.\n* **Female Trek Leaders:** Face challenges but persevere and inspire others.\n* **Becoming a Guide:** Take a trekking guide course or enroll in a mountaineering program.","summary":"Climbing mountains like Everest requires endurance, preparation, and guidance; factors affecting trekkers include physical fitness, backpack essentials, altitude sickness, and communication, while female guides face challenges like underestimation and period management."},{"hash":"a9ad689d21f22e85bcaa462724561585142b33988f2d2ded57420f55cc029fb5","title":"Solo travel in Nepal offers:\n\n* Breathtaking mountain scenery\n* Cultural immersion in diverse communities\n* Adventure activities from trekking to paragliding\n* Friendly locals and a welcoming atmosphere\n* Affordable costs that fit most budgets\n* Safe and easy navigation with well-developed infrastructure","link":"https://kathmandupost.com/travel/2023/06/17/travelling-nepal-solo","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/SoloTravelMain11zon-1686967229.jpg&w=900&height=601","date":1686960000000,"source":"kp","category":"travel","content":"**Women's Outdoor Travel Platform**\n\nFive women created Duluwa Outdoors to inspire and help women travel safely alone. The platform provides:\n\n* Support and connection for female travelers\n* Information on solo travel in Nepal\n* Travel tips and safety advice\n\n**Solo Travel in Nepal**\n\nSolo travel is generally safe in Nepal. Many Nepalese women and tourists travel alone. However, it's important to:\n\n* Be aware of your surroundings\n* Stay connected with someone\n* Avoid traveling alone at night\n\n**Solo Travel Destinations in Nepal**\n\n* Beginner: Movies, dinner alone, hiking to nearby hills\n* Short trips: Pokhara-Bandipur\n* Trekking: Annapurna area\n* Exploring valleys and towns: Illam, Dharan-Dhankuta, Palpa\n* Wildlife: Chitwan, Bardiya, Shuklaphanta\n\n**Travel Tips for Beginners**\n\n* Plan ahead: research transportation, lodging, and risks\n* Prepare for potential challenges, like altitude sickness\n* Budget wisely and have an emergency fund\n\n**Safety Tips**\n\n* Be aware of your surroundings and trust your instincts\n* Inform someone of your plans and expected return\n* Take a wilderness first aid course if hiking in remote areas","summary":"Five women founded Duluwa Outdoors in 2021 to encourage and empower women's solo travel in Nepal, offering a platform for connection, tips, and safety advice."},{"hash":"346a5f2f19865b112acdb63b0ab14c7409a30a75c64d379907b20275126249e8","title":"Kritika Sharma helps new mayor of Sioux Falls, Paul TenHaken, smoothly transition into his role.","link":"https://kathmandupost.com/sports/2024/05/12/kritika-gives-mayor-s-xi-flying-start","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/Untitled2-1715480641.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"sports","content":"Lalitpur Mayor's XI won their first match in the Lalitpur Mayor Women's T20 Championship, beating Bagmati Province by seven wickets.\n\nKritika Marasini took four wickets, including a hat-trick, to help restrict Bagmati to just 52 runs.\n\nIn reply, Lalitpur Mayor's XI chased down the target in 13.3 overs, with Puja Mahato scoring an unbeaten 23.\n\nFive teams are competing in the tournament, including four teams that reached the playoffs of the Prime Minister Cup Women's T20 National Cricket Tournament.\n\nThe top two teams in the round-robin tournament will play in the final on Saturday.","summary":"Mayor’s XI won the inaugural match of Lalitpur Mayor Women’s T20 Championship, routing Bagmati Province by seven wickets, where Lumbini Province's Kritika Marasini shone with a hat-trick, 4-wicket haul, and player-of-the-match title."},{"hash":"6abff852e013616a4b186563210990eae2ab277dec212259f16a73c76d3dc949","title":"Government to Give Money to Cricketers and Other Athletes","link":"https://kathmandupost.com/sports/2024/05/10/government-to-provide-cash-reward-to-cricketers-athletes","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb6-1715304954.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"sports","content":"The government has decided to reward sportspersons with cash prizes for their achievements:\n\n- Cricket:\n    - National men's team (15 members): Rs. 1.3 million each (qualified for 2024 T20 World Cup)\n    - Coach: Rs. 390,000\n    - Manager, Assistant Coach, Physiotherapist: Rs. 195,000 each\n\n- Karate:\n    - Arika Gurung (silver medal at Asian Games 2022): Rs. 1.95 million\n    - Coach, Assistant Coaches, Manager: Rs. 234,000 and Rs. 195,000 each\n\n- Kabaddi (Women's):\n    - Team members (12): Rs. 390,000 each (bronze medal at Asian Games 2022)\n    - Coach: Rs. 260,000\n    - Assistant Coach, Manager: Rs. 130,000 each\n\n- Para Games:\n    - Palesha Goverdhan (bronze medal at Asian Para Games 2022): Rs. 1.3 million\n    - Coach: Rs. 260,000\n    - Manager: Rs. 130,000","summary":"The Nepalese government awards cash prizes to national sports teams and individuals for their outstanding achievements, including the men's cricket team qualifying for the 2024 World Cup, Arika Gurung's Asian Games silver medal, and the women's kabaddi team's historic bronze."},{"hash":"d3bf2681c5f44f567c2b7e08f966046fb572ea416e8cfddac399e392844a7256","title":"Nepal defeated West Indies A in the final match of their series, winning it 2-3.","link":"https://kathmandupost.com/cricket/2024/05/04/nepal-win-last-match-against-west-indies-a-to-conclude-series-2-3","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GMucR8qbwAAxeZl-1714817959.jpg&w=900&height=601","date":1714780800000,"source":"kp","category":"cricket","content":"Nepal's cricket team beat West Indies A in a T20 match, led by strong batting from Aasif Sheikh, Anil Sah, and Kushal Malla. Despite losing the series, Nepal had a great performance.\n\nNepal chased down a 173-run target, with Sheikh and Sah scoring 51 and 50 runs respectively. Malla scored a quick 37 runs to complete the chase.\n\nNepal's bowlers, Sagar Dhakal and Sompal Kami, also played well, taking 3 wickets each. Dhakal was named player of the match.\n\nNepal will now train in the West Indies and United States before playing in the 2024 T20 World Cup, which will be held in those countries.","summary":"Nepal defeated West Indies A in the fifth T20, despite losing the series 3-2, thanks to impressive batting performances from Aasif Sheikh, Anil Sah, and Kushal Malla, coupled with effective bowling from Sagar Dhakal and Sompal Kami."},{"hash":"9d7ced68a72cb11104cf4b0dbf516e03a1daade9b97560e45bd16d4688ad8043","title":"West Indies set a target of 211 runs for Nepal to win the match.","link":"https://kathmandupost.com/cricket/2024/05/02/west-indies-a-post-210-run-target-against-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/match-1714707130.jpg&w=900&height=601","date":1714608000000,"source":"kp","category":"cricket","content":"**Nepal lost 28 runs to West Indies A in the fourth T20 series.**\n\nWest Indies A scored 209 runs, with Johnson Charles and Andre Fletcher scoring half-centuries. Nepal chased the target but could only score 181 runs.\n\nRohit Paudel was the only player to perform well for Nepal, scoring 82 runs.\n\nNepal's coach has chosen experienced players for the upcoming World Cup, but the batsmen continue to struggle.","summary":"Nepal lost by 28 runs to West Indies A in the fourth T20, handing the visitors an unassailable 3-1 lead in the series, despite Rohit Paudel's 82 runs."},{"hash":"5326b0ee86d14dc6141bf164b6b09d8e11ab89b4447e2de1d01fc6f08fde8f9d","title":"Israeli forces have increased attacks on the Jabalia refugee camp and Rafah in the Gaza Strip.","link":"https://kathmandupost.com/world/2024/05/13/israeli-forces-step-up-attacks-on-gaza-s-jabalia-camp-rafah","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersOSHP5VDDZFKTRKP62L2QEQSWDI-1715585775.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"world","content":"**Summary:**\n\nIsraeli tanks moved into Jabalia refugee camp, targeting Hamas positions. Airstrikes also hit southern Gaza.\n\nHundreds of Palestinians were forced to leave shelters in Jabalia.\n\nIsraeli troops are stationed in eastern Rafah, and there is fierce fighting.\n\nResidents report heavy bombing in Jabalia, destroying homes and schools.\n\nThe Israeli military is trying to prevent Hamas from rebuilding its military in Jabalia.\n\nThe death toll in Gaza has exceeded 35,000, with severe humanitarian consequences.\n\nIsrael is at risk of facing an insurgency in Gaza without a post-war plan.","summary":"Israeli tanks, under cover from heavy fire from air and ground, pushed further into Jabalia in the northern Gaza Strip on Monday, residents and Hamas media said, while airstrikes hammered Rafah in the south.In Jabalia, tanks were trying to advance towards the heart of the camp, the biggest of Gaza’s eight historic refugee camps. Residents said tank shells were landing at the centre of the camp and that air strikes had destroyed clusters of houses.Israeli troops forced hundreds of Palestinians housed in shelters to leave.In Rafah, near the border with Egypt, Israel stepped up aerial and ground bombardments on the eastern areas of the city, killing people in an air strike on a house in the Brazil neighbourhood.Residents said Israeli tanks are now stationed east of the Salahuddin Road that bisects the eastern part of the city, with the highway cut off by intense fighting. Residents added the eastern part of Rafah remained a “ghost town”.Hamas armed wing said their fighters were engaged in gun battles with Israeli forces in one of the streets east of Rafah, and in the east of Jabalia.In Israel, the military sounded sirens several times in areas near Gaza, warning of potential Palestinian cross-border rocket and or mortar launches.Late on Saturday, the Israeli military said forces operating in Jabalia were preventing Hamas, which rules Gaza, from re-establishing its military capabilities there.“They were bombing everywhere, including near schools that are housing people who lost their houses,” Jabalia resident Saed, 45, told Reuters via a chat app on Sunday. “War is restarting, this is how it looks in Jabalia.”The army sent tanks back into Zeitoun, as well as Al-Sabra, where residents also reported heavy bombardments that destroyed several houses, including high-rise residential buildings.US Secretary of State Antony Blinken on Sunday warned that Israel was risking facing an insurgency in Gaza without a post-war plan for the enclave.The death toll in Israel’s military operation in Gaza has now passed at least 35,000 Palestinians, according to Gaza’s health ministry. The bombardment has laid waste to the coastal enclave and caused a deep humanitarian crisis.The war was triggered by a Hamas-led attack on southern Israel on Oct. 7 in which some 1,200 people were killed and more than 250 people taken hostage, according to Israeli tallies.Israel says 620 soldiers have been killed in the fighting, more than half of them during the initial Hamas assault. "},{"hash":"929598407840974c7263e37ff240af7b1c1b57a788e99ebf38dd7f9ab979d1ac","title":"Indonesia's Mount Ibu volcano erupted, sending ash clouds high into the sky.","link":"https://kathmandupost.com/world/2024/05/13/indonesia-s-mt-ibu-erupts-spewing-ash-clouds","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersPKROEZR2ONKGXCXBH7QFZ7PJSE-1715583903.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"world","content":"- Ibu volcano in Indonesia erupted Monday morning, spewing ash 5 km high.\n- A smaller eruption also happened on Friday.\n- The volcano's alert level is the second highest.\n- Activities within 5 km of the volcano are prohibited.\n- People near the volcano should wear masks and glasses if it rains ash.\n- No evacuations have been reported so far.\n- Indonesia has 127 active volcanoes and is located on the \"Ring of Fire.\"\n- Recent volcanic eruptions have occurred in North Sulawesi and Sumatra.","summary":"Indonesia's Ibu volcano erupted on Monday, spewing ash up to 5 km high, prompting a second-highest alert level and a recommendation for locals to wear masks and glasses."},{"hash":"3085cf632dc8ff85df0170d4a9fa2ee1d4e1447e6c86805783f8ca8b0b5d1c21","title":"India's elections enter the fourth phase with political speeches becoming more focused on religion and economic inequality.","link":"https://kathmandupost.com/world/2024/05/13/indian-election-enters-fourth-phase-as-rhetoric-over-religion-inequality-sharpens","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersLTKAWEF43FNSBNJPHI7ODN6ULQ-1715581103.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"world","content":"**India's Fourth Phase of Election**\n\nIndia held elections on Monday, with 177 million people voting. This is part of a 7-week election process that began on April 19. Prime Minister Narendra Modi's party (BJP) is competing against a group of opposition parties led by Congress.\n\nBJP and Congress have been arguing over economic and religious issues. BJP has accused Congress of favoring Muslims, while Congress has focused on helping the poor and disadvantaged.\n\nThe lower voter turnout so far has raised concerns about whether BJP can win as expected. Analysts believe this has led Modi to change his campaign strategy.\n\nThe election results will be announced on June 4.","summary":"India held its fourth phase of general elections amidst heightened rhetoric on economic disparity and religious divides, with Prime Minister Modi seeking a third term against an opposition alliance led by Congress."},{"hash":"4d1e5970683b220a3a181fcf8a9659ad24ba8e6238140fc24bf200beeabc779f","title":"unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","link":"https://kathmandupost.com/books/2023/07/31/unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/books-1690776078.jpg&w=900&height=601","date":1690761600000,"source":"kp","category":"books","content":"**Unauthorized Book Translations in Nepal**\n\nNepalese publishers often translate and sell books without the authors' permission, resulting in pirated copies.\n\n**Consequences of Unauthorized Translations:**\n\n* Authors and publishers lose money.\n* Readers get poor-quality translations.\n* Nepal's reputation in the book market is damaged.\n\n**Books Commonly Affected by Unauthorized Translations:**\n\n* Books by Taslima Nasrin, Steve Jobs, Robert Kiyosaki.\n\n**Contributing Factors to Piracy:**\n\n* Small Nepali book market makes it difficult for publishers to afford translation rights.\n* Lack of regulation and enforcement of copyright laws.\n* Government import tax on books increases demand for cheaper pirated copies.\n\n**Solutions:**\n\n* Publishers should prioritize obtaining permission from authors.\n* Government should enforce copyright laws and seize pirated books.\n* Create a regulatory body for translation quality.","summary":"Unauthorized translations of popular books thrive in Nepal's book market, plagiarizing works from renowned international authors without their permission and disregarding copyright laws, while harming readers with poor-quality translations."},{"hash":"f91af36450d89ad58798b4c4d401adfda4ba09b3625ea1c7677f78706e25f747","title":"Poor and frustrated young people from the Maoist-influenced region in India are leaving for the United States, seeking a better life.","link":"https://kathmandupost.com/national/2023/06/25/desperate-youths-from-maoist-heartland-hit-us-wall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/CIJ-1687660964.jpg&w=900&height=601","date":1687651200000,"source":"kp","category":"national","content":"**Illegal Immigration to the US from Former Maoist Strongholds**\n\nMany youths from former Maoist strongholds in Nepal have illegally immigrated to the US. However, many have been deported, losing millions of rupees in the process.\n\n**Impacts on Villages**\n\nVillages have been heavily impacted, with many families now in debt and several families fleeing due to the pressure of creditors. Some deported youths suffer from mental health issues, while others are struggling to repay loans.\n\n**Political Indifference**\n\nLocal governments and political parties are indifferent to the problem, despite the rise in human trafficking and the emptying of villages.\n\n**Lack of Legal Remedies**\n\nThe Nepali government lacks specific laws to address human trafficking for illegal immigration. Police find it difficult to collect data and prosecute offenders.\n\n**Consequences**\n\nThe phenomenon has led to a lack of employment opportunities and economic hardship in former Maoist strongholds, further fueling the problem of illegal immigration.","summary":"Bharat Budha, chair of Putha Uttarganga Rural Municipality’s ward 10, knows that many youths from his village have made it to the United States via ‘tallo bato’—backdoor route—and that many are still on the way. He also knows that eight of them have been deported from the country and that they have lost a cumulative Rs45 million in the process. The deported youths say that they returned home empty-handed after facing unspeakable ordeals and lost Rs6 million each on average.The Tak village in Rukum East—a close-knit settlement of 425 houses—was considered the Maoists’ ‘base area’ during the insurgency. Village youths who reached the US through illegal routes and got deported have lost an estimated Rs40 million. The number of those who returned without completing the journey and the amount they lost remain unknown.To get to the US, the youths have taken loans at up to 36 percent interest per annum from their relatives and village landowners. In Tak village, at least one person each from half of the households has gone abroad, Budha said. “Youths started going to America about six-seven years ago,” he said. “If they could gather enough money, the whole village would try to go to the US.” Budha’s own son had reached the US illegally in 2017, spending Rs3.2 million.During the insurgency, outsize slogans of revolution would adorn the walls of houses in the village. Hoping for a better life, people from all walks of life helped out the Maoists. But now, village youths are paying the agents to illegally get to the US—a country that the Maoists used to call their ‘enemy’, an ‘imperialistic force’. This has cost the Tak village much and in multiple ways.Death of a dreamSome of the deported youths have chosen to flee the village altogether, burdened with debt and creditors’ pressure. At least five such families have already left, said a resident. The family of Ram Budha was one of them. On April 28, 2015, Ram, who had returned to Nepal after working in Malaysia for eight years, took the illegal route to the US. He travelled through arduous trails for months and finally arrived in the country. Upon reaching the country, he was detained and had to stay at the detention camp for 27 months. When his refugee application was rejected, he was deported to Nepal in mid-December 2019. He lost Rs4.5 million in the process. He now owes over Rs6 million to creditors. “After the creditors began to put pressure on me, I couldn’t live in the village peacefully,” said Ram, who currently runs a vegetable farm in Tarakeshwar, Kathmandu.While those who got to the US through illegal routes and fortunately got refugee status there narrate their stories with pride, those who have been deported or returned from half-way have tragic tales to tell.Nanda Kala Gharti, who lives in a small stone house on the upper flank of Tak village, spends her days in melancholy. Her husband, Dhanlal, had chosen to take the illegal route to the US, and Nanda Kala, a mother of four, is living with the repercussions of his decision. Dhanlal had got into the US after a six-month long arduous journey and was detained immediately. He had to spend four years in the detention camp, before he was deported to Nepal. He had already lost Rs6 million.Nanda Kala said they now have an insurmountable crisis in their hands. Pointing to her son, she exclaimed, “When will he grow up, go abroad and pay back the loans!”Dhanlal himself tried to go to Croatia once and spent 15 days in Kathmandu for the process. But after he was turned down, he returned home dejected. “Now we will submit the passport to another agent [for Dhanlal’s trip abroad],” Nanda Kala said. “There’s no point staying here.”Stories that echo each otherThe situation in Sisne Rural Municipality is similar to that of Putha Uttarganga. Here, one can hear plenty of stories of those who have tried to go to the US and those who are fighting refugee cases there. Krishna Regmi, chair of the rural municipality, personally knows seven people who have been deported from the US.Gangaram Khadka, a resident of Sisne-3, runs a bee and chicken farm. Like other young men in his village, Khadka had headed off to the US via an illegal route on 27 March, 2018. He had reached the US via the New Delhi-Moscow-Barcelona-Bogota-Panama-Costa Rica-Nicaragua-Honduras-Guatemala-Mexico route. When he finally arrived in the US, he was detained and had to spend 11 months in detention. He was deported on 15 March, 2019. He had handed over Rs3.2 millions to the agent and spent Rs2 million to fight the case to become a refugee. “It’s not possible for me to pay back the loan while working in Nepal,” he said. “I aim to pay back some interest and head off abroad again.”For six months after Khadka was deported, he had anxiety and headache, he said, adding the three people from his village who were deported like him are also struggling with their mental health.Tikaram Pun, a 40-year-old resident of Bohora village in Musikot-4, is also haunted by his past journey. In September 2017, he reached the US after crossing 17 countries with the help of organised human traffickers. Of the 41 people in his group, 31 were from Rukum East and Rukum West, he said. Pun, who was detained on arrival in the US, spent 24 months in a detention camp. His refugee application was also refused and so he was deported along with eight other Nepalis. “When I returned, I started having mental health problems. I still suffer from them,” he said. Pun is under pressure from creditors and relatives to pay back the Rs9.2 million loan he had taken for the task.Those who died on the wayA group of 10 Bangladeshis and seven Nepalis, including Rupak Bohora of Bafikot-3 in Rukum West, were on a mission to reach Costa Rica through Colombia, Caribbean Coast, Capuragana and Panama. But while they were crossing a sea, their boat capsized. As many as 12 died in the incident, including six Nepalis. Rupak’s wife, Geeta, learned about the incident only after six days, on 25 June, 2021.“I still don’t know what exactly happened,” said Geeta, who had been married off at age 19 and is now a mother of two daughters. The only thing she knows is that Rupak has died and she is now all alone. And that she has Rs5 million in loan taken for Rupak’s trip. She showed a picture of her husband on her phone to this scribe and said, “I only have memories.”Lack of political will and legal remediesThe concrete bridge over Chewang river is on the edge of Tak village. On the walls of the bridge are paintings of political theorists like Marx, Engels, Lenin, Stalin and Mao, and the iconic slogan, ‘Workers of the world, unite!’, below them. But the slogan appears to be at odds with life in the village. Given the phenomenon of illegal travels to the US through the help of organised human traffickers, the whole village appears to be emptying. Neither the local governments are concerned about the phenomenon nor are the political parties paying attention.Puniraj Gharti, chair of Putha Uttarganga Rural Municipality, said though the trend is worrying, there’s nothing he can do. “How could we stop them from making the trip when they are struggling to make a living in the village?” he said.Krishna Regmi, chair of Sisne Rural Municipality, said that the vicious cycle of poverty started after marijuana farming was banned in the country. Then the Maoist insurgency added to the woe, forcing youths to migrate. The signing of the peace agreement in 2006 didn’t herald any change in the economy either and youths are struggling to get jobs. Organised human traffickers are cashing in on this sorry state of affairs, Regmi said. “Meter byajis [usurious lenders] are also promoting this phenomenon,” he added.The phenomenon is equally rife in Dang’s Tulsipur and Ghorahi. Ramesh Kumar Pandey, chair of Ghorai-15, says that even though many heading to the US are swindled, no complaints are filed at the ward office. “Only those who attempt to go to Saudi Arabia or Qatar file the complaints,” he said.One can infer from Pandey’s statements that the families of such illegal travellers don’t want to publicise the ordeals of their family members. On the one hand, agents threaten them to not publicise the issue; on the other, they fear they themselves would be punished by law.According to the Anti-Human Trafficking Bureau, as many as 178 Nepalis, including 174 men, have been deported from the US in the five fiscal years after 2018-19. Of them, the highest 49 are from Rukum while 37 are from Dang. The data doesn’t include those who returned after making it to the half-way or those who have been fighting the legal battle in the US for refugee status. But this data is enough to show that many such youths are from the ‘base areas’ of the Maoist insurgency.SSP Jeevan Shrestha, chief of the bureau, said that data on the number of such victims and the amounts they have spent is hard to collect since complaints are rarely filed with the police. “This is human trafficking but for a lack of law, we are still compelled to launch the cases as per Human Trafficking and Transportation (Control) Act 2074 BS,” Shrestha said. “The Act provides a maximum penalty of Rs250,000 for the offenders and 50 percent of that as compensation to the victims.” Without specific law, police also invoke the theft and organised crime act to punish the offenders, he added.On the one hand, police receive no complaints; on the other, the phenomenon sees no control.Bhaskar Gautam, a political scientist, says the rise in cases of human trafficking in the insurgency’s ‘base areas’ is due to the political system’s abject failure.While the Maoists raised issues related to livelihood, nationalism and a new kind of democracy to fuel their war machine, after the peace process, it is livelihoods that have been hit the hardest, Gautam said. “The traditional way of life and economy took a hit during the insurgency,” he said. “Developments after the peace process also failed to address that. What sprang up was organised human trafficking.”(Mahesh KC in Rukum East and Durgalal KC in Dang contributed to this report.)This report is prepared in collaboration with the Center for Investigative Journalism-Nepal. "},{"hash":"5b41caa28761fd8ada1be7951764ae6954dd5a645984d3ea1fe0cdb1a6b25396","title":"Poor patients often cannot afford private hospital beds, making it difficult for them to access proper medical care.","link":"https://kathmandupost.com/national/2023/06/10/no-private-hospital-bed-for-poor-patients","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/thumb19-1686358218.jpg&w=900&height=601","date":1686355200000,"source":"kp","category":"national","content":"**Hospitals Not Following Government Rules**\n\n* Hospitals are supposed to give free treatment to poor patients who can't afford it, but some hospitals are not following this rule.\n* Hospitals are also supposed to set aside 10% of their beds for poor patients, but most hospitals are not doing this.\n* Private hospitals in Pokhara, Chitwan, Biratnagar, and Butwal are not following this government rule.\n* Hospitals often give fake documents to get permits instead of following the rules.\n* Patients who need help are not getting it because hospitals are ignoring the government's health regulations.","summary":"Hospitals in Pokhara, Chitwan, Biratnagar, and Butwal are ignoring government mandates to provide free treatment and medication to the underprivileged, despite regulations requiring them to allocate 10% of their beds for this purpose."},{"hash":"472549c50da63897835297d9af44c92dee7e25b018fea73bdca08e8671effe28","title":"**Protecting Trade with a Competitive Edge**\n\n* **Protect trade:** Use measures like tariffs and quotas to safeguard domestic businesses from unfair foreign competition.\n* **Promote competitiveness:** Invest in industries to make them more efficient and innovative, giving them an edge in the global market.\n* **Increase exports:** Encourage businesses to sell products and services overseas, generating revenue and creating jobs.\n* **Reduce trade barriers:** Negotiate with other countries to lower tariffs and quotas, facilitating trade and economic growth.\n* **Support innovation:** Provide incentives for businesses to develop new technologies and products, creating a competitive advantage.","link":"https://kathmandupost.com/columns/2024/05/12/protecting-trade-with-a-competitive-edge","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadPostFilephoto1-1715537112.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"columns","content":"**Nepal's Rice Crisis**\n\nIndia, Nepal's main rice supplier, has banned rice exports, leading to rising prices in Nepal. India is lifting the ban on onion exports with a high price, which could further increase prices. Nepal's trade with India is heavily imbalanced, with Nepal facing a large trade deficit.\n\n**Protectionism Concerns**\n\nIndia's import restrictions on Nepali tea and jute are seen as protectionist measures by Nepal. Nepal requests India to lift these restrictions, but India argues it is trying to level the playing field. Protectionism can lead to unfair competition and stifle market growth.\n\n**Industrial Policy and International Trade**\n\nCountries protect their industries by implementing tariffs, quotas, and subsidies. In the electric vehicle industry, China's subsidies have boosted its production and exports. The US and Europe are considering tariffs on Chinese EVs to protect their auto industries.\n\n**Implications for Nepal**\n\nNepal is vulnerable to protectionist measures because it relies heavily on trade with its neighbors. Nepal should focus on promoting products with a competitive edge and finding alternative markets to reduce its trade imbalance.","summary":"Surging rice prices in Nepal result from India's export restrictions, highlighting the country's lopsided trade balance and reliance on India, while protectionist measures by India and others, such as anti-dumping duties and subsidies, exacerbate trade tensions and global economic dynamics."},{"hash":"60faefd489efc08e667acb3e019637674ad12d2f18bf19d6d93c0640e14bb2b3","title":"Politics and education are closely linked.\n\nPoliticians influence education policies, decide funding, and appoint education officials.\n\nEducation can also influence politics. For example, educated people are more likely to vote and participate in political processes.\n\nKeeping politics out of education is challenging, but it's important to maintain a balance.\n\nToo much political interference can harm education, but politics also plays a role in supporting and shaping educational systems.","link":"https://kathmandupost.com/columns/2024/05/11/between-politics-and-education","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/PostPhotoKeshavThapaTKP-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Teachers and Students in Politics in Nepal**\n\nIn Nepal, it's been debated whether teachers and students should be involved in politics. Some think they shouldn't, while others say it's important.\n\nAfter the end of the Panchayat rule, political parties realized that students and teachers were a good way to spread their ideas. So, they encouraged them to form political groups in schools and colleges.\n\nThis became so common that people didn't think it was a problem anymore. But it started to have a negative effect on education, with teachers and students openly working for political parties.\n\nSome think that students should keep up their history of fighting for freedom and academic success. They believe that teachers should stop being political party members. They think political parties should stop using students and teachers for their own political gain.\n\nOthers say that it's important for teachers and students to stay involved in politics because it helps them learn about the world and make their voices heard. They argue that political parties should work with students and teachers to improve education.","summary":"Political engagement of teachers and students in Nepal has escalated due to political leaders' involvement, with Education Minister Shrestha proposing a ban on teachers' political activities in educational institutions."},{"hash":"e943a68aa258e52347de4c4ef667427dd1bd98eb627b430a76a5591b12bc5ddc","title":"Iran is expanding its influence eastward, seeking to strengthen ties with countries in Asia. This move is a strategic shift, as Iran aims to reduce its reliance on the West and forge new partnerships in the region.","link":"https://kathmandupost.com/columns/2024/05/11/iran-s-eastward-push","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownAPRSS-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Iran's President Visits Pakistan and Sri Lanka**\n\nIran's President, Raisi, visited Pakistan and Sri Lanka and signed several agreements.\n\n**Pakistan:**\n\n* Both countries share a tense relationship but are trying to improve ties.\n* They signed eight agreements, including a plan to increase trade.\n* Iran wants Pakistan's support in its conflicts in the Middle East.\n\n**Sri Lanka:**\n\n* Iran and Sri Lanka have a long history of cooperation.\n* Raisi inaugurated energy projects and met with Sri Lankan leaders.\n* Sri Lanka seeks Iranian investment, while Iran wants to expand its presence in the Indian Ocean.\n\n**Key Points:**\n\n* Iran's \"Look East\" policy aims to strengthen ties with other countries.\n* Pakistan and Sri Lanka are facing economic crises and depend on the IMF.\n* They may be cautious in supporting Iran due to US sanctions and diplomatic concerns.","summary":"Iranian President Ebrahim Raisi's visits to Pakistan and Sri Lanka to strengthen Iran's geopolitical posture and reinforce economic ties despite regional tensions and Western scrutiny."},{"hash":"7697a965cad2b4fe488203fca9b9011d5cec32b3593ca4875efef4d9d92612c0","title":"cruellest-crime","link":"https://kathmandupost.com/editorial/2024/05/09/cruellest-crime","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb1-1715303210.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"editorial","content":"- Nepal Children's Organization land lease scam under investigation.\n- Central Investigation Bureau issues arrest warrants for 20 suspects, including former organization leaders and business representatives.\n- Land illegally leased to Brihaspati Vidya Sadan school, which subleased part of it.\n- Scam involves misuse of land meant for orphans and disadvantaged children.\n- Warrants are a step towards reclaiming land and protecting children's interests.\n- Case highlights widespread land grab scams in Nepal that deprive the public.\n- Media has played a vital role in exposing such scams.","summary":"Arrest warrants have been issued against 20 accused, including former officials and business representatives, for illegally leasing out land belonging to the Nepal Children's Organization."},{"hash":"1801d6ead071c649a64c0fde0790be274f8900ce60b54acca6dfb6dbc55067e8","title":"karki-s-excesses-in-koshi","link":"https://kathmandupost.com/editorial/2024/05/08/karki-s-excesses-in-koshi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/third-party/thumb21-1715217280.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"editorial","content":"Kedar Karki, a former chief minister in Nepal's Koshi Province, has been removed from his position after losing support from his coalition partners. Karki had held onto power despite being in the minority and facing calls to resign or hold a floor test.\n\nKarki's entry into politics was marked by unethical behavior, as he sought support from a rival party while also claiming support from his own party and coalition partners. This move contributed to the downfall of the Congress-Maoist coalition government.\n\nDespite losing support from the UML, Karki continued to hold onto power, demonstrating a lack of political maturity and a desire for power at any cost. Karki's fall from power is a reflection of the devolution of greed and immoral political practices to the provinces, undermining the hopes for a more democratic society that federalism promised.","summary":"Kedar Karki, Koshi Province Chief Minister, loses support and is removed after holding onto power despite being in the minority; his political maneuvering left him without support from coalition partners and caused the downfall of the Congress-Maoist coalition government."},{"hash":"505beefca11049926520cda4acceb5956f992fa7c660a8ef9ded812776844ff1","title":"Toilets for All is a movement to ensure that everyone has access to clean and safe toilets. It aims to eliminate the stigma and discrimination around toilet use, and to provide toilets in all places where people live, work, and gather. The movement is led by a coalition of organizations, including the World Health Organization, UNICEF, and WaterAid.","link":"https://kathmandupost.com/editorial/2024/05/07/toilets-for-all","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb-1715129836.png&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Gender-Inclusive Toilets:**\n\n* Toilets that are open to everyone, regardless of gender identity.\n* Nepal is working towards equality for all, including transgender and non-binary people.\n* Gender-inclusive toilets help break down the \"male\" and \"female\" binary and support inclusion.\n* In developed countries, many LGBTQ youth avoid using school toilets due to safety concerns.\n* Nepal has inaugurated a few gender-inclusive toilets, but there's a need for more.\n* Kathmandu is planning to build 10 new gender-inclusive toilets.\n* Toilets must follow World Health Organization guidelines for design and safety.\n* Inclusive toilets help boost tourism by creating welcoming spaces for LGBTQ travelers.","summary":"Global advocacy for gender-inclusive toilets, including Nepal's efforts, aims to promote safety and equality for marginalized gender identities, reduce stigma, and enhance inclusivity in schools and public spaces."},{"hash":"27aa43494503b60618fd5225c4fae10c9d428f87bca4ca47b527fa5919936ace","title":"No effort should be spared to make sure that victims of conflict get justice.","link":"https://kathmandupost.com/interviews/2024/05/12/no-stone-should-be-left-unturned-to-ensure-justice-for-conflict-victims","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/WhatsAppImage20240513at75840AM-1715566552.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"interviews","content":"**United Nations in Nepal**\n\nHanaa Singer-Hamdy, the UN Resident Coordinator in Nepal, has worked in development and humanitarian roles for nearly 30 years.\n\n**Changes in Nepal**\n\nSince her last assignment, Nepal has progressed significantly:\n\n* Adopted a new constitution and transitioned to federalism\n* Reduced poverty, maternal and child mortality\n* Improved nutrition, stunting, life expectancy, and access to services\n\n**Challenges**\n\nDespite progress, Nepal faces challenges in:\n\n* Reducing poverty and inequality\n* Addressing climate change and environmental degradation\n* Meeting Sustainable Development Goals (SDGs)\n* Achieving economic growth for LDC graduation\n* Building disaster resilience\n\n**LDC Graduation**\n\nNepal is set to graduate from LDC status in 2026. However, it faces obstacles in:\n\n* Critical infrastructure gaps\n* Structural transformation of the economy\n* Attracting sustainable investments\n\n**SDGs**\n\nNepal has made progress towards SDGs, but challenges remain:\n\n* Data gaps in some indicators\n* Financing gap for SDG implementation\n\n**Investment and Finance**\n\nThe Nepal Investment Summit highlighted the country's market readiness. The UN supports Nepal in reducing financing gaps by:\n\n* Providing policy advice and technical assistance\n* Encouraging development partners to invest in catalytic sectors\n* Exploring blended finance approaches\n\n**UN Development Cooperation**\n\nThe UN Sustainable Development Cooperation Framework (UNSDCF) aligns with Nepal's priorities:\n\n* Economic transformation\n* Inclusive human development\n* Environmental sustainability\n* Effective governance\n\n**Climate Change**\n\nThe UN supports Nepal in:\n\n* Strengthening climate adaptation and mitigation\n* Promoting sustainable mountain development\n* Addressing the impact of climate change on vulnerable groups\n\n**Peace Process**\n\nThe UN encourages the conclusion of the transitional justice process in a victim-centered manner.\n\n**Nepal's Global Role**\n\nNepal plays a significant role in:\n\n* Advocating for LDCs as chair of the Global Coordination Bureau\n* Promoting human rights as a member of the Human Rights Council\n* Fostering cooperation and diplomacy as a member of the UN","summary":"Hanaa Singer-Hamdy, UN Resident Coordinator in Nepal, highlights Nepal's significant development progress, upcoming LDC graduation, SDGs achievements, and challenges in reducing poverty, addressing climate change, and resolving transitional justice issues. The UN encourages development partners to invest in catalytic sectors and supports the country through its Sustainable Development Cooperation Framework, aiming to leave no one behind and achieve inclusive economic transformation."},{"hash":"b8cf800b128e5429effac6538b5cdeff14e12e5c92d4968c239f48ce105eb283","title":"Padam Giri, a successful entrepreneur, shares his insights on:\n\n* **Importance of problem-solving**: Solve real-world problems to create valuable solutions.\n* **Value of persistence**: Don't give up easily, keep trying even when faced with obstacles.\n* **Surround yourself with positivity**: Surround yourself with people who support and encourage your aspirations.\n* **Take risks and learn from mistakes**: Don't be afraid to try new things, even if there's a risk of failure.\n* **Importance of integrity**: Keep your word and treat others with respect.\n* **Value of giving back**: Use your success to help others succeed and make a positive impact on society.","link":"https://kathmandupost.com/interviews/2024/05/05/interview-with-padam-giri","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/padamgiri-1714923097.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"interviews","content":"**Budget Session of Parliament**\n\n- Session begins without resolving a dispute over forming a committee to investigate fraud allegations against Deputy Prime Minister Rabi Lamichhane.\n- Minister of Law, Padam Giri, wants to form a broader committee to study the cooperative sector and identify problems, not just focus on one person.\n\n**Key Bills**\n\n- 24 bills are under consideration, including amendments to the Enforced Disappearances Enquiry Act, the School Education Bill, and the Banking Office Act.\n- Minister Giri aims to get these bills approved during the session.\n\n**Bill Drafting Process**\n\n- Only two of 109 bills identified by the Ministry of Law have been registered in Parliament.\n- Minister Giri admits that bill drafting has not been consultative enough and promises to improve communication.\n\n**Transitional Justice Act**\n\n- A committee has been formed to recommend names for Transitional Justice Commissions, despite objections from some parties.\n- Disagreements remain over classifying murder as a serious violation and reducing sentences.\n- Minister Giri believes the bill must meet the needs of victims and the international community.\n\n**Supreme Court Vacancies**\n\n- Three positions are vacant and a fourth will be soon.\n- Minister Giri expects new justices to be appointed within a week or two.\n\n**Electoral System**\n\n- No discussions have been held on changing the electoral system, despite concerns about stability.","summary":"The budget session of the federal parliament begins amid differences over forming a committee to investigate deputy prime minister Rabai Lamichhane, with concerns over the smooth functioning of the House and the endorsement of crucial bills."},{"hash":"39eb27d07dda639b3d5dd4481b8d6012361b0eeb330937898496f65c11c09fe8","title":"Fire incidents will make the next two months difficult.","link":"https://kathmandupost.com/interviews/2024/04/28/next-two-months-will-be-challenging-due-to-fire-incidents","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/anilpokharel-1714368894.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Fire Incidents in Nepal**\n\n**Causes of Increased Fires:**\n\n* Low rainfall and high temperatures\n* Wind gusts\n* Accumulation of forest litter from past years\n* Stubble burning by farmers\n\n**Consequences:**\n\n* Loss of lives (9 since Nepali New Year)\n* Destruction of houses and settlements\n* Damage to ecosystems and air pollution\n\n**Government Response:**\n\n* Training community forest groups to fight fires\n* Introducing portable fire pumps that are lightweight and easy to use\n* Developing training programs for volunteers, security agencies, and officials\n* Equipping local governments with portable fire pumps\n* Using helicopters to put out fires in remote areas\n\n**Challenges:**\n\n* Insufficient firefighting resources\n* Migration of youth from rural areas\n* Lack of coordination between local agencies\n* Poor disaster preparedness in commercial buildings\n\n**Conclusion:**\n\nFire incidents have become common in Nepal due to a combination of natural and human factors. The government is taking steps to mitigate the problem through training, technology, and coordination with local communities.","summary":"Numerous fire incidents in Nepal have caused significant losses, including destroyed houses and lives lost, with authorities attributing the increased severity to inadequate rainfall, rising temperatures, and high accumulation of forest litter."},{"hash":"2d1dcd1af2a010f1dc8a5288d051100d0a7e6e1ee7a6d0087e377a8fa051364f","title":"Nepal welcomes investors from all backgrounds with equal opportunities.","link":"https://kathmandupost.com/interviews/2024/04/28/nepal-presents-equal-opportunity-for-all-investors","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1714270342.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Nepal Investment Summit**\n\n* Nepal is holding its 3rd Investment Summit to attract foreign investment.\n* Nepal hopes to learn from past summits and attract more investment.\n* The government has made changes to laws to make investing easier.\n* Nepal is working on improving its credit rating to attract more investors.\n* Nepal plans to sell surplus energy to neighboring countries.\n* Nepal assures investors that political instability will not affect investments.\n* Rumors about investors being reluctant are false.\n* Nepal welcomes legal investments from all countries and will ensure that geopolitics does not affect investment prospects.","summary":"Nepal hosts its third Investment Summit, aiming to showcase investment opportunities and attract Foreign Direct Investment, recognizing its importance in economic development."},{"hash":"b8119b43ed80553d871f3b6e70a45b435e16350f69e3656d8ec00cdfd1f5e39e","title":"Directly electing Prime Ministers and Chief Ministers could end political instability by giving the people more control over who leads them.","link":"https://kathmandupost.com/interviews/2024/04/21/direct-election-of-prime-minister-and-chief-minister-way-out-of-instability","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/interview-1713764589.jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"interviews","content":"**Political Instability and Electoral System in Nepal**\n\nPolitical parties in Nepal have engaged in unhealthy competition to form provincial governments, causing public frustration. Some blame the mixed electoral system for instability, but others argue that personal ambitions and a corrupt political culture are the root causes.\n\nThe electoral system features both a first-past-the-post (FPTP) system for direct elections and a proportional representation (PR) system for ensuring representation of marginalized groups. Critics of FPTP say it favors certain castes and groups, while supporters of PR argue that it promotes diversity.\n\nLeaders who benefit from FPTP, such as high-caste males and those with access to power, want to return to it. However, there is a debate on whether direct election of the prime minister and provincial chief ministers, as in Palikas, would bring stability.\n\nSome view provinces as a burden, but others argue that restructuring was necessary due to Nepal's history of centralization and exclusion. However, provinces have faced challenges in delivering services and fighting corruption, leading to public mistrust.\n\nMid-hill regions with higher literacy and awareness have better functioning local units and administrations, while more homogeneous and traditional areas in Madhesh, Karnali, and Sudurpaschim face challenges in accountability.\n\nEmerging parties like Janamat Party in eastern Tarai and Nagarik Unmukti Party in western Madhesh are gaining support while criticizing traditional Madheshi parties for not addressing discrimination or improving governance.","summary":"Political parties' unprincipled competition for provincial power has led to frustration among citizens, with some blaming the mixed electoral system for Nepal's instability, but an analyst argues that politicians' personal ambitions and corrupt practices are the primary causes, while direct election of executives at all levels would provide stability."},{"hash":"16ca03860b600f5d221a63cab7bc1b2ab4dad746bbb104c9f57095e07f85ef78","title":"Muluki Ain is a legal code.","link":"https://kathmandupost.com/letters/2021/11/08/muluki-ain-is-a-legal-code","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/third-party/mulukiain-1636421052.jpg&w=900&height=601","date":1636329600000,"source":"kp","category":"letters","content":"The Muluki Ain of 1854, created by Jung Bahadur, was a comprehensive legal code that standardized laws and established the rule of law in Nepal. While it recognized the caste system, the code also aimed to reduce inconsistencies in sentencing and called for future reforms to address its injustices.","summary":"The 1854 Muluki Ain, translated by Heidelberg University scholars, codified legal principles, established the rule of law, and addressed the caste system, recognizing the need for reforms."},{"hash":"f26d8550751249ca6fce9099e307f744741857845591c48ab0d55210ac42e144","title":"Misleading news is fake or wrong information that looks like real news. It's spread online to fool people. It can harm people's trust in real news and cause problems in society.","link":"https://kathmandupost.com/letters/2021/04/12/misleading-news","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/opinion/thumb-1618223282.jpg&w=900&height=601","date":1618185600000,"source":"kp","category":"letters","content":"**Summary:**\n\nSinohydro, a Chinese construction company working on the Melamchi Water Supply Project in Nepal, denies accusations that it did not pay taxes for the materials it used. Sinohydro confirms that it obtained materials from legal sources and paid all vendors and suppliers. The company claims that the news report was misleading and should be corrected.","summary":"Sinohydro Corporation denies unpaid tax claims in Helambu, having used legal and recycled materials for construction under government agreement."},{"hash":"e862b51d7419ba6f589572cd4032419c790b93c181a1334f46e1b9ab2f51169b","title":"People do not understand each other correctly. This can be because of different languages, cultures, or experiences. Misunderstandings can lead to arguments, hurt feelings, and even violence. It is important to try to understand each other's perspectives and to communicate clearly.","link":"https://kathmandupost.com/letters/2021/01/03/misunderstanding","date":1609632000000,"source":"kp","category":"letters","content":"**Clarifications on Nepal-Japan Worker Agreement**\n\n**Recruitment Process:**\n\n* It's not government-to-government (G2G).\n* Deals are between Nepali workers and Japanese employers directly (G2B).\n\n**Private Agency Involvement:**\n\n* Private recruiting agencies can participate.\n* They must register in Japan under Japanese laws.\n\n**Financial Costs:**\n\n* Japan doesn't force companies to cover Nepali worker costs (e.g., airfare, insurance).\n* Most companies include these in employment contracts, but it varies.\n\n**Other Points:**\n\n* Nepal is not the only South Asian country Japan hires workers from (agreements also exist with Pakistan, Bangladesh, and Sri Lanka).\n* The Embassy encourages Nepali workers who have passed exams to actively seek jobs in Japan.","summary":"Japan's need for foreign workers and a Memorandum of Cooperation with Nepal regarding skilled workers permits private agencies' involvement, but the government does not cover workers' travel or medical expenses; Japan has similar agreements with other South Asian countries."},{"hash":"4d564e4aa9b147540d5d27c861b9724bce96976aa16a590835a10f4f29687ad6","title":"**Nepali Contributions**\n\n- Developed scripts for different Nepali dialects.\n- Conducted research on Nepali language, literature, and culture.\n- Established Nepali language academies and organizations.\n- Published books and periodicals in Nepali.\n- Translated works from other languages into Nepali.\n- Conducted national competitions to promote Nepali language skills.","link":"https://kathmandupost.com/letters/2020/11/30/contributions-to-nepali","date":1606694400000,"source":"kp","category":"letters","content":"**Gratitude for Support of Nepali Studies**\n\nMichael Hutt thanks Deepak Thapa for highlighting concerns about Nepali studies in Europe and America. He acknowledges his colleague Krishna Pradhan's valuable contributions to SOAS, which allowed for the development of various Nepali courses. However, it's disappointing that these courses will not be available to future students in the UK.","summary":"Michael Hutt acknowledges Deepak Thapa's concerns about Nepali studies, praises Krishna Pradhan's contributions at SOAS, and expresses regret over the discontinuation of Nepali courses in the UK."},{"hash":"a1d8bb473b76b044c715510c1e3cd12b7293a4516faf36066b07acc77fd64756","title":"chhaupadi-persists","link":"https://kathmandupost.com/letters/2020/09/24/chhaupadi-persists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2020/third-party/thumb3-1600897015.jpg&w=900&height=601","date":1600905600000,"source":"kp","category":"letters","content":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email ","summary":"Chhaupadi, an illegal menstrual taboo practice in Nepal, persists due to lax punishments and societal acceptance, despite reported fatalities and unreported cases."}]