[{"hash":"c45e4282acc54bba2570dc17499211c4f1135d150f8fe71ebafa6719b481ac3d","title":"Today is the final day of the Maha Kumbha Mela.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/today-the-last-day-of-maha-kumbha-mela","imageLink":"https://web.nepalnews.com/storage/story/1024/Untitled_1_(1)1715333577_1024.jpg","category":"travel-and-tourism","content":"Pindeshwar Poorna Mahakumbha Mela ends today after one month in Chatradham, Sunsari. People from all over the world visited Chatradham, also known as ancient Haridwar. Kumbha Mela has been held here every 6 and 12 years since Bikram Sambat 2059. The Saptakoshi river and Pindeshwardham in Sunsari are connected to Kumbha Mela in Hindu scriptures.","summary":"The 12-year-long Pindeshwar Poorna Mahakumbha Mela in Sunsari, Nepal concludes, attracting pilgrims from across the country and abroad to Chatradham, known as ancient Haridwar with connections to Kumbh Melas in India."},{"hash":"87fac0cb140b2af285af825560c1e6eb68abf51d7fc15211617917cf97004287","title":"Person arrested with unknown amount of money.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/arrested-with-an-undisclosed-amount-of-money","imageLink":"https://web.nepalnews.com/storage/story/1024/BimalBista_KTM_RSS_28_pakrauparekaharu1715328238_1024.jpg","category":"capital","content":"Police arrested Samir Sunar, 28, and Milan, 29, from Rupandehi with an undisclosed amount of 9.8 lakh rupees, which they allegedly stole from Kathmandu.","summary":"The Valley Crime Investigation Office arrested two men from Rupandehi with an undisclosed amount of Rs 9.8 lakh from Kathmandu."},{"hash":"e536a2dbbb9354081e37437e2c2cb352bc2780c2c3f77a9a9239ab3df7f99546","title":"Nepalese Prime Minister Dahal stated that the government is dedicated to making it easier for investors and protecting their funds.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/government-is-committed-to-facilitate-and-secure-investment-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/PRO_KTM_066A88701715326651_1024.JPG","category":"business","content":"**Government supports investors:**\n\n- Prime Minister Prachanda says Nepal will support investors to boost the economy.\n- He emphasizes the role of private businesses in creating jobs and economic growth.\n- The government aims to attract investors by improving the business environment.\n- The Hyundai Motor Assembly Plant will substitute imports, create jobs, and support local development.","summary":"Prime Minister Prachanda emphasizes economic transformation through private sector collaboration, inaugurating Hyundai's motor assembling plant and highlighting government support for investment."},{"hash":"d23832af0fddef3a3c7ce8a247c9fe20bf6172063a6f5c16551274adf35d262b","title":"Gold price rises by Rs. 2,300 per tola.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/gold-price-up-rs-2-300-per-tola","imageLink":"https://web.nepalnews.com/storage/story/1024/Gold_11679993377_1024.jpg","category":"capital","content":"Gold price in Nepal increased today:\n* Hallmark gold: Rs 137,900 per tola (up Rs 2,300)\n* Worked gold: Rs 137,250 per tola (up Rs 2,300)\n* Silver: Rs 1,735 per tola (up Rs 50)","summary":"Gold prices in Nepal surge by Rs 2,300 per tola, reaching Rs 137,900 for hallmark gold, while silver gains Rs 50 to Rs 1,735."},{"hash":"e816571e63102ee4597e2782d7f313e7954eb41ad0447c5ed68e521d835e3b64","title":"Poaching remains a major threat to wildlife conservation, with 21 rhinos killed in just 10 months.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/wildlife-conservation-turns-challenging-21-rhinos-dead-in-10-months","imageLink":"https://web.nepalnews.com/storage/story/1024/Rhino1693732323_1024.jpg","category":"travel-and-tourism","content":"21 rhinos died in Chitwan National Park area in the past 10 months. 2 were killed by poachers, 19 died naturally. \n\nRhinos are dying due to getting stuck in swamps, fighting, aging, tiger attacks, poaching, and human activities. \n\nThe park is taking steps to manage habitats and increase rhino numbers, including moving rhinos to the eastern region. \n\nCurrently, there are 694 rhinos in the park.","summary":"In the past 10 months, 21 rhinos died in Chitwan National Park, two from poaching and 19 from natural causes, including habitat-related fatalities, prompting habitat management measures to preserve the growing population of 694 rhinos."},{"hash":"472b30dd76138da4860086a7ff9ab65442c89350141d4d804e8c3bb59e227fbe","title":"EU aids Nepal in attracting investments.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/eu-to-help-nepal-bring-investment","imageLink":"https://web.nepalnews.com/storage/story/1024/The_European_Union_(EU)1715320904_1024.jpg","category":"business","content":"The European Union (EU) will host a trade forum in Kathmandu to attract European investment in Nepal. The forum will bring companies from EU countries to discuss potential investments in Nepal. The EU believes this will help Nepal create economic development and employment opportunities, as it works towards upgrading from the list of least developed countries in 2026.","summary":"The EU plans to facilitate European investment in Nepal through an upcoming trade forum to address Nepal's foreign investment deficit, supporting the country's goal of transitioning from least developed status."},{"hash":"ae75bd54d5601e61c6c9a81aa73478d772e9a34cd805bb301fcc0b4eadcb35d9","title":"Swiss government will give 9 million Swiss francs to help tourism projects.","date":1715345089226,"source":"nn","link":"https://nepalnews.com/s/capital/swiss-government-to-provide-9-01-million-swiss-franc-for-tourism-project","imageLink":"https://web.nepalnews.com/storage/story/1024/nepal_swiss1715304936_1024.jpg","category":"capital","content":"Switzerland is giving Nepal 9.01 million Swiss francs to improve trekking tourism. The project will run for four years (starting in 2024) and directly benefit 100,000 people in 29 areas of Koshi Province. It will support local culture, businesses, jobs, and sustainable tourism. Switzerland believes the project will boost Koshi Province's economy and tourism while protecting the environment.","summary":"Switzerland provides 9.01 million Swiss francs for a four-year trekking tourism project in Nepal's Koshi Province, supporting sustainable development and benefiting 100,000 locals."},{"hash":"5f808d965456943d2c763161d048323e2fb684156515796bd838825bb9dc3826","title":"Begnas Lake is a tranquil lake in Nepal's Pokhara Valley. It's popular for boating, swimming, and fishing. Visitors can admire the scenic views of the Annapurna mountain range reflected in the lake's clear waters. The lake is surrounded by lush greenery, making it an ideal spot for nature lovers and those seeking a peaceful getaway.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/begnas-lake","imageLink":"https://web.nepalnews.com/storage/story/1024/RambahadurThapa_Gandagi_RSS_27_image_1236502911715235354_1024.JPG","category":"travel-and-tourism","content":"Nothing to summarize. The input is empty.","summary":"No information provided to summarize."},{"hash":"80ecafbc3a73aee75e75de221b46e19b0e8bf0908d92dafcb596794eabbe3ad9","title":"Four people have been arrested for leaking Grade 12 exam papers.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/capital/four-held-with-leaked-grade-12-question-papers","imageLink":"https://web.nepalnews.com/storage/story/1024/NepalPolice_202011261446491679631344_1024.jpg","category":"capital","content":"Four people were arrested by Kathmandu police for having leaked Grade-12 exam answer sheets. The arrested individuals included Madhav Tripathi, Sabin Paudel, Sitesh Kumar Yadav, and Roshan Ranabhat. They were caught writing answers for the leaked computer science exam before the scheduled exam time. An investigation is currently being conducted under the Education Act, 2028.","summary":"Police arrested four individuals caught writing on leaked Grade-12 computer science exam answer sheets in Kathmandu, triggering an investigation."},{"hash":"df48d5c582672d9eaa251e1d7ee5505f87ad4dd42b61942f89e593d308d5fb59","title":"Arrest warrants issued for 20 people, including ex-officials, in Bal Mandir case","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/capital/arrest-warrant-issued-against-20-people-including-former-officials-of-bal-mandir","imageLink":"https://web.nepalnews.com/storage/story/1024/bal_mandir1715265031_1024.jpg","category":"capital","content":"Arrest warrants have been issued for 20 people, including former officials of the Bal Mandir, a charity for children. They are accused of illegally selling the charity's land for profit. The police received a complaint about the land dispute and obtained permission from the court to arrest the suspects.","summary":"An arrest warrant was issued for 20 individuals, including former Bal Mandir officials, for embezzling charity land and leasing it out for business purposes, causing financial loss to the organization."},{"hash":"a7ae5aa2dae3518f8ce15910e21d1137431eb7ffac115aec32edba2436c3e319","title":"President attends Law Day celebration to promote rule of law, justice, and legal education.","date":1715345105598,"source":"nn","link":"https://nepalnews.com/s/capital/president-attends-law-day-celebration","imageLink":"https://web.nepalnews.com/storage/story/1024/court_supreme1689943003_1024.jpg","category":"capital","content":"**Law Day 2081 BS in Nepal**\n\nLaw Day was celebrated with events across Nepal. The Supreme Court held a special program attended by top officials, including the President and Chief Justice.\n\nChief Justice Shrestha called for a just society, strong judiciary, and cooperation from the Attorney General's Office and Nepal Bar Association. The Law Day marks the anniversary of the introduction of the Chief Court Act in 2008 BS.\n\nOfficials and legal professionals attended the event, including the Vice President, Prime Minister, Minister of Law, and members of the Judiciary, Bar Associations, and media.","summary":"On Law Day 2081 BS, the Supreme Court hosted a reception attended by dignitaries to promote constitutional supremacy, rule of law, and judicial reform."},{"hash":"48734a6c4d1ac6914bc1b7551d247e7e9f154b0e532d2daceb1bdcfa0028e0b3","title":"Joshi Dhakal has been promoted to Assistant Inspector General (AIG) in the Nepal Police.","date":1715345111915,"source":"nn","link":"https://nepalnews.com/s/nation/cabinet-decisions-joshi-dhakal-promoted-to-aig","imageLink":"https://web.nepalnews.com/storage/story/1024/PMO_Singha_Durbar1686496476_1024.jpg","category":"nation","content":"**Government Promotions and Awards:**\n\n* Deputy Inspectors General Joshi and Dhakal promoted to Additional Inspectors General.\n* 42 athletes and coaches honored for winning medals in international sports.\n* Majhi appointed as Vice Chairman of Social Welfare Council.\n* Manandhar appointed as Member of Language Commission.","summary":"Nepal government promoted police officials, awarded athletes, and appointed officials to Social Welfare Council and Language Commission."},{"hash":"e02eb400e5968e32b5c175db44dcfd4e1166894dcaab65f44bbfa71b0c13c6b9","title":"The Indian Parliament will start its budget session today.","date":1715345115626,"source":"nn","link":"https://nepalnews.com/s/politics/budget-session-of-federal-parliament-to-commence-today","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"The parliamentary budget session starts today, called by President Ramchandra Paudel on the Council of Ministers' recommendation.\n\nMPs are expected to attend the 2 pm session at the International Conference Centre in New-Baneswor.\n\nOn May 28, the government will present the next year's budget.\n\nBefore that, the President will give a speech on the government's plans.\n\nSpeaker Devraj Ghimire met with party leaders to plan for the session.","summary":"Nepal's federal parliament begins budget session, with the president presenting an annual policy and program before the budget's release on May 28."},{"hash":"b0548d7d73811f457ad631f1ee665c61883d228e05213db65aec4554aedab71e","title":"Bridge construction on the Narayangadh-Muglin road is progressing rapidly.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/nation/bridge-construction-along-narayangadh-muglin-road-section-in-full-swing","imageLink":"https://web.nepalnews.com/storage/story/1024/narayan_ghat_mugling_sadak1715234021_1024.jpg","category":"nation","content":"**Bridge Construction on Narayangadh-Muglin Road**\n\nOut of 15 bridges on this road, 11 are working. Four are still under construction:\n\n* Khahare\n* Namche\n* Kalikhola\n* Tuin Khola\n\nTwo bridges (Khahare and Namche) will be ready by mid-July. Tuin Khola bridge will be done by mid-November.\n\nThese bridges were built with help from the World Bank.\n\nLandslides used to cause problems on this road during the rainy season, but the new bridges and road improvements have made it better.","summary":"Construction of 11 out of 15 bridges along the Narayangadh-Muglin road section is complete, with the remaining four expected to be operational by mid-November, improving road conditions in the area."},{"hash":"625167eaf146bd0aea28cb2af768dfa2e3395746aa48ec1e15a143e1a9646890","title":"**Weather Update**\n\n* **Temperature:** 50 degrees\n* **Conditions:** Sunny with light winds\n* **Humidity:** Low\n* **UV Index:** Moderate\n* **Wind:** 5 mph from the west\n* **Forecast:** Sunny and warm for the rest of the day, with temperatures rising to the mid-50s.","date":1715345125940,"source":"nn","link":"https://nepalnews.com/s/nation/weather-update-50","imageLink":"https://web.nepalnews.com/storage/story/1024/Weather_rain1690631860_1024.jpeg","category":"nation","content":"**Today and Tonight:**\n\n* Cloudy with scattered rain, thunderstorms, and wind across most of the country.\n* Possible light snowfall in the mountains.","summary":"Partly to generally cloudy conditions with scattered rain and thunderstorms, including possible snowfall in mountainous areas, are forecasted for today and tonight in various regions of Nepal."},{"hash":"da811d203e8cfa11bc2ae6d59ffc40f548abd4c80d2f72a82edfa6a80c5dab20","title":"27 deaths in the last 24 days due to forest fires and lightning.","date":1715345130164,"source":"nn","link":"https://nepalnews.com/s/nation/27-people-die-due-to-fire-forest-fire-and-lightning-in-last-24-days","imageLink":"https://web.nepalnews.com/storage/story/1024/Manang_forest_fire1681707860_1024.jpg","category":"nation","content":"**Deaths and Injuries from Disasters**\n\nIn the past 24 days, 27 people have died from fires, forest fires, and lightning strikes.\n\n* 18 died in fires\n* 6 died in forest fires\n* 3 died from lightning strikes\n\n90 people were injured in these incidents.\n\nThe government has approved financial help for families of fire victims to build temporary homes. Similar help was previously given to victims of the Gorkha earthquake.","summary":"In the past 24 days, at least 27 people died in fire, forest fire, and lightning strikes, leading NDRRMA to authorize financial aid for fire victims' temporary housing."},{"hash":"a6c4771d0060587b29f8d499dddaf05cb6343fa5c06e4954c8fdba2c26aba630","title":"Prime Minister inaugurates completion of the Sunkoshi Marin Diversion Tunnel, which will divert water from the Sunkoshi River to the Marin River for irrigation purposes, benefiting farmers in Sindhuli and Ramechhap districts.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/nation/pm-inaugurates-breakthrough-of-sunkoshi-marin-diversion-tunnel","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_05_08_at_121715166729_1024.jpg","category":"nation","content":"A long tunnel for a project that will bring water for farming and make electricity has been dug through a mountain. This will help five districts in Nepal get water all year round and generate electricity. A machine that digs tunnels called a TBM made this tunnel, which is over 13 kilometers long and has a diameter of 5.5 meters. The tunnel will take water from the Sunkoshi river through a dam and drop it down a pipe to generate electricity. A Chinese company called COVEC built the tunnel, which cost 10 billion Nepalese rupees. The whole project will cost 49.42 billion Nepalese rupees.","summary":"Prime Minister Prachanda inaugurated the breakthrough of a 13.3-kilometer-long tunnel for the Sunkoshi-Marin Diversion Multi-purpose Project, aiming to provide irrigation and generate electricity in five Madhes districts."},{"hash":"8bc8cf551442bfbb2f0e8c19dfe75d5b09798d20881fa31d6e24b3cf04ec5a88","title":"Prime Minister Pushpa Kamal Dahal has promised to use diplomatic efforts to bring back Nepalis serving in the Russian army.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/nation/pm-dahal-assures-of-taking-diplomatic-initiatives-to-bring-back-nepalis-serving-in-russian-army","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_education1712301039_1024.jpg","category":"nation","content":"Prime Minister Dahal promises to work with other countries to bring back Nepalis fighting in the Russian Army. He has spoken to the Nepalis in Ukraine and is working through other countries to help them. Families of the Nepalis had protested in Kathmandu, but they stopped after the Prime Minister promised to help.","summary":"PM Dahal promises diplomatic efforts to repatriate Nepalis fighting in the Russian Army, following families' sit-in protest."},{"hash":"ab5d56be00b4c1fb7db7e1cffcd9e24b893fcf184a5fd66ad361cf5feab41c8e","title":"Government ignores opposition's concerns as Chief Whip warns.","date":1715345146802,"source":"nn","link":"https://nepalnews.com/s/politics/govt-ignoring-major-opposition-s-concern-chief-whip-lekhak","imageLink":"https://web.nepalnews.com/storage/story/1024/ramesh_lekhak1690593303_1024.jpg","category":"politics","content":"The Nepali Congress Party is demanding an investigation into money misuse in cooperatives. They believe the government is ignoring this issue and want action taken against those responsible. The party also wants reforms in the cooperative sector, which is important for the economy. They are not interested in forming a new government but want to work with other parties to meet the people's needs. The party wants to make Parliament more effective and ensure that it addresses the people's concerns.","summary":"Nepali Congress demands investigation into cooperative embezzlement, seeks consensus for effective parliament."},{"hash":"68db8c5cbecbbc95aee3e118cfaa7b0bcef5303b7ad540a2bdcb2fe39f77bcda","title":"JSP Nepal will take legal action.","date":1715345151568,"source":"nn","link":"https://nepalnews.com/s/politics/jsp-nepal-to-seek-legal-recourse","imageLink":"https://web.nepalnews.com/storage/story/1024/janata_samajbadi_party1709595520_1024.jpg","category":"politics","content":"Janata Samajwadi Party (JSP) Nepal, led by Upendra Yadav, will take legal action to contest the split in the party caused by a faction led by Ashok Rai. The Election Commission recently recognized Rai's faction as a separate party, prompting JSP to consider legal recourse. A party meeting will be held soon to discuss the split and decide on legal action.","summary":"The Janata Samajwadi Party (JSP) Nepal will seek legal recourse after a faction led by Ashok Rai split from the party and was recognized as a new political party by the Election Commission of Nepal."},{"hash":"e6d8c9af0f93f7449981010a3d3f4289589d46ce366bd845f268501aa10f6f24","title":"Oli, UML chair, stresses the importance of unity among left-wing parties to address current challenges.","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/politics/uml-chair-oli-sees-need-for-unity-among-leftist-parties","imageLink":"https://web.nepalnews.com/storage/story/1024/kp_sharma_oli1709990573_1024.jpg","category":"politics","content":"Former Prime Minister Oli calls for unity among all leftist parties in Nepal. He believes that his party, the CPN-UML, should lead this unity movement for the country's benefit. Oli is confident that his party will win the upcoming parliamentary election and achieve its \"Mission 84\" goal. He remembers Siddinath Gyawali, a politician known for his honesty and dedication. Another former leader, Bam Dev Gautam, also plans to join the CPN-UML after self-reflection.","summary":"CPN (UML) Chairman Oli calls for leftist unity, pledging to lead a campaign to secure majority seats in upcoming parliamentary elections."},{"hash":"4891c943f0e6afc7dd755df2212632bf8efe7fe9d90e5696053d306e1401177c","title":"Speaker will meet with leaders of major political parties, including the Prime Minister, for consultations.","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/politics/speaker-to-hold-consultations-with-top-leaders-of-major-parties-including-pm","imageLink":"https://web.nepalnews.com/storage/story/1024/1674121407_devrajghimire_1200x560_20230119171026_R4IAR0RrQh1697368501_1024.jpg","category":"politics","content":"The Speaker of Parliament, Devraj Ghimire, will meet top leaders of political parties tomorrow to discuss and build consensus before the start of the next Parliament session on May 10th. The meeting is expected to address issues raised by the main opposition party, Nepali Congress, which has previously obstructed parliamentary proceedings.","summary":"Speaker Devraj Ghimire calls a meeting with major party leaders including Prime Minister Prachanda and opposition leader Deuba to forge consensus before the Parliament's monsoon session, which begins May 10th."},{"hash":"2efa4e07b67707342ee7b709b73afb5599d461217e8b32df0e9558105171577f","title":"Seven different groups have submitted applications to the European Commission (EC) seeking recognition as legitimate political parties.","date":1715345167592,"source":"nn","link":"https://nepalnews.com/s/politics/seven-jsp-mps-submit-application-to-ec-seeking-legitimacy","imageLink":"https://web.nepalnews.com/storage/story/1024/ElectionCommission_202210091335231681286610_1024.jpg","category":"politics","content":"- Seven MPs from a party called JSP have applied to the Election Commission for recognition as the legitimate party.\n- This move threatens to split the party, as another faction had previously registered its own application.\n- The seven MPs claim they are part of a larger group within the party that shares their agenda and wants to strengthen internal democracy.","summary":"Seven MPs of Jan Socialist Party (JSP) submit application to Election Commission seeking legitimacy, potentially splitting the party."},{"hash":"4e99a70221a7d6268625e92c0b4ebd09bd1d62198ce041cfeec5e786901fd03d","title":"Minister Joshi has ordered immediate relief to construct homes for survivors of the Jajarkot earthquake.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/issues/minister-joshi-insists-on-immediate-relief-to-build-shelter-for-jajarkot-quake-survivors","imageLink":"https://web.nepalnews.com/storage/story/1024/bhukampa_jajarkot__7_1699080065_1024.jpeg","category":"issues","content":"**Earthquake Relief Needed**\n\nMinister Bhanubhakta Joshi calls for urgent help for those made homeless by the earthquake in Jajarkot. He wants to ensure they get money to build temporary shelters before the monsoon rains arrive.\n\nThe minister also highlighted the need for effective disaster recovery and risk reduction measures due to frequent natural disasters like landslides, floods, and fires. He praised the National Reconstruction Authority for its role after the 2015 earthquake and emphasized the importance of the National Risk Reduction and Management Authority in managing disaster response in Karnali Province.\n\nHowever, the minister noted financial constraints in providing disaster relief due to the limited resources of federal, provincial, and local governments. He estimated that over 100,000 houses need to be rebuilt in Karnali.","summary":"Minister advises prompt compensation and temporary shelters for those rendered homeless by the November 3 earthquake in Nepal."},{"hash":"8e4afb40f01a17084214e78590634dd3101fcdac783d9e827fc77cefadccdc48","title":"Mother and son tragically lost their lives in a house fire, resulting in charred bodies.","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/issues/mother-son-charred-to-death-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"issues","content":"A mother and her son died in a fire in Nepal. The mother was protecting hay in a field when she caught fire. Her son tried to save her but he also died. The fire started in a community forest and spread to the field. The mother and son were charred to death.","summary":"A mother and her son were fatally charred in a fire while attempting to extinguish it in a community forest near Bahundanda."},{"hash":"b54fa0c4e8a38682d2f1c13456612ee5d6122c8b9d5f6817ae4a70b36ea5683e","title":"Two people were killed and two injured in a road accident.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/issues/two-killed-and-two-injured-in-road-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/dbdbce93_cc17ef2f_15b84da5_accident_850x460_acf_cropped_850x460_acf_cropped1684914032_10241692099166_1024.jpg","category":"issues","content":"Two people died in a tractor accident in Dadeldhura. The driver and one passenger were killed. Two others were injured and taken to the hospital.","summary":"Fatal road accident in Dadeldhura involving a tractor claims two lives and injures two."},{"hash":"7e6981a5327ce2410247b2aeda4f72cca28c28a108d80560989dc82625cbbe22","title":"24 artifacts returned to Nepal from Hawaii","date":1714694400000,"source":"nn","link":"https://nepalnews.com/s/issues/24-pieces-of-artifacts-shipped-to-nepal-from-hawaii","imageLink":"https://web.nepalnews.com/storage/story/1024/441020358_818234927005128_7742768786942770028_n1714749977_1024.jpg","category":"issues","content":"The Embassy of Nepal in Washington DC received 24 artifacts from Ms. Susan Bradford and sent them to Nepal. These artifacts are from the 13th, 17th, and 18th centuries. The Embassy praised Ms. Bradford for her generosity and cooperation in returning these valuable pieces to their home country. This is part of the Embassy's ongoing efforts to recover Nepal's lost cultural heritage.","summary":"In 2024, the Embassy of Nepal in Washington, DC received and sent 24 historical artifacts dating back to the 13th century to Nepal from a private collection in Hawaii"},{"hash":"6f8e980e79d7b07a8d480bc536b554223925b4db1c6846b5dbfb44baca6eccea","title":"Kanti Highway is closed due to landslides","date":1714694400000,"source":"nn","link":"https://nepalnews.com/s/issues/kanti-highway-closed","imageLink":"https://web.nepalnews.com/storage/story/1024/Karnali_Highway1690012652_1024.jpg","category":"issues","content":"Landslide on Kanti Highway near Kalche has closed the road.\nMaintenance work caused the collapse of a net and gabion wall along a 1 km stretch.\nThe road is closed until further notice, and vehicles cannot pass due to the damaged wall.","summary":"A landslip along the Kanti Highway in Lalitpur district has disrupted vehicular movement after a road collapse during maintenance, closing the road indefinitely."},{"hash":"aeb14f4cdcd03b9c57bb46afbd0ce56505fc715aa5896beb52c175e93f4fb690","title":"Elderly couple dies in house fire, cause under investigation","date":1714608000000,"source":"nn","link":"https://nepalnews.com/s/issues/elderly-couple-dies-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/fire_51683693219_1024.jpg","category":"issues","content":"An elderly couple, Tej and Thuli Lama, died in a house fire in Dhading, Nepal. The fire destroyed the house, including all their belongings. The police found the couple dead when they arrived at the scene.","summary":"An elderly couple, Tej Bahadur and Thuli Lama, died in a fire that destroyed their home in Dhading, Nepal."},{"hash":"6ce8b7f76f049609887d25e051f92c36bdc3626bba462cd4f34a775b9acb8deb","title":"The Humanist World Peace League (HWPL) expresses concern over the escalating conflict between Israel and Iran. HWPL urges all parties to prioritize diplomacy over violence. Peace requires respect for international law and human rights. The HWPL calls for an immediate ceasefire and dialogue to peacefully resolve the conflict.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/hwpl-statement-on-israel-iran-conflict","imageLink":"https://web.nepalnews.com/storage/story/1024/21715166055_1024.jpg","category":"global","content":"**Iran-Israel Conflict**\n\n* Iran and Israel are attacking each other in Syria, violating international law.\n* The conflict has killed many civilians, including children.\n* The global community is urging both countries to stop and talk about peace.\n* International organizations like HWPL are helping to promote peace and end the war.","summary":"\nThe recent violent conflict between Iran and Israel is causing significant concerns in the international community. The two nations that do not share borders are mobilizing high-end weaponry to attack each other and kill human lives.1 April 2024, the Israeli military attacked the Iranian consulate in Syria. A strike against a non-military facility in a third nation, a nation not directly involved in the conflict, infringes international law and constitutes a war crime. Moreover, on 13 April, Iran responded by attacking Israel’s land. Both nations have pointed their guns directly at each other, and there are growing concerns in the international community that the attacks could escalate into another war.\nThe Israel-Hamas War in Gaza has killed 30,000 since last year, and news outlets reported on dire situations in Gaza, running out of space for proper burial. The war that has persisted in the region over the past century continuously overshadows the prospect of the coexistence of the human race.\nIt is a clear indication that the greatest victims of war are innocent civilians. How could those lost lives ever be brought back? What could compensate for the outcry of children and the anguish of the youth in devastated dwellings?\nHWPL strongly supports the voices of the citizens, the true protagonists of the global village, who oppose war and call for peace. All nations of the global community must uphold the citizens’ demands, thereby ceasing the unjust war and joining to accomplish peace. Organizations worldwide, in alliance with HWPL as peace solidarity, urge Iran and Israel to put a stop to the acts of aggression immediately and to come forward for conversations to usher in peace.\nHWPL recommend that the international community take necessary measures to facilitate the formation of amicable relations between the two nations and provide humanitarian aid. It would be reasonable for all countries to support an international legal instrument for peace that embodies the long-yearned path to peace and to comply with its contents so that we leave a legacy of peace for future generations. HWPL will not spare its efforts for peace and cessation of wars.\n\n\n\n\n\n\n\n"},{"hash":"c94f8e4afac88e1cb0fb370ada56857a008186039807d76728b22d93ca250d67","title":"**Preparation for High-Level Visit between Nepal and Korea**\n\nNepal and Korea are making preparations for a high-level visit between their officials. The visit aims to strengthen diplomatic ties and explore areas of cooperation, including trade, investment, and cultural exchange. Both countries have formed committees to coordinate the logistics and ensure a successful visit.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/preparation-of-high-level-visit-between-nepal-and-korea","imageLink":"https://web.nepalnews.com/storage/story/1024/korea1715163613_1024.jpg","category":"global","content":"**High-level officials from Nepal and South Korea will visit each other to celebrate 50 years of diplomatic relations.**\n\n**Both countries have been busy planning events for the celebration.**\n\n**South Korea is a major investor in Nepal, especially in the auto industry.**\n\n**Many Nepalis have found work in South Korea through the Employment Permit System.**\n\n**Nepalis have been working in South Korea in various industries, including agriculture, production, service, and forestry.**\n\n**Nepalis who return home after working in South Korea often start businesses.**","summary":"Nepal and South Korea mark 50 years of diplomatic relations, with ambassadorial visits, programs, and expanding economic ties, including South Korean investment in Nepal's hydropower sector and increased job opportunities for Nepalis in Korea."},{"hash":"e723ab3067a8adddaf32c9827d2897f76acc62350800bee739d3b29786c034f6","title":"Japan and Nepal have many similarities, according to Japan's Foreign Minister Kamikawa Yoko.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/global/japan-and-nepal-share-many-things-in-common-japan-s-foreign-minister-kamikawa-yoko","imageLink":"https://web.nepalnews.com/storage/story/1024/japan_foregn_minister1714872450_1024.jpg","category":"global","content":"Japan and Nepal share similar terrain and have faced many challenges, including earthquakes. Both countries value democracy and have a long history of cooperation. Japan has provided support for Nepal's development in areas like infrastructure, education, and healthcare. Japan is also committed to working with Nepal on gender equality and peacebuilding. As Nepal prepares to graduate from the Least Developed Country category, Japan remains committed to supporting its further progress.","summary":"Japan and Nepal, both mountainous and democratic nations, have supported each other through natural disasters, and Japan has provided significant aid to Nepal's democratization and development, including post-earthquake reconstruction and infrastructure improvements."},{"hash":"92ad5a4c56c6702ac1fca8e9aea40059b95bd75ed4ab056b7e61b7be50879246","title":"Avoid illegal methods for foreign employment. Seek assistance from the Embassy for legal employment options.","date":1715345218347,"source":"nn","link":"https://nepalnews.com/s/global/not-to-go-to-foreign-employment-through-illegal-route-embassy","imageLink":"https://web.nepalnews.com/storage/story/1024/embassy_of_nepal1714535848_1024.jpg","category":"global","content":"Nepalese Embassy in Islamabad warns against illegal means to go for foreign employment. Many Nepalis have been stranded in Kyrgyzstan. The embassy emphasizes using only legal methods and not falling for attractive job offers that can lead to fraud. Individuals involved in illegal activities can face legal consequences.","summary":"Nepal's Islamabad embassy warns against illegal foreign employment practices in Kyrgyzstan, urging citizens to seek legal routes as victims are rescued and fraudulent individuals face legal consequences."},{"hash":"bffbbeed94cbee7bdbcb2d6935e7e40625760854aa3ac8a57ccafcde31c85fea","title":"ohio-based-doctor-couple-s-efforts-to-strengthen-nepal-us-relations","date":1714348800000,"source":"nn","link":"https://nepalnews.com/s/global/ohio-based-doctor-couple-s-efforts-to-strengthen-nepal-us-relations","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr1714368003_1024.jpg","category":"global","content":"**Dr. Poudel and Dr. Mahato's Contributions:**\n\n* Provided medical help to Nepali communities in the US during the COVID-19 pandemic.\n* Advocated for vaccines to be sent to Nepal during the pandemic.\n* Received recognition for their efforts from the City of Reynoldsburg and Senator Brown's office.\n\n**Dr. Poudel's Current Work:**\n\n* Regional Medical Director of Hopewell Health Centre in Ohio.\n* Consulate General of Nepal to Ohio State.\n* Focuses on strengthening US-Nepal relations, including:\n    * Exploring opportunities for trade and investment.\n    * Linking US officials with local Nepali representatives.\n    * Facilitating research collaborations and training between the two countries.","summary":"Dr. Damodar Poudel and his wife, Dr. Sanju Mahato, provided vital medical services to Nepali communities in the US during the COVID-19 pandemic and successfully lobbied for the US to send vaccines to Nepal, resulting in their recognition for their contributions and their appointment as Nepal's Consulate General to Ohio State."},{"hash":"468fea9b415ea6e76ca037b6b29789a8d5dd2f4d95c5d5b4d67c94147f33d6e4","title":"**Nepal and Malaysia High-Level Meeting**\n\nOfficials from Nepal and Malaysia met to discuss:\n\n* Strengthened diplomatic ties\n* Collaboration in trade, investment, and tourism\n* Cooperation in defense, education, and health\n* Support for Nepal's development goals","date":1714089600000,"source":"nn","link":"https://nepalnews.com/s/global/meeting-between-high-officials-of-nepal-and-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/439895042_779997867565671_7837840790905478273_n1714113714_1024.jpg","category":"global","content":"Nepalese Ambassador Dilli Poudel met with Malaysia's Immigration Director General to strengthen ties between the two countries.\n\nNepal and Malaysia have a long history of cooperation, dating back to 1960. Nepalese Gurkha soldiers played a significant role in Malaysia's history.\n\nMalaysia is a major trading partner for Nepal, with opportunities for trade, investment, and tourism.\n\nMalaysia has been accepting Nepalese workers since 2001, contributing to the bilateral relationship.\n\nDirect flights between the two capitals have boosted tourism and brought the people of Nepal and Malaysia closer.","summary":"Nepalese Ambassador Poudel met with the Malaysian Director General of Immigration to strengthen bilateral relations, which have been robust since Nepal provided Gurkha soldiers for Malaysian conflicts and grew significantly with the recognition of Nepal as a source country for foreign workers."},{"hash":"2aa4d008a1db97151655e83d459e6098de8445064eedbabca63f11fc9a8a3dfe","title":"Transparency and good governance go hand in hand. They ensure that government actions are clear and accessible to citizens, fostering public trust and accountability.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/business/transparency-and-good-governance-complement-each-other-president","imageLink":"https://web.nepalnews.com/storage/story/1024/9d263f51_cefd_4241_bb20_05f8888718f21715242217_1024.jpg","category":"business","content":"President Paudel emphasizes that transparency and good governance are essential. Auditors play a crucial role as the nation's economic watchdogs by ensuring accurate accounting. Their vigilance contributes to transparency in economic activities. Skilled and knowledgeable accountants are vital for accountability in organizations. Auditing helps prevent fraud and ensures proper use of funds. Minister Sah commends auditors' role in curbing fake bills and revenue evasion. The conference aims to address Nepal's economic crisis and explore solutions through discussions with experts.","summary":"President Paudel emphasized the crucial role of auditors as economic watchdogs, promoting transparency and good governance through accurate auditing, error-free accounting, and vigilance in preventing financial malpractices."},{"hash":"c421f2f8d013cc5c554ba2c77db9bd9c1b500b22e0c1b023672d9974111f3e94","title":"Prime Minister Dahal plans to present the upcoming budget in a new format.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/business/upcoming-budget-to-be-introduced-in-a-new-manner-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_new1713842655_1024.png","category":"business","content":"Prime Minister Prachanda announced that the upcoming budget will be designed to help those struggling economically, and that it will be based on input from various parties. He claims that the economy has improved since he took office, and the government is committed to improving governance, social justice, and prosperity. The government has also improved relations with other countries.","summary":"PM Prachanda plans to introduce an innovative budget targeting economic advancement, soliciting input, continuing anti-corruption efforts, and strengthening international relations."},{"hash":"a075617d73dd2ddd230185e93bc4a96eb63c19df0d395c2fc095fe4264a2bd4b","title":"The Nepal Swadeshi Summit 2024 adopted a 35-point declaration to promote domestic production and economic self-reliance. Key points include:\n\n- Encouraging use of local products and services\n- Promoting cottage and small-scale industries\n- Supporting job creation through domestic production\n- Reducing dependence on imports\n- Strengthening domestic supply chains\n- Empowering entrepreneurs and farmers","date":1715345248470,"source":"nn","link":"https://nepalnews.com/s/business/nepal-swadeshi-summit-2024-35-point-declaration-issued","imageLink":"https://web.nepalnews.com/storage/story/1024/441187804_7890365774349885_1226150477776136282_n1715125603_1024.jpg","category":"business","content":"**Make in Nepal Summit Declaration**\n\n**Goals:** Empower local industries, boost production, encourage domestic consumption.\n\n**Key Points:**\n\n* Reform laws to support industry.\n* Promote domestic products and services.\n* Ensure raw material availability.\n* Establish a financial institution for industrial investment.\n* Use local products for government gifts and create a portal to identify them.\n* Improve One Stop Service Centre operations.\n* Implement industrial development strategy.\n* Restrict imports in areas of self-sufficiency.\n* Encourage domestic production and exports.\n* Fine industrial offenders instead of criminal charges.\n* Detain accused only after guilt is proven.\n* Create separate laws for industrial regulation.\n* Review trade and investment agreements.\n* Establish consensus among political parties for economic growth and industrial development.","summary":"The \"Make in Nepal-Swadheshi Summit-2024\" concluded with a 35-point declaration, outlining initiatives to empower local industries, increase domestic production, and promote indigenous consumption, including policy reforms, financial support, and the prioritization of domestic products in government procurement and consumer choices."},{"hash":"53c3f9bbcf9667cddd56a7f8a64aefc3fbe7ed3365801f9faca679e05896b163","title":"Economic prosperity has begun in Dailekh district in Nepal, according to Minister Devendra Raj Bhandari.","date":1715345256814,"source":"nn","link":"https://nepalnews.com/s/business/economic-prosperity-begins-from-dailekh-minister-bhandari","imageLink":"https://web.nepalnews.com/storage/story/1024/dailekh_petrol1696130214_1024.webp","category":"business","content":"Dailekh district in Nepal may become economically prosperous due to the potential discovery of petroleum. Minister Bhandari hopes the final drilling exploration will be successful and bring economic prosperity to the country. If the exploration is successful, Dailekh could become an economic hub for Nepal. The final exploration will determine the amount of petroleum and gas available. If the natural assets are usable, further steps will be taken to process them.","summary":"Dailekh district embarks on petroleum exploration with final drilling, hoping to unlock economic prosperity and potentially establish Dailekh as an economic hub if results are positive."},{"hash":"df9b7b06ec76b8f2f869bac62ff8e92d3b60b6a6145578db759c3601bcb09211","title":"Nepalese runners won two titles in a race in Malaysia.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-runners-won-2-titles-in-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/422620795_859372276202663_5891976066813061462_n1714904704_1024.jpg","category":"sports","content":"Nepali runner Mahadev Rijal won two races in Malaysia:\n\n* **Yesterday:** Climbathon event (21 km) in 3:03:58 seconds\n* **Today:** Half marathon (21 km) in 0:1:14:48 seconds\n\nRijal is a resident of Beni, Myagdi, Nepal, who began running in Nepal and practiced in Malaysia. He previously won the Tower Runner competition last year.","summary":"Nepalese runner Mahadev Rijal won 2 consecutive 21 km races yesterday and today in Malaysia, becoming the 8th Tower Runner in 2023."},{"hash":"7d22f65cb13004efc951d1a7217634e5de098beab800527921bfd8488bcb265b","title":"Nepal won the final match of the T20 series against the West Indies A team.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/nepal-wins-final-match-against-west-indies-a-in-t20-series","imageLink":"https://web.nepalnews.com/storage/story/1024/438230324_859581999531515_2675064775143100892_n1714829807_1024.jpg","category":"sports","content":"Nepal won the final T20 match against West Indies 'A' by six wickets. Earlier, Nepal had lost three straight matches to West Indies 'A'.\n\nIn the final match, Nepal chased down West Indies 'A's score of 172 runs in just 18.5 overs, with four wickets to spare. Kushal Malla led the way with a quickfire 37 runs, while Asif Sheikh and Anil Shah also contributed with half-centuries.","summary":"Nepal defeated West Indies 'A' by six wickets, overcoming an earlier 3-1 series deficit."},{"hash":"bb189a36492ef05672b1ce8763b3e6b70343c234cd53688b22d4345275939757","title":"President sends best wishes to cricket team","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/president-extends-best-wishes-to-cricket-players","imageLink":"https://web.nepalnews.com/storage/story/1024/Sheetal_Niwas1623082198_1024.jpg","category":"sports","content":"President Paudel wished good luck to Nepal's cricket team going to the ICC T20 World Cup in the West Indies and the US. The team will leave for the US tonight. They will compete in Group D against South Africa, Sri Lanka, Bangladesh, and the Netherlands. Their first match is against the Netherlands on June 4.","summary":"President Ramchandra Paudel extends best wishes to the Nepali cricket team participating in the ICC T20 World Cup Championship, which begins June 1 and features Nepal in Group 'D' against South Africa, Sri Lanka, Bangladesh, and the Netherlands, with Nepal's first match against the Netherlands on June 4."},{"hash":"63f0360edf629c2552c07da82b4f8a204ad5b2ed608c251932759e4931274472","title":"West Indies A wins the T20 series.","date":1715345275632,"source":"nn","link":"https://nepalnews.com/s/sports/west-indies-a-clinches-t20-series-title","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714701176_1024.jpg","category":"sports","content":"West Indies 'A' won the T20 series against Nepal 3-1. In the fourth match, West Indies 'A' scored 209 runs and Nepal scored 181 runs. Andre Fletcher of West Indies 'A' scored 84 runs and Rohit Kumar Paudel of Nepal scored 82 runs. The final match will be played on Saturday.","summary":"West Indies 'A' clinched the T20 series against Nepal 3-1 after a 28-run victory in the fourth match, featuring Andre Fletcher's 84 runs and Nepal's Rohit Kumar Paudel's 82 runs."},{"hash":"c0268d83151b4700710f0d718bbec12fc67c78746b9c81699b68d8c7925acf37","title":"Nepal loses to West Indies by 76 runs in the third T20 match.","date":1714521600000,"source":"nn","link":"https://nepalnews.com/s/sports/t20-series-nepal-lose-third-match-to-west-indies-by-76-runs","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714577666_1024.jpg","category":"sports","content":"Nepal lost to West Indies 'A' in the third T20 match by 76 runs. Chasing 228, Nepal made 151 before all 10 players were dismissed. Nepal won the first T20 match, lost the second, and the fourth match is scheduled for tomorrow.","summary":"Nepal's T20 series against West Indies 'A' sees Nepal lose the third match by 76 runs despite Karan KC's 28 and Johnson Charles' century for West Indies, with Nepal holding a 2-1 series lead."},{"hash":"f6df2c95d8308e02a5d724675b6f580035fa1a3784b03ef6d2594dadf3ba0498","title":"Nepalese athletics team leaves for Asian U-20 Athletics Championship.","date":1715345285220,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-team-departs-to-participate-in-asian-u-20-athletics-championship","imageLink":"https://web.nepalnews.com/storage/story/1024/438206076_448748784338052_4246932501331390940_n1713843823_1024.jpg","category":"sports","content":"Nepal sent a team to the Asian U-20 Athletics Championships in Dubai.\n\nThe team includes:\n\n* Badal Karki (800m and 1500m)\n* Adeshkumar Yadav (100m and 200m)\n* Ajay B.K (1500m and 3000m)\n* Kalpana Budha (1500m and 3000m)\n\nCoach Kanti Mahato is accompanying the team.","summary":"Nepal's National Sports Council sent a team of five athletes and a coach to the Asian U-20 Athletics Championships in Dubai, with Badal Karki, Adeshkumar Yadav, Ajay B.K., and Kalpana Budha set to compete in various running events."},{"hash":"b70088aed087be48dc7ad38ba6f972de6b0d941f8703d43a1cae84eb468445f4","title":"Dengue cases in Bagmati province have crossed 11,000","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/health/dengue-cases-surpass-11-thousand-in-bagmati","imageLink":"https://web.nepalnews.com/storage/story/1024/kushtia_dengue_6yr_old_child_dies_of_dengue_in_kushtia_daily_bangladesh_16941828191697183214_1024.jpg","category":"health","content":"Over 11,000 dengue cases have been reported in Bagmati Province in Nepal since July 2023.\nDhading has the highest number of cases (3,501), while Rasuwa has the lowest (2).\nKathmandu, Chitwan, and Makwanpur also have a high number of cases.\nOne person in Makwanpur has died from dengue this year.\nThe health office is urging people to take precautions against dengue, which is spread by mosquitoes.","summary":"Bagmati Province reports over 11,000 confirmed dengue cases, with Dhading having the highest cases (3,501) and Rasuwa having the lowest (2)."},{"hash":"8aef9eb1da2d64a20abdcf3e1f946935576aaae84d7d0b3cd9ba8aa4647804c0","title":"Nepal believes in a rights-based approach to population and development. This means that everyone has the right to:\n\n- Decide how many children to have and when to have them\n- Access quality healthcare, including reproductive health services\n- Be informed about their rights and choices\n\nThis approach helps ensure that all people, especially women and girls, can make decisions about their own bodies and lives. It also supports Nepal's goals of improving health, education, and economic development.","date":1714435200000,"source":"nn","link":"https://nepalnews.com/s/health/nepal-s-approach-to-population-and-development-is-right-based-dpm-yadav","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav_NewYork_1_1068x8011714461437_1024.jpg","category":"health","content":"Nepal uses a rights-based approach for population and development. This means focusing on making sure everyone has access to things like healthcare, education, and equality. The country has been working to achieve the goals of the International Conference on Population and Development (ICPD), which include reducing poverty, improving health, and promoting gender equality. They recognize the progress made but also acknowledge challenges like pandemics and inequality that need to be addressed to ensure everyone can benefit from these efforts.","summary":"Nepal commits to a rights-based approach to population and development, emphasizing the need for inclusive, sustainable progress despite challenges like pandemics and economic crises."},{"hash":"853075cf39e1fcb42df78d974231e5f27301b7a218e2c71c13a200de5ecc34ac","title":"Japan hands over a community center to help people prepare for disasters.","date":1713830400000,"source":"nn","link":"https://nepalnews.com/s/health/japan-hands-over-the-community-center-for-disaster-prevention","imageLink":"https://web.nepalnews.com/storage/story/1024/1_IMG_22281713885995_1024.jpeg","category":"health","content":"Japan donated a community center to Indrawati, Sindhupalchowk, to improve disaster prevention. The center will have committees, activities, warehouses, and landslide prevention measures. Ambassador Kikuta hopes it will help strengthen disaster preparedness and revitalize the region.","summary":"Japan provided a Community Center for Disaster Prevention to Indrawati Rural Municipality, Sindhupalchowk under the Grant Assistance for Japanese NGO Projects scheme to enhance disaster prevention capabilities."},{"hash":"91ef85d22d1f5e45d5c9e0d118acd881370663a55fa7eb366d52362a948b3462","title":"Dr. Sharma, a member of parliament, donated RS 2 million to a children's hospital to support their work.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Member of Parliament Dr. Sunil Sharma donated 2 million rupees to the Children's Hospital being built by Cardiothoracic Surgeon Dr. Bhagwan Koirala. The hospital aims to provide specialized children's healthcare across seven provinces. A hospital is already in operation in Damak, Jhapa, and a 100-bed hospital is planned for Kathmandu.","summary":"Dr Sunil Sharma donated two million rupees to the Children's Hospital construction initiative led by Dr Bhagwan Koirala, who plans to build specialized children's hospitals in all seven provinces, with a 100-bed facility in Kathmandu."},{"hash":"42e79a4549bfdf6d5604bd78b3d44969e580204855bea65a83fee67398a94def","title":"Dr. Sharma, a parliamentarian, donated 2 million rupees to a children's hospital.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital-1","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"A member of Parliament, Dr. Sunil Sharma, donated two million rupees to the Children's Hospital being built by Dr. Bhagwan Koirala. The hospital will be located in Kathmandu and have 100 beds. The plan is to build similar hospitals in all seven provinces of Nepal.","summary":"Parliamentarian Sharma provides financial support to KIOCH's initiative to build a Children's Hospital in Kathmandu and seven other provinces."},{"hash":"3366c0665f89d2e7da9c8b7f2493798ccbb5625b22f9517335e99c27063a9b96","title":"Children receiving vitamin A and deworming treatment","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/vitamin-a-capsules-de-worming-tablets-being-administered-to-children","imageLink":"https://web.nepalnews.com/storage/story/1024/vitamin_A1713434673_1024.jpg","category":"health","content":"Department of Health Services in Nepal is giving free Vitamin 'A' capsules and de-worming tablets to children under five years old. The program aims to reach 3.2 million children with Vitamin 'A' and 2.9 million with de-worming tablets. Health volunteers will administer the tablets in every ward. The program happens twice a year, in Baishakh and Kartik.","summary":"Nepal launched National Vitamin 'A' program for children under 5, targeting to administer capsules to 3.2 million and de-worming tablets to 2.9 million."},{"hash":"5b4f058271600f6dc2c23ea89ba35933ad8acd0c14c908ed8bf88d76d0c121a2","title":"Tourists are having fun riding a motorboat.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/tourists-enjoying-a-motorboat-ride","imageLink":"https://web.nepalnews.com/storage/story/1024/HemantKC_KankrebiharSurkhet_RSS_27_IMG_41081715234871_1024.JPG","category":"travel-and-tourism","content":"Please provide the text you want me to summarize.","summary":"No events were provided to summarize."},{"hash":"cb8effbde048b79cd9eeb5db55bb2f9c531a9197c14829fec68dc9eb61b5e6c5","title":"414 climbers received permission to climb Mount Everest in 2023, the highest number in history.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/414-climbers-receive-permission-for-climbing-mt-everest","imageLink":"https://web.nepalnews.com/storage/story/1024/437535457_831813775640046_1295344342444497167_n1715094430_1024.jpg","category":"travel-and-tourism","content":"414 climbers, including 75 women, have permission to climb Mount Everest this spring. Last year, 478 climbers were permitted. A total of 971 mountaineers have permission to climb 30 different mountains. So far, $674.7 million has been collected in fees, with Mount Everest accounting for $592.3 million.","summary":"414 climbers from 41 groups, including 75 women, have permits to climb Mount Everest this spring season, generating 674.7 million rupees in royalty."},{"hash":"0874884b48df6c09d57d98acb64fffffa39221f8b28d9bd21ea02bb1dc9ea5ae","title":"Mount Makalu, the world's fifth highest peak, has a unique feature: a peppercorn is perched at its summit.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/pepper-on-the-top-of-world-s-fifth-highest-mount-makalu-1","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_05_06_at_171715074396_1024.jpg","category":"travel-and-tourism","content":"Australian mountaineer Allie Pepper has summited Mount Makalu, the world's fifth highest mountain, without using extra oxygen. This makes her the first Australian woman to climb 10 of the 14 eight-thousanders without oxygen. Pepper plans to climb the remaining four mountains in the next two years.","summary":"Australian mountaineer Allie Pepper, without supplemental oxygen, became the first Australian woman to scale Makalu, the fifth-highest peak, marking 10/14 eight-thousanders towards her 2025 goal."},{"hash":"e115a6d41dc575a6fb20a754295e2c6493cf6d2654ae267d4145bfcfcc13107f","title":"Pakistan's Prime Minister plans to create a fund to promote innovation and expand the IT sector.","date":1714608000000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/pm-announces-to-institute-innovation-fund-for-it-sector-expansion","imageLink":"https://web.nepalnews.com/storage/story/1024/91fd8100_c369_454d_8e45_d73c48c2fe8d_1000x5001714631578_1024.jpg","category":"science-and-technology","content":"Prime Minister Prachanda announced in his speech that the government will create an innovation fund in next year's budget to support the growth of the information technology (IT) sector. He emphasized the importance of IT for economic and social development, especially for young people. The government is also working on laws to establish this fund and integrate a \"Startup Programme\" for young entrepreneurs. Prime Minister Prachanda also stated that the government is committed to addressing cybercrime through legal and policy measures.","summary":"PM Prachanda pledged an Innovation Fund to expand the IT sector, highlighting the government's commitment to economic transformation through communications and information technology."},{"hash":"f695aa1ad994bab3c00f1b5a8d5ea6fd3e689cc6689b961e67fffef625c6e80d","title":"Today is National ICT Day, celebrating the importance of information and communication technologies (ICT) in our lives and economy.","date":1715345337839,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/national-ict-day-being-observed-today","imageLink":"https://web.nepalnews.com/storage/story/1024/ict_day1714614867_1024.jpg","category":"science-and-technology","content":"**National ICT Day Celebrated**\n\nNational ICT Day recognizes the importance of technology in Nepal. The government honors individuals and organizations for their contributions to the ICT sector. The government is committed to using technology for economic prosperity and social transformation. Minister Sharma believes that ICT can empower the younger generation and drive the country's development.","summary":"National ICT Day is celebrated on May 2nd, recognizing the importance of ICT for national development, with activities and awards for individuals and organizations in the sector."},{"hash":"9789ea6409b4715294fcecec4caf76bc9f86f5d00af5cd8543239bf9f3e5e012","title":"Politics should make investors excited because it shapes laws and policies that affect businesses, economies, and markets.","date":1714003200000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/politics-should-fill-enthusiasm-among-investors-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_25_at_131714045205_1024.jpg","category":"science-and-technology","content":"President Paudel says Nepal has great potential to be prosperous through energy development. He encourages investors to put money into Nepal because the government is making it easier for them to do business. President Paudel believes that Nepal's political stability and federalism will attract more investment, which will lead to economic prosperity. Nepal is moving from being a country that imports energy to one that exports energy. President Paudel is happy that Nepal is contributing to the increase in the use of renewable energy by exporting clean and green energy to its neighbors.","summary":"President Paudel emphasizes the role of politics in inspiring investors, Nepal's energy development potential, and the importance of the energy sector for the nation's prosperity."},{"hash":"8645e6e32c99e132c7dedb2a85a2626985e9d5f7e0c18cf2f27997f5d483ec41","title":"A proposed law on information technology and cybersecurity aims to ensure that artificial intelligence (AI) is used in a transparent and accountable manner. This law would require organizations to disclose how they use AI, including the algorithms and data used. It would also create a regulatory body to oversee the use of AI and investigate complaints.","date":1710201600000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/draft-bill-on-it-and-cyber-security-seeks-transparent-accountable-use-of-ai","imageLink":"https://web.nepalnews.com/storage/story/1024/Ministry_of_Communication1710223162_1024.jpg","category":"science-and-technology","content":"**IT and Cyber Security Management Bill**\n\nThe new bill aims to enhance IT and cyber security using advanced technologies like AI, machine learning, and blockchain. It emphasizes transparency, accountability, and safety.\n\n**Key Provisions:**\n\n* Establish a center for research and development in AI, machine learning, and blockchain.\n* Create a structure for IT and cyber security management, including a directors' committee and a coordination committee.\n* Regulate electronic records, data privacy, and digital harassment.\n* Address cyber security threats, including data theft and cyberbullying.\n* Prohibit government collection of personal data without consent.\n* Mandate government websites for information sharing and services.\n* Require registration and licensing for domain names and cyber security services.\n\nThe bill seeks feedback within two weeks.","summary":"A draft IT and cybersecurity bill proposes utilizing AI, blockchain, and IoT while establishing cybersecurity structures, a research center, and data privacy regulations."},{"hash":"7b3564e64335cf6b09ca9388a43353ae8e4c829e4a33b5dafd81bc5c1b419b8b","title":"Minister Sharma believes that new laws are necessary to address online issues effectively.","date":1715345354787,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/cyber-legislation-needed-to-resolve-problems-minister-sharma","imageLink":"https://web.nepalnews.com/storage/story/1024/Sharma1695206333_1024.jpg","category":"science-and-technology","content":"Minister Sharma says cyber legislation is needed to address problems caused by the delay. The government is making laws on cyber security and seeking suggestions. Public awareness on cyber security is necessary, as technology brings challenges along with its benefits. The orientation teaches how to protect data safely and discusses cybercrime policies and challenges.","summary":"Minister Sharma stressed the need for cyber legislation to address issues, collecting suggestions for law-making and promoting public awareness on cyber security."},{"hash":"c11dd4e0a73ed780f50db62b525aa16fa7c624433478c86d79746516e89b9f0d","title":"India had positive discussions with Bangladesh to export its surplus power and energy.","date":1715345358485,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/talks-positive-with-bangladesh-to-export-energy","imageLink":"https://web.nepalnews.com/storage/story/1024/Nepal_Electricity_Authority1691846323_1024.jpg","category":"science-and-technology","content":"Nepal and Bangladesh have agreed to a deal where Nepal will sell electricity to Bangladesh during the rainy season. Both sides are finalizing the agreement and expect to start trading soon.","summary":"NEA and BPDB hold positive talks, agreeing to finalize power trade deal soon for Nepal to export electricity to Bangladesh from the upcoming rainy season."},{"hash":"a214fef6a569a812921b8fd6905466efcae36821d314e2d976e99d6f2fb54eff","title":"The Japan Foundation's traveling exhibition, \"Yakishime: Earth Metamorphosis,\" showcases the traditional Japanese art of Yakishime pottery. The exhibition features works by contemporary artists who re-invent the ancient techniques, creating unique and captivating ceramic pieces that explore the transformative power of fire and earth.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/japan-foundation-traveling-exhibition-yakishime-earth-metamorphosis","imageLink":"https://web.nepalnews.com/storage/story/1024/Leaflet_front1715264259_1024.jpg","category":"entertainment-and-lifestyle","content":"The Japanese Embassy and Japan Foundation will hold an exhibition called \"YAKISHIME: Earth Metamorphosis\" at the Embassy Hall in Kathmandu, Nepal, from May 11 to 30.\n\nThe exhibition will showcase yakishime ceramics, a type of unglazed, high-fired pottery that is unique to Japanese culture.\n\nThe exhibition will explore the history, use, and art of yakishime ceramics, offering visitors the chance to experience Japanese aesthetics.\n\nBoth Nepali and Japanese people embrace traditional culture and crafts, and this exhibition aims to show the depth and diversity of Japanese culture through yakishime ceramics.","summary":"The Embassy of Japan and Japan Foundation will hold an exhibition showcasing Yakishime ceramics, highlighting its history, uses, and aesthetic uniqueness, from May 11-30 at the Embassy Hall in Kathmandu."},{"hash":"e61c612a2fa2945dbce36e78bfcbfcfe5e05c704908dd9baac7769efb299faed","title":"Fifty years of friendship,\nA bond so strong it withstands the test of time.\nShared memories, laughter, and support,\nThrough thick and thin, you've been by my side.\n\nA lifetime of adventures,\nExploring life's wonders together.\nFrom childhood dreams to adult milestones,\nYou've been my constant companion through it all.\n\nYour presence fills my heart with joy,\nA source of comfort and unwavering support.\nThrough life's challenges and triumphs,\nOur friendship remains a beacon of strength.\n\nHalf a century of memories we cherish,\nA testament to the enduring power of friendship.\nMay our bond continue to grow stronger,\nAs we navigate the years that lie ahead.","date":1715345367695,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/celebrating-50-years-of-friendship","imageLink":"https://web.nepalnews.com/storage/story/1024/209370c5_271f_40b2_b38c_4d479196175d1714881747_1024.jpeg","category":"entertainment-and-lifestyle","content":"**Korean Cultural Event in Nepal**\n\nJoin Nepal in celebrating 50 years of friendship with South Korea! Enjoy a showcase of Korean culture, including:\n\n* **Taekwondo** performance by K-Tigers, combining traditional martial arts with K-pop.\n* **K-Dance** showcase by People on Stage, featuring innovative and energetic B-boy dance teams.\n* **Cultural exchange** to celebrate the friendship between Nepal and South Korea.","summary":"To celebrate 50 years of diplomacy between Korea and Nepal, the Korean Embassy hosts a cultural event featuring K-Tigers martial arts demonstrations and People on Stage K-Dance performances."},{"hash":"5db1f1b27f140836a538af8994d1d20d3c4e3bfba7357d0ab258108d457e3803","title":"Legendary actor Chhabi Raj Lohani, known for his impactful performances in Nepali cinema, has passed away. The beloved artist's demise has left a void in the film industry.","date":1714348800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/actor-cp-lohani-passes-away","imageLink":"https://web.nepalnews.com/storage/story/1024/cp_lohani_11714394375_1024.jpg","category":"entertainment-and-lifestyle","content":"Actor CP Lohani, star of Nepal's first hit movie \"Maitighar,\" died at age 86. He had Alzheimer's and pneumonia. Lohani was a government official and worked in the film and music industries. He was married to Bollywood actress Mala Sinha. His funeral will be held today at Pashupati Aryaghat.","summary":"Nepali actor CP Lohani, known for starring in the first hit privately-produced Nepali movie 'Maitighar,' passed away at 86 due to Alzheimer's and pneumonia."},{"hash":"47c5ab0dc3d11afc19bb0a2ea497b4519a334d00648998358c7cab2575b09124","title":"A democratic republic values morals and virtues found in religions, like honesty, integrity, and respect for others.","date":1713657600000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/a-democratic-republic-seeks-moral-values-and-virtues-like-religion-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_21_at_111713687967_1024.jpeg","category":"entertainment-and-lifestyle","content":"**Summary:**\n\nPresident Paudel says all religions, including Nepal's non-religious state, aim for good values and the well-being of humanity. He emphasized that religion should promote happiness, peace, progress, and a civilized society. He praised the Jain community for living harmoniously and contributing through their principles of non-violence, peace, and service. He wished the Jain community well on the 2623rd birth anniversary of Lord Mahabir.","summary":"President Ramchandra Paudel emphasizes the importance of moral values in religions, especially Jainism's principles of non-violence, peace, pluralism, and social contribution."},{"hash":"36bf5184da2134fc7913480835b722431a60fe0d878008465b1a5b5221530db2","title":"Chaiti Chhath concludes with devotees offering prayers to the rising sun.","date":1715345384953,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/chaiti-chhath-concludes-offering-argha-to-rising-sun","imageLink":"https://web.nepalnews.com/storage/story/1024/NawadeepShrestha_Bidur_RSS_14_ChhathPhoto1667194260_1024.JPG","category":"entertainment-and-lifestyle","content":"Chaite Chhath festival ended in Mithila today. Devotees who fasted offered prayers to the rising sun, marking the closing of the festival. Chhath festival, celebrated twice a year, is observed for peace, prosperity, and well-being of families.","summary":"Chaite Chhath festival ended with devotees offering 'argha' to the sun at sunrise, concluding the four-day celebration with wishes for well-being and prosperity."},{"hash":"5c4e40b0cfcc81a841cfed842ce2aa92af57f2e88130f43a69d94018c770008a","title":"Socialist culture is essential for creating a foundation for socialism.","date":1715345389044,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/socialist-culture-a-primary-condition-for-preparing-base-of-socialism-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/436421060_2683866678446874_1444593645290858072_n1713059615_1024.jpg","category":"entertainment-and-lifestyle","content":"**Socialist Culture for Socialist Base**\n\nPrime Minister Dahal emphasized the importance of socialist culture in preparing for a socialist society. He urged all patriotic and progressive communities to contribute to its development. The government is committed to supporting cultural policies, resources, and artists.\n\nThe Sanskritik Sansthan's cultural evening, showcasing diverse cultural traditions, inspired and energized the Prime Minister, reminding him of the importance of national unity and cultural diversity. The institute is actively promoting folk arts and organizing weekly cultural programs to celebrate Nepali New Year and promote tourism.","summary":"PM Dahal emphasizes the importance of socialist culture as a foundation for socialism, promising government support for cultural institutions and the promotion of national unity through diverse cultural presentations."},{"hash":"b4e200e75b70eb19af65a214c38211242dc597bb834180d2062fba2094ae8e20","title":"The Attorney General's decision to clear the Home Minister of wrongdoing has sparked debate. Some believe it proves his innocence, while others doubt its impartiality.","link":"https://kathmandupost.com/national/2024/05/10/attorney-general-s-clean-chit-to-home-minister-stirs-debate","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb2-1715303461.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"national","content":"**Letter from Attorney General Office (OAG)**\n\nAfter clearing Deputy Prime Minister Rabi Lamichhane in the dual passport case last year, the OAG has now issued a letter stating that no cases of cooperative fraud are registered against him. Lamichhane requested this letter to clarify allegations against him.\n\n**Criticism of Letter**\n\nSome people have criticized the OAG for issuing this letter, saying it is not its job and sets a bad precedent.\n\n**Parliamentary Investigation**\n\nThe Nepali Congress party has been pushing for a parliamentary investigation into the cooperative fraud charges against Lamichhane. However, the OAG and Nepal Police have both come to his defense, claiming no cases are registered.\n\n**Politicization of State Agencies**\n\nCritics have accused Lamichhane of using state agencies to protect himself from investigation. They argue that the OAG is being used to defend him and that the former OAG was appointed politically.\n\n**Role of Attorney General**\n\nThe Attorney General is the government's chief legal advisor and has the responsibility to maintain the dignity of the institution. Critics have questioned whether the current Attorney General is fulfilling this responsibility.\n\n**Allegations of Passport Misuse**\n\nLast year, the OAG also cleared Lamichhane of wrongdoing in the dual passport case. However, the OAG has not found any evidence of passport misuse and he did not use it while traveling abroad.","summary":"The Attorney General's Office (OAG) has issued a letter stating no cases of cooperative fraud exist against Deputy Prime Minister and Home Affairs Minister Rabi Lamichhane, who has also been cleared of a dual passport case by the OAG and Nepal Police, prompting criticism over the OAG's involvement and a demand from the Nepali Congress for a parliamentary panel to investigate fraud charges."},{"hash":"7e26b616e94de57b192df8218df36ecaaf4466f1158034c966b537b95a17b683","title":"**Nepal Politics Escalate in Madhesh**\n\nAfter the split in the ruling JSP party, political tensions have escalated in the Madhesh region of Nepal.\n\nThe conflict is over the future of the government coalition that includes the JSP. Some groups want the JSP to leave the coalition, while others argue for its continued presence.\n\nThe situation has caused uncertainty and instability in the region.","link":"https://kathmandupost.com/politics/2024/05/10/after-split-in-jsp-nepal-politics-hots-up-in-madhesh-over-fate-of-coalition","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb3-1715303718.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"politics","content":"**Madhesh Government at Risk**\n\nA split in the Janata Samajbadi Party (JSP-N) could cause problems for the Madhesh provincial government. Other parties are considering forming a new government because JSP-N is facing internal divisions and has lost support from some coalition partners. The government has been criticized for poor performance, and the rift within JSP-N could give the opposition an opportunity to take power.\n\n**Key Points:**\n\n* JSP-N split into two factions.\n* Maoist Centre, which supports the government, is discussing forming a new one.\n* UML, the largest party in the provincial assembly, may also seek to lead the government.\n* The future of the Madhesh government depends on the decision of the central coalition government in Kathmandu.","summary":"The split in Janata Samajbadi Party-Nepal (JSP-Nepal) at the center may destabilize the Madhesh provincial government, led by the party, as coalition partners and opposition parties consider forming a new government."},{"hash":"c5fe1d2f9a8cd6eef1f0a323caa11b7801cd42a62a453832aeefed4f02fa2511","title":"ministry-plans-to-screen-pregnant-women-for-mental-health-problems","link":"https://kathmandupost.com/health/2024/05/10/ministry-plans-to-screen-pregnant-women-for-mental-health-problems","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb4-1715304323.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"health","content":"**Mental Health Screening for Pregnant Women in Nepal**\n\nTo reduce maternal deaths, Nepal is launching a mental health screening program for pregnant women. This is because mental health problems like suicide are a major cause of these deaths.\n\nThe program will start at Paropakar Maternity Hospital and then expand to other districts. It will screen all pregnant women for mental health issues during pregnancy and after birth.\n\nThe goal is to identify and treat mental health problems early on to prevent self-harm and other tragic outcomes.\n\nDespite progress in reducing maternal mortality, Nepal still aims to reach its target of 75 deaths per 100,000 births by 2030.","summary":"Due to rising maternal deaths, Nepal's Ministry of Health will screen pregnant women for mental health issues, with plans to expand the program nationwide to reduce the 6% of deaths attributed to self-harm."},{"hash":"f3e4a42725000ac8f9936c9fe3c2c8d3248f6134923cb80e8472ddc216c5009a","title":"Businesses are asking the government to spend a lot of money on new projects to boost the economy.","link":"https://kathmandupost.com/money/2024/05/10/private-sector-urges-massive-capex-booster-to-revive-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb5-1715304600.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"money","content":"**Nepal's Private Sector Asks for More Government Spending in Budget**\n\nThe private sector in Nepal is asking the government to increase spending in the upcoming budget to help the economy grow.\n\n* The government has to present the annual budget on May 28th.\n* The private sector wants the government to invest money to encourage businesses to invest.\n* For years, private investment has been slow and public spending has decreased.\n* Nepal's annual spending by government is currently Rs500 billion, but the private sector invests four times more.\n* Economists say Nepal cannot achieve a high economic growth rate without more investment from both the government and the private sector.\n* Private sector leaders ask for:\n    * An \"investment decade\" program to encourage investment.\n    * Special treatment for businesses that create at least 100 jobs.\n    * Priority for startups, export-oriented businesses, and tourism.\n    * A reinvestment program to allow companies to reinvest their profits.\n    * Investment from Social Security Fund, Citizens Investment Trust, and Employees Provident Fund in infrastructure and jobs.\n* Business leaders say the economy has slowed down, especially in retail, wholesale, construction, and manufacturing.\n* They blame tight monetary policy and increased taxes for the slowdown.\n* They say the government should increase payments to construction companies to reduce blacklisting.\n* The banking sector is struggling, with low confidence in the private sector to invest.\n* The banking sector wants the government to:\n    * Open investment in transmission lines to the private sector.\n    * Provide challenge funds to support unregistered SMEs.\n    * Implement digital lending and link government bodies online.\n* The government says it will prioritize increasing private sector confidence through policy reforms.\n* The budget will focus on addressing the economic slowdown and increasing spending.","summary":"Nepal's private sector requests increased government capital expenditure for higher economic growth in the upcoming budget due to an economic slowdown (to be presented on May 28)."},{"hash":"0ed1ef279c5c1097aa7cd97df03f1d585cd0b8b8aa22954171fd3e38f37f8625","title":"Nepali cuisine is making its way to New York City, introducing new flavors and experiences to the city's diverse culinary scene.","link":"https://kathmandupost.com/food/2024/05/10/taking-nepali-taste-to-new-york","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/food1-1715265554.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"food","content":"**Aditya Mishra: A Nepali Chef in New York**\n\nAditya Mishra is a Nepali chef living in New York. He wants to make Nepali food more popular around the world.\n\n**Early Life and Inspiration**\n\n* He loved cooking shows and wanted to be a chef from a young age.\n* He was also inspired by chefs like Anthony Bourdain and Marco Pierre White.\n\n**The Sewing Tin**\n\n* Mishra co-founded The Sewing Tin restaurant in New York.\n* The restaurant serves a mix of Nepali and Indian dishes, telling the story of immigrant experiences in the city.\n\n**Promoting Nepali Cuisine**\n\n* Mishra uses The Sewing Tin to showcase Nepali dishes like kachaila and lamb sekuwa.\n* He believes Nepali food has something special to offer the world.\n\n**Challenges and Criticism**\n\n* Mishra has faced challenges in New York, but he appreciates the opportunities the city offers.\n* He encourages chefs to be creative but also authentic in their cooking.\n\n**Signature Dish: Confit Duck Chatamari**\n\n* A combination of traditional Nepali flavors and French cooking techniques.\n* Made with duck, rice, spices, garlic, ginger, and fermented radish.","summary":"Nepali chef Aditya Mishra promotes Nepali cuisine in New York through his restaurant 'The Sewing Tin', using his James Beard Scholarship to elevate its global recognition, while acknowledging challenges faced as an outsider."},{"hash":"b8a43143b6377ffc6098b9dcf573407c282f8eaee126af1abc6753a9ebc2f6a3","title":"Supreme Court has declined to grant an interim order against Koshi Chief Minister. This means the Chief Minister will not face any immediate legal action.","link":"https://kathmandupost.com/national/2024/05/10/supreme-court-refuses-interim-order-against-koshi-chief-minister","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/59b73012fd104ae4830ee2d99273b7df-1715304415.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"national","content":"The court rejected a request from a former chief minister to stop the appointment of a new chief minister. The court will hold a hearing on May 22 to decide on the appointment's legality. The new chief minister, Hikmat Karki, was appointed with the support of 52 lawmakers, despite the former chief minister claiming it was unconstitutional.","summary":"Supreme Court declined an interim order in a writ petition challenging the appointment of Hikmat Karki as Koshi chief minister, scheduling a final hearing on May 22."},{"hash":"2e921b44c8e145250855ed8e7bc91e85c77c569d8d1fcdea916334b0e92f58b3","title":"House of Representatives ends its session after failing to pass legislation due to opposition from Republicans.","link":"https://kathmandupost.com/national/2024/05/10/house-adjourned-as-congress-continues-obstruction","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Housemeeting-1715340217.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"national","content":"The first meeting of the budget session of the House of Representatives was adjourned for 15 minutes because the Nepali Congress lawmakers demanded a parliamentary probe against Deputy Prime Minister Rabi Lamichhane. They claim that there is enough evidence against Lamichhane for his alleged involvement in cooperative frauds. The Nepali Congress also rejected the ruling parties' proposal to form a parliamentary panel to investigate the overall problems of the cooperative sector. Since the formation of the ruling alliance, the Nepali Congress has been demanding a parliamentary panel to investigate Lamichhane's involvement in the scams.","summary":"The Nepali Congress lawmakers obstructed the first meeting of the budget session of the House of Representatives, demanding a parliamentary probe against Deputy Prime Minister Rabi Lamichhane over his alleged involvement in cooperative frauds."},{"hash":"0ebcfd98bda200c4ea542b433d9d88deb13c98853909002fe97bc490d5e2709f","title":"India's top court temporarily freed opposition leader Kejriwal from jail so he can campaign in elections.","link":"https://kathmandupost.com/world/2024/05/10/india-top-court-grants-temporary-bail-to-opposition-leader-kejriwal-to-campaign-in-elections","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/VPOES3S5DZKSJFGGK7I423DKDM-1715331831.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"world","content":"Delhi Chief Minister Arvind Kejriwal, who is facing corruption charges, was granted temporary bail by the Supreme Court. This allows him to campaign in the ongoing elections, boosting the opposition alliance he leads. Kejriwal is a critic of Prime Minister Modi, who has been accused of using government agencies to target political rivals. Kejriwal's party and Modi's party deny these allegations. Voting began on April 19th and will end on June 1st, with results announced on June 4th.","summary":"Delhi's Chief Minister Kejriwal, a key opposition leader detained on corruption charges, received bail from India's top court allowing him to campaign amidst ongoing elections and accusations of political rivalry."},{"hash":"d635fbb2deaebdb537aa547de2854e9ccfd321c23db943253dbac8513508eea3","title":"An investigation has found that Home Minister Rabi Lamichhane is involved in a cooperative fraud case.","link":"https://kathmandupost.com/national/2024/05/10/pokhara-metropolis-probe-finds-home-minister-lamichhane-is-involved-in-cooperative-fraud","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/lamichhane-1715328944.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"national","content":"Rabi Lamichhane, Nepal's Deputy Prime Minister, is accused of taking loans from a cooperative in Pokhara and transferring the money to his own company. A report by a government panel also claims that he and other \"suspicious borrowers\" took loans from cooperative.\n\nLamichhane has denied the allegations and said he did not receive any loans. However, the report shows a loan application form in his name and a transfer of Rs. 10 million to his cooperative account.\n\nArrest warrants were issued against Lamichhane and 19 others in September 2023 for embezzling over Rs. 1.35 billion from the cooperative. The investigation is ongoing, and the Attorney General's Office said there are currently no cases registered against Lamichhane in relation to cooperative fraud.","summary":"Nepal's Deputy Prime Minister Rabi Lamichhane faces allegations of embezzling funds from a Pokhara cooperative, transferring liability to his media company, and evading arrest, despite denials from the Office of the Attorney General."},{"hash":"7697a965cad2b4fe488203fca9b9011d5cec32b3593ca4875efef4d9d92612c0","title":"cruellest-crime","link":"https://kathmandupost.com/editorial/2024/05/09/cruellest-crime","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb1-1715303210.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"editorial","content":"**Nepal Children's Organization Land Scam**\n\nThe police have issued arrest warrants for 20 people involved in a land scam at Nepal Children's Organization. This includes former organization officials and business owners.\n\nThe scam involved illegally leasing organization land to a school for 59 years at a low price. The school then sub-leased part of the land for a higher price. The land was worth about Rs 313 million.\n\nThe scam has been exposed by media reports, which have highlighted the misuse of land meant to help orphans and disadvantaged children.\n\nThis arrest is a step towards reclaiming the land for the organization and the children it serves. It is also a reminder of other major land grab scams in Nepal.","summary":"Central Investigation Bureau issues arrest warrants for 20 individuals involved in the Nepal Children's Organization land lease scam."},{"hash":"b77ca7e7b78267d6faf47d3a5d33350d4a2d32ad0d495b2df4e78b3ca05359a9","title":"PhD journeys are challenging, filled with obstacles and milestones. Like in a saga, PhD students navigate complex landscapes, encounter mentors, and overcome adversity. Their experiences shape them personally and professionally, leading to a dissertation that represents their knowledge and research contribution.","link":"https://kathmandupost.com/columns/2024/05/09/dissecting-phd-sagas-ii","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadShutterstock11-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"**PhD by Dissertation**\n\n* Traditional TU PhD format for 50 years\n* Students wrote dissertations under guidance of supervisors\n* Lack of faculty with doctorates led to supervisors from outside Nepal\n\n**PhD by Coursework**\n\n* Introduced by TU six years ago\n* Requires students to take courses for initial training\n* Aims to provide:\n    * Broad understanding of the discipline\n    * Training in research\n    * Preparation for teaching\n\n**Problems with TU's PhD by Coursework**\n\n* Dean's office controls programs instead of central departments\n* Many departments lack qualified faculty to teach doctoral courses\n* Political spoils system hinders faculty recruitment\n* Personal conflicts within departments affect teamwork\n\n**Conclusion**\n\nTU's PhD by Coursework program needs improvements to meet the needs of students. Faculty recruitment and departmental cooperation need to be addressed to make it an effective training path.","summary":"Tribhuvan University, Nepal, has adopted the \"PhD by coursework\" route in place of the \"PhD by dissertation\" route, aiming to provide broad disciplinary exposure and research preparation, but its implementation faces challenges due to lack of adequate central department staffing and bureaucratic hurdles in faculty recruitment."},{"hash":"f28ae9ad63c1c929af9895d12f7e3ddbbf1008986b2f4363563096a3954de19e","title":"Mount Everest, the world's highest mountain, is also a massive garbage dump due to the thousands of climbers who leave behind gear, oxygen tanks, and waste.","link":"https://kathmandupost.com/columns/2024/05/09/everest-a-high-altitude-garbage-dump","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownPostFilePhoto1-1715272001.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"columns","content":"**Garbage on Mount Everest**\n\nSpring is the time when climbers try to reach the top of Mount Everest. They face many dangers, including garbage.\n\n**The Problem:**\n\n* Lots of tourists and climbers visit Everest each year.\n* They leave behind trash, including food, plastic, and poop.\n* The garbage piles up near villages and pollutes the environment.\n\n**Solutions:**\n\n* Local groups and government agencies are working to clean up the garbage.\n* They have started programs to encourage climbers to pack out their trash.\n* New technology is being tested to reduce waste and make Everest cleaner.\n\nBy using modern technology and working together, we can help protect this iconic mountain for future generations.","summary":"Mount Everest, the world's tallest peak, sees a surge in climbers during spring, leaving behind a significant trash problem, which is being addressed through international cooperation, technology, and waste management initiatives."},{"hash":"1801d6ead071c649a64c0fde0790be274f8900ce60b54acca6dfb6dbc55067e8","title":"karki-s-excesses-in-koshi","link":"https://kathmandupost.com/editorial/2024/05/08/karki-s-excesses-in-koshi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/third-party/thumb21-1715217280.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"editorial","content":"Kedar Karki, who became Koshi Province's chief minister with the support of rivals, is now being forced out. Despite losing support, he refused to resign or call for a vote, clinging to power. His actions have highlighted the rise of unethical power grabs in provincial politics, as seen in other provinces. This shows how greed has become more common in politics and has spread to lower levels.","summary":"Karki, who violated democratic principles by taking UML support, is removed as Koshi Province chief minister after his coalition partners withdrew support."},{"hash":"a77a0c2323c017cc870d2101f4c8687ac8940074ab08956956a8ebe7c6643e11","title":"philippines-calls-for-expelling-chinese-diplomats-as-south-china-sea-row-escalates","link":"https://kathmandupost.com/world/2024/05/10/philippines-calls-for-expelling-chinese-diplomats-as-south-china-sea-row-escalates","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersJMZEKD5QEJLFDCE6KC3JIDTXEQ-1715343526.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"world","content":"**Philippines Demands Expulsion of Chinese Diplomats Over Alleged Leak**\n\nThe Philippines says Chinese diplomats should be sent home after a private phone conversation about the South China Sea was leaked. The leaked call reportedly showed a Filipino admiral agreeing to China's request to reduce ship patrols in disputed waters.\n\nThe Philippines claims the leak violates laws and diplomatic protocols. They demand the removal of embassy officials involved in \"malign influence and interference operations.\"\n\nChina denies wrongdoing and says its diplomats should be protected and allowed to work. The row escalates tensions between the two countries over the disputed South China Sea.","summary":"Escalating South China Sea tensions, the Philippines urges expelling Chinese diplomats for alleged leaked phone conversation involving concessions on disputed waters."},{"hash":"0d8fb09ab1026484e465284d903ed753ad28550936d7ae26eefcff4b8df23383","title":"Three people have been arrested for allegedly cheating US aspirants by promising them jobs and visas.","link":"https://kathmandupost.com/kathmandu/2024/05/10/three-arrested-for-allegedly-duping-us-aspirants","date":1715299200000,"source":"kp","category":"kathmandu","content":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. ","summary":"Nepalese authorities arrested a gang for defrauding 10 youths of Rs55 million promising US/Canada immigration, while 15 Nepalis are held hostage in various countries after paying Rs75 million to the same gang."},{"hash":"7db2d9d4c99609c4b086d6cf94403e6fe601b7047785e3e34dc46a6f991739e6","title":"Israel conducted military strikes in eastern Rafah, a Palestinian area, as ceasefire talks between Israel and Hamas ended without an agreement.","link":"https://kathmandupost.com/world/2024/05/10/israel-strikes-eastern-rafah-as-ceasefire-talks-end-with-no-deal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersDSIPAC3TY5OD3AQ33THP2DJ2RU-1715308919.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"world","content":"**Israeli Attacks on Rafah**\n\n- Israeli forces are attacking Rafah with airstrikes and ground troops.\n- Hamas militants fired rockets at Israeli forces near Rafah.\n- Several homes were destroyed, resulting in civilian deaths and injuries.\n- Israel says it's targeting Hamas militants hiding in Rafah.\n\n**US Threat and Israeli Response**\n\n- President Biden warned Israel against a full-scale ground invasion of Rafah.\n- Israel said it would continue its operations regardless of Biden's threat.\n- Israel's ambassador to the US said withholding weapons would harm Israel.\n\n**Peace Talks and Hostage Release**\n\n- Peace talks in Cairo ended with no agreement.\n- Hamas wants to release Israeli hostages in exchange for freeing Palestinian prisoners.\n- Israel is open to a truce but rejects demands to end the war.\n\n**Humanitarian Crisis in Gaza**\n\n- The UN says 80,000 people have fled Rafah due to the fighting.\n- Hospitals are running out of supplies and equipment.\n- The only kidney dialysis center in Rafah has stopped operating.\n- The UN has not been able to deliver aid to Gaza for three days.","summary":"Israeli bombardment of Rafah continues as Netanyahu dismisses Biden's threats, while Gaza negotiations end and Hamas fighters engage in clashes, amid growing concerns over the collapse of Gaza's medical sector."},{"hash":"ac316ba75f2dc1debff3e66ea2fdf291a3adfbb7209e5f8ff25b0af4b7e4ac2b","title":"Art festival ends today, don't miss out!","link":"https://kathmandupost.com/arts/2024/05/10/art-festival-ends-today","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Postreport-1715265558.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"arts","content":"Art festival 'From the Mountains to the Delta' is happening until May 10 at Siddhartha Art Gallery in Kathmandu. It showcases paintings from Bangladesh and Nepal artists, exploring themes of love, loss, and more. The festival aims to promote cultural exchange between the two countries.","summary":"The Bangladesh Embassy, in collaboration with Art Bangla Foundation and Siddhartha Art Gallery, is hosting an art festival, 'From the Mountains to the Delta,' featuring paintings from Bangladesh and Nepal that showcase human emotions and promote cultural exchange between the two nations."},{"hash":"6abff852e013616a4b186563210990eae2ab277dec212259f16a73c76d3dc949","title":"Government to give cash rewards to cricketers and athletes.","link":"https://kathmandupost.com/sports/2024/05/10/government-to-provide-cash-reward-to-cricketers-athletes","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb6-1715304954.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"sports","content":"Government awards cash prizes to athletes:\n\n- Rs. 20.47 million to cricket team for qualifying for T20 World Cup\n- Rs. 1.3 million each to 15 cricket team members\n- Rs. 1.95 million to karateka Arika Gurung for Asian Games silver\n- Rs. 390,000 each to 12 women's kabaddi team members for Asian Games bronze\n- Rs. 1.3 million to Palesha Goverdhan for Asian Para Games bronze","summary":"The government awarded Rs29.71 million to sportspersons, including cricketers, karateka Arika Gurung, the women's kabaddi team, and paralympian Palesha Goverdhan, for their achievements."},{"hash":"39a21e3738e34e21ac22ff3e01c5ee3a4fda10160336e1e78d00ef5a4868a738","title":"nepal-to-use-drones-to-transport-garbage-from-mount-everest","link":"https://kathmandupost.com/money/2024/04/30/nepal-to-use-drones-to-transport-garbage-from-mount-everest","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/everest-1714541533.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"money","content":"**Everest Cleanup with Drones**\n\nFor the first time, drones will help clean up Mount Everest by collecting garbage.\n\n**Impact on High-Altitude Guides**\n\nIf successful, drones could reduce the need for high-altitude support staff, who currently carry heavy loads through dangerous areas.\n\n**Avalanche Risks**\n\nThe Khumbu Icefall, a treacherous section of the Everest route, sees frequent avalanches that can be deadly for guides.\n\n**Drone Capabilities**\n\nThe drones used are from DJI and can fly up to 6,500 meters while carrying 30 kg of cargo.\n\n**New Regulations**\n\nTo ensure safety and reduce garbage, new regulations have been implemented, including:\n\n* Mandatory tracking devices for climbers\n* Limited tent sizes and toilet facilities\n* Biodegradable poop bags above base camp\n\n**Body Retrieval**\n\nRetrieving bodies from high altitudes is expensive and difficult, leading to bodies being left on Everest.","summary":"Drones could transport garbage from Mount Everest, potentially impacting the livelihoods of high-altitude support staff and reducing casualties in the dangerous Khumbu Icefall."},{"hash":"20d6fba38f7a72404f31e0e9c78ed336011a973a2c15264bdb33a8dce3fe58fb","title":"Adoption in Nepal faces challenges due to unclear rules and regulations, making the process complex and lengthy.","link":"https://kathmandupost.com/national/2024/05/01/regulatory-void-complicates-child-adoption-process-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb14-1714527484.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"national","content":"**Summary of Child Adoption in Nepal**\n\nAnistha Shrestha, after losing two children, adopted an abandoned baby boy in 2017. Legal adoption in Nepal became possible only in 2017.\n\n**Criteria for Adoption:**\n\n* Married couples under 10 years of marriage\n* Unmarried man/woman over 45\n* Widower, divorcee, or separated with no children\n\n**Process:**\n\n1. File an application and deed of adoption at the district court\n2. Fulfill eligibility criteria\n3. Potential parents find a child to adopt and then file for adoption\n\n**Challenges:**\n\n* Lack of guidelines and regulations for matching children with parents\n* Potential parents having to search for children themselves\n* Hiding the origin of adopted children in Nepali society\n* Heteronormativity preventing LGBTQ+ couples from adopting\n* History of child trafficking and abuse in inter-country adoptions\n\n**Current Status:**\n\n* Domestic adoptions have increased\n* Inter-country adoptions have been banned due to trafficking concerns\n* Regulations are needed to improve adoption matching and prevent child abuse","summary":"Forty-year-old Anistha Shrestha, whose real name has been changed to protect her privacy, had been trying to have a baby for nearly a decade. Following the death of her first newborn in 2011, only 45 days after birth, and another miscarriage some 4 years later, she had all but given up hope. She was suicidal after her losses.She didn’t care if the child was a newborn, or an adolescent—all she desired was a family.Shrestha and her husband decided that adoption was the way to go. But things were looking bleak. When they asked for a child through a children’s organisation in Bhaktapur, they were denied. Just when they had begun feeling hopeless again, it was around 2017 that they stumbled upon an abandoned baby boy. And they began raising him as their own.At the time when Shrestha was seeking to adopt, there were few legal means to do so. Only in 2017 through the National Civil Code did legal domestic adoption take off.After years of trying, Shrestha’s encounter with an abandoned baby was a fortunate one for the couple, and the child. It’s been almost a decade now, and the couple couldn’t be happier.“My son came to me at a time when I had all but given up hope. He means the world to me,” says Shrestha.After all these years, Nepal’s regulatory mechanisms to effectively pursue adoption are still cumbersome though.The legal process for child adoption goes like this. Potential parents begin the process of adoption by filing an application at the district court, as well as a deed of adoption, before being considered prospective parents. There are also certain criteria that must be fulfilled in order to qualify for adoption in the country: Couples married up to 10 years, an unmarried man/woman over 45 years of age, widower, divorcee, and judicially separated man/woman, with no son or daughter can be qualified for adoption. While the well-being of children is at heart, the road is still bumpy.According to Dan Rono, the chief of Child Protection at UNICEF Nepal, children always come first when it comes to any adoption process. Only when no further relations of the children can be found, can they be considered for adoption. “The law is quite clear here, and we follow the law in order to secure the children’s future. The children are the priority,” he says.The law clarifies what parents need to do for the children’s best interest. The regulation of the system is another story though.An official at the National Child Rights Council (NCRC), a government body dedicated to the protection and promotion of child rights, pointed out legal gaps.Namuna Bhusal, programme manager at the council, said various problems have emerged due to lack of guidelines for adoption. There are no boards, no committees, and no regulations to work in a dedicated way to match children with parents, she said.“Registration is easier now with the law clarifying the procedures to follow,” she said. “But there are no regulations to guide the adoption process.” Bhusal said there should be a committee responsible for preparing a list of children eligible for adoption. “The committee needs to know where the children are coming from, whether it is orphanages or hospitals or police stations. Then they’ll look at the parents who’ve been approved for adoption, and facilitate suitable matches,” says the official.Right now, potential parents themselves find or come across a child they want to adopt and then file for adoption. As happened with Shrestha a decade ago, that part of the system hasn’t changed. With potential parents themselves having to ‘find’ the children, not only are those who wish to adopt put under strain, the safety of children is also at risk.There is also a need to hide the origin of the adopted children in Nepali society. To avoid people knowing their child is adopted, potential parents often end up searching for children through illegal means, says Bhusal.There is also another barrier to adoption. The heteronormativity of the Nepali society, and the law, means that queer communities are unable to adopt and raise their own children. Pratik Thapa and his partner Renuka Chaudhary have been together for over two years. When their relationship was a year old, they began discussing plans for a child. Then they hit a hurdle. First, their marriage registration process has not been completed, which means they’re not legally recognised as a couple yet. And to make things worse, child adoption requires that a couple be married for 10 years. They also realised that sperm donation was difficult.“Many in the queer community wish for children, whether it is through sperm donation or adoption, and we want to have children too,” says Thapa.According to the National Child Rights Council (NCRC), there were tentatively 38 domestic adoptions in the country in the years between 2019 and 2022.Intercountry adoptions were also popular at one time, much more than domestic ones. Amidst the rise in child trafficking in the name of adoption, inter-country adoption is now out of vogue. Intercountry adoptions have also been banned in the country since 2019. This has been attributed in part to the lack of a matching committee. With the dissolution of the Inter-Country Adoption Management and Development Committee (ICAB), under the Ministry of Women, Children and Social Welfare, another committee has yet to be assigned to handle inter-country adoptions.But there’s also more than just the technical aspect that has led to the discontinuation of inter-country adoption. Such adoptions from Nepal have been rife with problems related to trafficking and abuse.As Rono, Chief of Child Protection at UNICEF, put it, it is of absolute necessity that the child doesn’t have any blood relations left before they can be put up for adoption. But many children who’ve been adopted by couples abroad would have been separated from families, or often have relatives alive. UNICEF’s 2009 research on inter country adoption also revealed that parents were often unaware of the legal documents relinquishing their parental rights, and some were never even told their children were being put up for adoption.Child adoption centers have also been embroiled in horrific child sexual abuse scandals. Chief of international adoptions at Bal Mandir, Rabin Shrestha, and Rabin Chalise, who ran a Youth Club centre are currently serving a 17-year jail sentence for sexually exploiting children there. Bhusal at NCRC says, as is the case with domestic adoptions, negligence in matching children with parents and relatives was the main reason inter-country adoptions were banned. “Effective regulation is necessary to prevent child abuse and mishandling. Only then will adoptions take off in Nepal,” says Bhusal. "},{"hash":"3f364a7b488f4787fc0e376951c1783548e5f460595979e877cac188d021df81","title":"Ilam by-poll:\n- Traditional parties did well, showing their strength.\n- Rashtriya Swatantra Party faced a reality check, performing poorly.","link":"https://kathmandupost.com/politics/2024/05/01/ilam-bypoll-fillip-for-old-parties-reality-check-for-rsp","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/4375415009854531096070575583147412016394281n-1714526830.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"politics","content":"**Ilam-2 By-Election Results:**\n\n* Suhang Nembang of CPN-UML won, but it won't change the balance of power in parliament.\n* Identity politics played a role:\n    * Independent candidate Dakendra Singh Limbu got significant votes, showing that identity-based politics is still important in the region.\n* Rastriya Swatantra Party (RSP) did poorly, indicating they need to do more to compete with traditional parties.\n* Traditional parties, Nepali Congress and CPN-UML, remain strong in the countryside.\n* RSP had a lot of support in urban areas but struggled in rural areas.\n* RSP President Rabi Lamichhane's involvement in a cooperative scam may have hurt the party's performance.","summary":"Suhang Nembang's CPN-UML victory in the Ilam-2 by-election highlights identity politics influence in the region and serves as a reality check for the emerging Rastriya Swatantra Party."},{"hash":"3b8f07fcf0196cc796d5e7ea9b735b31007811ccd0b4a7cef5a04cffbc352d27","title":"Nepal aims to attract LGBTQ+ tourists, targeting a multi-billion dollar market. The country wants to promote itself as an inclusive and welcoming destination for all.","link":"https://kathmandupost.com/money/2024/04/21/nepal-sets-sight-on-multi-billion-dollar-lgbtiq-tourism-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled-1%20(1).jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"money","content":"**Nepal Hosts LGBTIQ Tourism Conference**\n\nNepal held a conference for LGBTIQ tourism, aiming to attract more tourists from the \"pink market.\"\n\n**Background**\n\n* Nepal legalized same-sex marriage in 2023.\n* Past discrimination against LGBTIQ individuals has decreased.\n\n**Economic Opportunity**\n\n* LGBTIQ tourists have high spending power.\n* Nepal wants to tap into this potential market.\n* By targeting LGBTIQ tourists, Nepal can create jobs and boost the economy.\n\n**Safety and Inclusion**\n\n* Nepal aims to create a welcoming environment for LGBTIQ visitors.\n* The country has a rich history and culture that recognizes LGBTIQ identity.\n* Experiences like trekking tours and cultural exploration are offered for LGBTIQ travelers.","summary":"Nepal hosted the first international LGBTIQ tourism conference, aiming to tap into the multi-billion dollar \"pink market\" after legalizing same-sex marriage in 2023, as its economically empowering LGBTIQ community prepares to welcome tourists seeking safe and welcoming destinations."},{"hash":"6544c0b45b27e9bf77f2d52e116df242a412f0b3350a49b706e3550d9a2953e4","title":"Nepal's economy is at risk due to rising tensions in the Middle East. Many Nepalese workers in the region may lose their jobs and remittances could decrease, hurting Nepal's economy.","link":"https://kathmandupost.com/money/2024/04/15/escalating-middle-east-crisis-threatens-nepali-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1713147555.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"money","content":"**Nepal's Economy Affected by Middle East Conflict**\n\nThere are concerns about the impact of the conflict between Iran and Israel on Nepal's economy. Nepal relies heavily on money sent home by workers in the Middle East, and the conflict could lead to job losses for these workers.\n\nThis could result in:\n\n* Reduced remittances, which would shrink Nepal's foreign currency reserves.\n* Higher unemployment, leading to social unrest.\n* Increased inflation due to oil price hikes and shipping disruptions.\n* Reduced tourism and foreign aid.\n\nThe Nepali government needs to prepare to deal with these potential shocks.","summary":"Escalating tensions in the Middle East pose significant threats to Nepal's remittance-dependent economy, potentially leading to labor market shocks, inflation, reduced foreign reserves, and impaired growth."},{"hash":"79b8b64d55170d97b5398013f1e0be09edf6390a68972040dac7d9012da81a36","title":"**Nepali Nationalism**\n\nHari Sharma, a Nepali author, believed in the idea of a unified Nepal. He argued that despite Nepal's diverse ethnicities and cultures, they shared a common history, language, and religion. He emphasized the importance of unity and patriotism among Nepalis to maintain their independence and preserve their national identity.","link":"https://kathmandupost.com/videos/2024/05/01/nepali-nationalism-idea-of-nepal-with-hari-sharma","date":1714521600000,"source":"kp","category":"videos","content":"Please provide the text you want me to summarize.","summary":"**Concise Event Summary:**\n\nCrucial events unfold, transforming the narrative and leading to significant consequences for the characters and plot."},{"hash":"da1de9d00cddf5d4e54cf41c1f92b9ea3c65052d5d623d6c79bf8571e6fc3343","title":"In Nepal, the Chinese translation of \"idea\" is lost in translation. Aneka Rajbhandari shares insights on this cultural disparity, explaining how Nepali ideas lack a clear equivalent in Chinese and how this affects communication and understanding between the two cultures.","link":"https://kathmandupost.com/videos/2024/04/14/china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","date":1713052800000,"source":"kp","category":"videos","content":"The Araniko Project uses Mandarin sources to investigate Nepal-China history.\nRajbhandari, a Mandarin speaker with a Chinese politics degree, speaks about Chinese history of Nepal, Mandarin translation, and the importance of knowing Chinese for understanding China.","summary":"The Araniko Project, led by Rajbhandari (a fluent Mandarin speaker), uses primary sources to explore Nepal-China relations, highlighting the significance of understanding Mandarin to comprehend the country."},{"hash":"260be847ea4643b523c3e2c77aa8eb77abfa0ace0b6d4a34348f05f7a4f6c2d2","title":"**Public Debate in Nepal: Idea of Nepal**\n\nNepalese public intellectual Saumitra Neupane discusses Nepal's identity and the concept of \"the idea of Nepal.\" He highlights the need for a shared understanding of Nepal's history, culture, and values to foster unity and progress. The debate encourages open dialogue and critical thinking about Nepal's future.","link":"https://kathmandupost.com/videos/2024/03/26/public-debate-in-nepal-idea-of-nepal-with-saumitra-neupane","date":1711411200000,"source":"kp","category":"videos","content":"A group called \"Project Sambad\" was started by Nepali institutions to help people talk critically about Nepali society and policy-making. The first event was in Kathmandu from March 14-15. The two people in the interview talk about things wrong with public debates in Nepal and how to make them better.","summary":"Project Sambad, a platform for critical discussions, held its inaugural event in Kathmandu on March 14-15, with a focus on improving public debates in Nepal."},{"hash":"d5d55349db8224f79ac2f5502e8ef4d7a68f9f2c08b2ac9c91c850dba1308134","title":"**Nepal's Constitution and Bipin Adhikari**\n\n* Nepal's constitution was written to embrace all Nepalis and build a just society.\n* Bipin Adhikari, a renowned Nepali scholar, played a key role in shaping the constitution.\n* He emphasized the concept of \"Idea of Nepal,\" which acknowledges Nepal's diverse cultures and identities.\n* The constitution aims to create a \"Federal Democratic Republic of Nepal\" with equal rights for all.\n* It values social justice, equality, and inclusion, ensuring that all citizens have access to opportunities.","link":"https://kathmandupost.com/videos/2024/02/02/the-constitution-of-nepal-idea-of-nepal-with-bipin-adhikari","date":1706832000000,"source":"kp","category":"videos","content":"Bipin Adhikari, a law professor and constitutional expert, highlights key features of Nepal's 2015 constitution. He emphasizes its durability and the evolving nature of Nepal's constitutional process.","summary":"Prof. Bipin Adhikari, a renowned constitutional law expert, analyzes the significance and evolution of Nepal's 2015 constitution, highlighting its key features and durability."},{"hash":"67d2528631dd173e0e567b2e6998b3b22ad55c9a15a87decd67f79b03c9faff1","title":"Nepal released \"Facts of Nepal 2024,\" a report highlighting key data and statistics on the country. It covers areas such as geography, economy, society, and environment. The report provides a comprehensive overview of Nepal's current state and is a valuable resource for understanding the country's development and future prospects.","link":"https://kathmandupost.com/books/2024/05/09/facts-of-nepal-2024-launched","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Picsart240509183650780-1715259261.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"books","content":"**FACTS of Nepal 2024 Book Release**\n\nThe FACTS book series provides easy-to-understand data and infographics about Nepal. The 2024 edition covers 24 topics, including economics, society, and politics. It's a valuable tool for understanding Nepal's past, present, and future. The book helps people make informed decisions and actively participate in the data-driven world.","summary":"FACTS Research and Analytics released the comprehensive \"FACTS of Nepal 2024\" book covering 24 key themes with infographics for accessible data literacy in various sectors."},{"hash":"29604398fd95ad92a2065f9f62c570692ad53bedbebdc93b1c5c14c9138ffdaf","title":"My writings combine my Nepali heritage with my experiences as a part of the Nepali diaspora.","link":"https://kathmandupost.com/books/2024/05/09/my-writings-blend-nepali-heritage-with-diasporic-flavour","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/KRISHNA-1715220967.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"books","content":"**Krishna Bajgai: Nepali Writer**\n\n**About Krishna Bajgai:**\n\n* Nepali writer living in the UK for 21 years\n* President of Samakalin Literary Academy, a UK-based Nepali literary organization\n* Editor of Prawasan Research Journal of Nepalese Literature\n* Published 18 literary works in Nepali\n\n**Inspiration and Writing:**\n\n* Inspired to write by a published poem in 1984\n* Motivated by readers' feedback\n* Writes in various genres, including novels, stories, and poems\n* His writing reflects his experiences in Nepal and the UK\n\n**Support for Nepali Writers in the UK:**\n\n* Samakalin Literary Academy publishes a web magazine and research journal\n* Organizes discussions and poetry events\n* Plans to translate Nepali works into English\n\n**Challenges for Nepali Writers in the UK:**\n\n* Time management due to work and family responsibilities\n* Lack of access to Nepali books published in Nepal\n* Limited opportunities for writing and feedback\n\n**Book Recommendations:**\n\n* Sapiens: A Brief History of Humankind\n* Atomic Habits\n* Long Walk to Freedom\n* The Alchemist\n* The Kite Runner","summary":"Nepali writer Krishna Bajgai, based in the UK, discusses his literary journey, role in supporting Nepali literature abroad, and challenges faced by Nepali writers in the diaspora, highlighting the importance of readers' feedback, research-based publications, and connecting with both Nepali and global audiences."},{"hash":"40a529e517bf93a20206c3fc06b60ee095358e2bdafb9cde44387b93947eaaf8","title":"Yadav plans to challenge the registration of a new political party in court.","link":"https://kathmandupost.com/politics/2024/05/09/yadav-to-move-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/UpendraYadav-1715216471.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Janata Samajbadi Party (JSP-N)** has decided to challenge the **Election Commission's** decision to recognize a new party, **Janata Samajbadi Party (JSP)**, which was formed by a breakaway group.\n\nJSP-N, led by **Upendra Yadav**, believes the registration of JSP is illegal because there are no clear laws governing party splits. Yadav claims he has the support of most party members and will take the matter to court.\n\nThe commission registered JSP based on regulations, but the law that allowed for easier party splits was repealed. A new bill to reinstate those provisions is still pending in Parliament.\n\nYadav says he has tried to accommodate the breakaway group but has no more to offer. The split stems from long-standing discontent within the party.\n\nJSP-N has assured the ruling coalition that it will remain in the alliance despite the split. Yadav claims he has not met with any Congress leaders since the new government was formed in March.\n\nYadav insists that the party has not split and that he maintains majority support in all party structures.","summary":"Janata Samajbadi Party Nepal to challenge Election Commission's recognition of a breakaway faction led by Ashok Rai, claiming it was illegal and will seek legal recourse."},{"hash":"f6f0addbb8cbaa32a930541099e8ab8b80dbd645a10abca7ca6caeeb2cd39f3a","title":"Political parties often change their positions on issues to suit their own interests, rather than representing the views of their voters.","link":"https://kathmandupost.com/politics/2024/05/09/political-parties-shift-stances-based-on-convenience","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/meeting-1715218714.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Year Ago:**\n\n* UML demanded a judicial commission to investigate gold smuggling involving leaders from Nepali Congress and CPN (Maoist Center).\n* Nepali Congress rejected the demand.\n\n**Present:**\n\n* UML (now in government) rejects Nepali Congress's demand for a parliamentary committee to investigate Deputy Prime Minister Rabi Lamichhane for alleged embezzlement.\n* UML argues their demand for a judicial commission in the gold smuggling case is different from Congress's request for a parliamentary committee.\n* Congress warns of disrupting parliament if their demand is not met.\n* UML claims the state apparatus is trying to protect Lamichhane, despite evidence suggesting his involvement in the cooperative embezzlement case.\n* Both Congress and UML have shown different stances on demanding probe committees based on their positions in government (opposition vs. ruling party).","summary":"CPN-UML's demand for a judicial commission to investigate gold smuggling was rejected by Nepali Congress, who now make the same demand for a parliamentary probe against Home Minister Rabi Lamichhane accused of embezzling cooperative funds."},{"hash":"993e3dfb635cc252b93bf935dad75ef144713614867292c57642795d1f8ac6ff","title":"The Nepali Congress party is considering allowing Rabi Lamichhane, the leader of the Rastriya Swatantra Party, to speak in parliament.","link":"https://kathmandupost.com/politics/2024/05/09/nepali-congress-may-allow-lamichhane-to-speak-in-parliament","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb18-1715215891.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"The Nepali Congress party, the main opposition party, insists that Deputy Prime Minister and Home Minister Rabi Lamichhane must be investigated by a parliamentary committee for his alleged involvement in a cooperative funds scam.\n\nLamichhane has been accused of embezzling funds from cooperatives, and the police have reportedly found evidence of millions of rupees being transferred into his name without proper procedures. Lamichhane denies these accusations.\n\nThe Congress party believes that Lamichhane has misused his position as Home Minister to influence the Nepal Police and the Attorney General's Office to avoid being investigated. They have rejected the government's proposal for a broader investigation into the cooperative sector and are determined to continue their demand for a parliamentary committee focused on Lamichhane.\n\nThe government has called a House session for Friday, but the opposition is threatening to obstruct proceedings until their demand for a committee is met. The Congress party has also accused Lamichhane of attempting to tamper with or destroy evidence against him and expressed concern about the ruling parties' attempts to avoid accountability.","summary":"Nepal's main opposition party demands a parliamentary probe into Home Minister Lamichhane's alleged involvement in cooperative funds embezzlement, accusing him of misusing police and attorney general's office to prove innocence."},{"hash":"52a7252302ec66d97f3faf40d59ba35f37aa0f43337d7482f90bdc22e8f712fc","title":"Gandaki Province's Chief Minister expanded his cabinet, including Q-Pratiksha Kafle, amidst allegations of her ineligibility.","link":"https://kathmandupost.com/politics/2024/05/07/gandaki-chief-minister-expands-cabinet-amid-controversy-q-pratiksha-kafle-in-pokhara","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1715045965.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"politics","content":"**Gandaki Province:**\n\n* Chief Minister Khagaraj Adhikari expanded his Cabinet, appointing two new ministers.\n* The Speaker's declaration that 30 votes for Adhikari constituted a majority is controversial, as it is unclear if the Speaker has a vote.\n\n**Lumbini Province:**\n\n* Bhandari Lal Ahir returned as Minister for Agriculture and Land Management after resigning earlier.\n* Ahir's return is due to a split in his party, with a new party being recognized by the Election Commission.","summary":"Chief Ministers of Gandaki and Lumbini Provinces expand their Cabinets amid controversy over the interpretation of majority required in a trust vote."},{"hash":"d34d04f3fb0aac7854c1168b097a6ce09196339cf7d7bc35809cda6b94726548","title":"Two people injured in a fire in Bhaktapur.","link":"https://kathmandupost.com/bhaktapur/2024/05/05/two-injured-in-bhaktapur-fire","date":1714867200000,"source":"kp","category":"bhaktapur","content":"A carpet factory in Bhaktapur caught fire. Two people were injured while trying to put out the fire. One of the injured, an Indian national, has serious burns. The fire was controlled after five hours. The cause of the fire is still unknown. Damages are estimated to be around 18 million rupees.","summary":"A fire at a carpet factory in Bhaktapur district injured two individuals and caused 18 million rupees worth of property damage, with the cause of the fire still under investigation."},{"hash":"b6207fb9e973312bf402c67e85a81cf80ec93fb9549d25542321817afde006d8","title":"Two people suffocated while digging a well in Bhaktapur, Nepal.","link":"https://kathmandupost.com/bhaktapur/2024/05/01/two-die-of-suffocation-while-digging-well-in-bhaktapur","date":1714521600000,"source":"kp","category":"bhaktapur","content":"Provide the context you want summarized.","summary":"Significant events unfold, including demonstrations, political upheaval, and societal transformations."},{"hash":"f5d5a914ad325d0dc9cdbe3e13aee77b709515bae18e316ed2e1dfc20803ba5d","title":"Man dies in forest fire injuries.","link":"https://kathmandupost.com/lalitpur/2024/04/30/man-injured-in-forest-fire-dies","date":1714435200000,"source":"kp","category":"lalitpur","content":"- A man died from burn injuries after putting out a fire in a forest in Nepal.\n- Another man is being treated for injuries.\n- A separate fire in another forest is still ongoing, and 65 patients have been moved to safety.","summary":"One fatality and one injury in a Tapeshwar community forest fire, while another fire in Ananda forest remains uncontained, prompting the evacuation of 65 hospital patients."},{"hash":"576aedd4fb42b61a1e529a2a54b7b58d3d019f11c45cb0f9be739c017645a00d","title":"Seven wards of Kolkata Municipal Corporation (KMC) have started segregating waste. Four more wards will start soon.","link":"https://kathmandupost.com/kathmandu/2024/04/30/seven-wards-of-kmc-start-waste-segregation-four-more-to-start-soon","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1714441676.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"kathmandu","content":"Kathmandu City has started separating trash into two types:\n\n* **Degradable:** Food scraps, plants, etc. (can be turned into compost)\n* **Non-degradable:** Plastic, metal, glass, etc.\n\nSo far, seven wards are separating trash, and four more are getting ready. The degradable trash is turned into compost, which can be used for plants and gardens. The non-degradable trash is sold for reuse. This helps reduce the amount of trash going to landfills.","summary":"Kathmandu's waste management program expands with seven wards implementing waste segregation, producing compost and biogas, and recycling non-degradable waste."},{"hash":"eb1755b9532256307117ca5c5fb719c9560772f1fd9b41cf31e240daf54eaf7a","title":"Barahi Jungle Lodge organizes a cleanup initiative to remove trash and protect the natural beauty of the surrounding national park.","link":"https://kathmandupost.com/money/2024/05/09/barahi-jungle-lodge-cleanup-initiative","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/EEEEEE-1715220027.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"Barahi Jungle Lodge cleaned up a lot of trash near Chitwan National Park. They care about the environment and have been recognized for their efforts.","summary":"Barahi Jungle Lodge, an eco-certified resort in Chitwan, completed a cleanup initiative, removing three tractorloads of waste from the Chitwan National Park area, as part of its ongoing environmental protection and sustainable development efforts."},{"hash":"76a99df984b257d68d73357919d68eed175d63fefb1ad910c5a64cb39cb5effd","title":"Sunkoshi-Marin Tunnel brings water to dry Madhesh farmlands, providing hope for farmers and crops.","link":"https://kathmandupost.com/money/2024/05/09/sunkoshi-marin-tunnel-brings-hope-for-parched-madhesh-farmlands","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/TBM-1715225575.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"money","content":"**Sunkoshi Marin Irrigation Project Update:**\n\n* 13.3 km diversion tunnel completed, bringing water to dry central Tarai farmlands.\n* Tunnel will divert water from Sunkoshi River to Marin and Bagmati Rivers.\n* Project aims to irrigate 122,000 hectares of land, benefiting 5 districts.\n* Hydropower component will generate 31.07 megawatts of electricity.\n* Project is expected to boost agricultural production and reduce food imports.\n* Chinese company built the tunnel using a tunnel boring machine.\n* Project is on track to be completed by July 2027.","summary":"Sunkoshi Marin multipurpose project's crucial diversion tunnel breakthrough reached a key milestone, paving the way for year-round irrigation and hydropower generation in parched central Tarai regions."},{"hash":"7a9260bfb939b05cd059dd8800424da7343783052901bbb5247957105717fec6","title":"Japanese food event happening from May 10th.","link":"https://kathmandupost.com/money/2024/05/08/japanese-food-event-from-may-10-1715175694","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/japanesefood-1715175685.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"money","content":"Izakaya Hokkaido, a Japanese restaurant in Nepal, is hosting a Japanese food event for three days from May 10th at Radisson Hotel Kathmandu from 6:30pm onwards. The event aims to showcase Japanese cuisine, deepen understanding between Japanese and Nepali food cultures, and share new taste experiences.","summary":"Izakaya Hokkaido hosts a 3-day Japanese food event from May 10 at Radisson Hotel Kathmandu to foster cultural understanding and culinary exploration."},{"hash":"8bd1c2b326f72b8af19be4d80c4d9b2a4993db0bfd5d0a33d390042932ce02a4","title":"TOEFL iBT scores are now accepted for all Australian visa applications. This makes it easier for non-native English speakers to apply for Australian visas.","link":"https://kathmandupost.com/money/2024/05/08/toefl-ibt-scores-now-valid-for-all-australian-visas","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/SachinJainCountryManagerETSIndiaampSouthAsiapic-1715166402.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"money","content":"The TOEFL iBT test is now accepted for all Australian visas, allowing people to use it to prove their English skills when applying to study, work, or immigrate to Australia.\n\nThe TOEFL iBT is the most widely accepted test of English proficiency, recognized by all Australian universities and thousands of institutions worldwide.\n\nThis approval comes after a review by the Australian government. The TOEFL iBT has been updated to ensure it remains a valid measure of English skills.\n\nPeople who have taken the TOEFL iBT test from May 5th onwards can use their scores for their Australian visa applications.","summary":"ETS announces TOEFL iBT recognition for all Australian visas, enabling global candidates to demonstrate English proficiency and access education and work opportunities."},{"hash":"59f298234b280fa0591d0d30e4fbe9e9eb1f6e5022825d49db7c9d29cf0971ae","title":"Doctors and health workers will receive training in screening and managing non-communicable diseases (NCDs) such as heart disease, diabetes, and cancer.","link":"https://kathmandupost.com/health/2024/05/09/doctors-health-workers-get-ncd-screening-training","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/health/thumb19-1715216811.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"health","content":"**Health Workers Trained to Screen for Non-Communicable Diseases**\n\nOver 50 health workers in Kathmandu have been trained to screen patients for diseases like high blood pressure, heart disease, cancer, diabetes, and mental health issues. These diseases are becoming a major health concern, causing many deaths.\n\nThe trained workers will check patients at local health facilities and provide medicines, counseling, or referrals to specialized centers if needed. The government provides free medicines for some of these diseases.\n\nDespite the availability of free medicines, many people are unaware of their health conditions due to lack of screening. This training aims to diagnose patients early and reduce the burden of non-communicable diseases.","summary":"Kathmandu health workers receive training to screen for non-communicable diseases, addressing their increasing prevalence and lack of early diagnosis in health facilities."},{"hash":"82b739d47f0c00dff5e5dd29a2d0a22bf0dc7eaf617fbb8b14963fbec0702e41","title":"Less than 2% of new medications released to the public are tested for safety and efficacy within nine months of their release.","link":"https://kathmandupost.com/health/2024/05/03/under-two-percent-medicines-in-the-market-tested-in-nine-months","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1714697599.jpg&w=900&height=601","date":1714694400000,"source":"kp","category":"health","content":"The Department of Drug Administration (DDA) has tested only a small number of the medicines in Nepal, leaving many untested. Some medicines tested have been found to be substandard, meaning they may not work properly or could even be dangerous. The DDA is responsible for ensuring that medicines are safe, but it does not have enough staff or resources to test all medicines. This means that people in Nepal may be taking medicines that are not safe or effective.","summary":"Despite testing only a fraction of registered medicines, the Drug Administration Department identified substandard samples and recalled them, highlighting ongoing quality concerns due to limited staff and laboratory capacity."},{"hash":"f7d587fba320830df3d5490b1476f7bed784a09cb467e0da2566ea0c042e9aa7","title":"Dirty air causes asthma in young kids.","link":"https://kathmandupost.com/health/2024/04/29/toxic-air-is-giving-young-children-asthma","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GKnxljjWYAAVcmb-1714354861.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"health","content":"**Air Pollution Worsens Childhood Asthma in Nepal**\n\nPoor air quality in Nepal is causing more children to develop asthma. This is due to forest fires, vehicle emissions, and other sources of pollution.\n\nA report by Save the Children shows that air pollution harms children's health in many ways, including asthma, skin problems, and reduced life expectancy.\n\nSmall children are especially vulnerable to asthma caused by air pollution. Parents should be aware of the signs of asthma, such as shortness of breath and wheezing.\n\nAir pollution also causes other health problems, including pneumonia, bronchitis, and heart disease. The pollution is so bad that it is shortening the lives of Nepalis by about five years.","summary":"An 8-month-old baby girl was rushed to a hospital in Kathmandu for treatment of childhood asthma, highlighting the increasing prevalence of respiratory issues among young children due to worsening air pollution in the city."},{"hash":"7278c32d05b7d91efd57a55cdeffa191fb8097c7d25b5ac6952d0aaf8ada290f","title":"People in 7 districts will receive medicine to prevent elephantiasis.","link":"https://kathmandupost.com/health/2024/04/27/people-in-7-districts-to-be-given-anti-elephantiasis-medicine","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb21706159670-1714183227.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"health","content":"- Government is running a drive to give medicine to people in 7 areas to prevent elephantiasis.\n- People over 2 years old will get the medicine for 2 weeks starting Sunday.\n- Health workers will visit every home to make sure everyone gets the medicine.\n- This could be the last year of the campaign.\n- The government has been working to eliminate elephantiasis since 2003.\n- So far, the disease has been eliminated from 70 out of 77 districts in Nepal.\n- The target is to eliminate the disease as a public health problem by 2030.","summary":"Preparations for a mass drug administration drive are complete in seven districts endemic to lymphatic filariasis, targeting all healthy individuals over two years of age with anti-elephantiasis medication in an effort to eliminate its transmission by 2030."},{"hash":"4f18229de2a5d8016e8888758de34cc858e98af2b542ed3077fa8ab2d1e49a3b","title":"Patience, passion, and baking delicious pastries go hand in hand.","link":"https://kathmandupost.com/recipes/2024/04/27/patience-passion-and-pastries","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/BakeleusbyCeleus-1714186343.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"recipes","content":"**Summary:**\n\nCeleus Baral, a baker and environmental science student, believes in the precision of baking. Her online shop, Bakeleus, offers a range of treats made with locally sourced ingredients. Despite her busy schedule, Baral accommodates orders and promotes a zero-waste lifestyle.\n\n**Easy Baking Recipes:**\n\n**Mini Carrot Cakes:**\n- Whisk dry ingredients (flour, spices, etc.)\n- Beat eggs, sugar, and vanilla\n- Add oil, milk, and dry ingredients\n- Fold in carrots and walnuts\n- Bake and frost with cream cheese frosting\n\n**Mulberry Fudge Cake:**\n- Cream eggs and sugar\n- Melt chocolate and butter, mix with egg mixture\n- Add yogurt, cocoa powder, flour, and baking powder\n- Stir in mulberries (optional)\n- Bake and serve with ice cream\n\n**Strawberry Casserole:**\n- Blend yogurt, cream cheese, milk, honey, vanilla, flour, sugar, and salt\n- Line a pan with the mixture\n- Top with strawberries and almond flakes (optional)\n- Bake until cooked","summary":"Celeus Baral, an environmental science student and passionate baker, runs an online bakery, Bakeleus, where she transforms her backyard produce into unique and artistic baked goods, advocating for sustainability and a connection to nature."},{"hash":"9780e132b8e20251511cc1c330b02a430eeb7118100ff4ca205cc2bdd81eedba","title":"**Potato:**\n\n* Nutritious vegetable high in fiber, potassium, and vitamin C.\n* Versatile food that can be baked, boiled, fried, or mashed.\n* Different varieties range from white to sweet potatoes.\n* Important crop worldwide, providing food and industry materials.","link":"https://kathmandupost.com/food/2024/01/27/know-your-food-potato","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled8copy-1706323718.jpg&w=900&height=601","date":1706313600000,"source":"kp","category":"food","content":"**Potato: A Valuable Food in Nepal**\n\nPotatoes are a common and versatile food in Nepal, especially in mountain areas. They are affordable and packed with nutrients:\n\n* Vitamins B1, B6, C (antioxidant)\n* Minerals (potassium, copper, phosphorus)\n* Fiber\n\nPotatoes are free of fat, cholesterol, and sodium. They are also a good source of carbohydrates.\n\nNepal produces a lot of potatoes (over 3 million tons per year) and imports some as well.\n\nDifferent types of potatoes have different nutritional benefits:\n\n* Red potatoes: Popular and widely available\n* Dark potatoes (blue potatoes): Rich in antioxidants\n* Sweet potatoes: Source of vitamin A\n* Purple potatoes: High in antioxidants\n\nPotatoes offer health benefits:\n\n* Reduce blood pressure\n* Lower cholesterol\n* Improve digestive health\n\nHowever, potato chips and french fries can add extra calories and unhealthy weight gain. People with diabetes should limit their potato intake.","summary":"Potatoes, a widely consumed crop in Nepal with significant nutritional value, are grown in diverse regions and used in various cuisines, including popular dishes like chips and fries."},{"hash":"8f050af11428f186d46c4f64b300a3441341f2f7048fe6b8a30e31626fd61759","title":"**Know Your Food: Eggs**\n\n* **Nutritional Powerhouse:** Eggs provide essential nutrients like protein, healthy fats, vitamins, and minerals.\n\n* **Versatile Ingredient:** Eggs can be used in countless dishes, from omelets to baked goods.\n\n* **Types of Eggs:** Choose between whole eggs, egg whites, or egg yolks, depending on your dietary needs.\n\n* **Freshness Matters:** Look for eggs with clean, uncracked shells and no odors.\n\n* **Store Properly:** Keep eggs refrigerated in their carton for up to 45 days.","link":"https://kathmandupost.com/food/2024/01/13/know-your-food-eggs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/ezgif3822bacc5da-1705113903.jpg&w=900&height=601","date":1705104000000,"source":"kp","category":"food","content":"**Chicken Eggs: A Nutritional Superfood**\n\nChicken eggs are a great source of vitamins, minerals, and protein. They are relatively inexpensive and help reduce malnutrition.\n\n**Benefits of Eggs:**\n\n* Weight loss\n* Lower blood pressure\n* Protect against infections\n* Strengthen bones\n* Improve skin health\n* Reduce eye diseases\n* Support brain development in babies\n\n**Availability and Types:**\n\n* Nepal produces enough eggs for its own needs.\n* Eggs come in two main sizes: big and medium.\n* Pastured eggs are also available but more expensive.\n\n**How Many Eggs to Eat:**\n\n* Healthy adults can consume 1-2 eggs per day.\n\n**Quality Concerns:**\n\n* No agency checks egg quality in Nepal.\n* Antibiotics used in chicken raising can leave residues in eggs.","summary":"Chicken eggs are a highly nutritious, affordable, and protein-rich food with numerous health benefits, including weight loss, blood pressure reduction, infection protection, and improved eye health."},{"hash":"4441762448a02cd0b37a86fb1a58f420dbb6206d6c636319eb6405bfa4ae8b25","title":"Piano Piano South offers authentic Italian dishes in a cozy and charming atmosphere.","link":"https://kathmandupost.com/food/2023/12/28/italian-delights-at-piano-piano-south","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/Main1-1703773991.jpg&w=900&height=601","date":1703721600000,"source":"kp","category":"food","content":"Piano Piano South is a peaceful Italian restaurant in Lalitpur, offering both indoor and outdoor seating in a charming garden. Enjoy Italian flavors expertly curated by Chef Sujan Poudel, such as Ravioli Prosciutto and Ricotta or Pasta Con Calamari E Gamberi. Delectable desserts like Tiramisu and Torta Al Cioccolato end the meal on a sweet note. A well-chosen wine selection complements the Italian fare. The ambiance is perfect for relaxation, making it a popular destination for quality time or solitude.","summary":"Piano Piano South offers a serene Italian dining experience with a tranquil garden setting, hearty main courses, curated wines, and a new menu featuring diverse Antipasti and delectable desserts."},{"hash":"85fd1b1b76fc26f28ffe0a271a86ba321af054d84ef73a9cb8c3c3bf2c72f12e","title":"**Top 7 Places to Visit in Nepal in 2024:**\n\n1. **Kathmandu:** Vibrant capital with ancient temples and palaces\n2. **Pokhara:** Picturesque city with stunning views of the Annapurna mountains\n3. **Chitwan National Park:** Home to tigers, rhinos, and other wildlife\n4. **Lumbini:** Birthplace of Buddha, with sacred temples and pilgrimage sites\n5. **Everest Base Camp Trek:** Hike to the base of the world's highest mountain\n6. **Annapurna Circuit:** Epic mountain trek with breathtaking scenery\n7. **Mustang:** Remote and mystical kingdom with Tibetan influences","link":"https://kathmandupost.com/travel/2024/02/19/7-places-in-nepal-you-should-visit-in-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1708309532.jpg&w=900&height=601","date":1708300800000,"source":"kp","category":"travel","content":"**Mundhum Trek**\n- Cultural walking trail in eastern Nepal.\n- Passes through indigenous villages and offers stunning mountain views.\n- Starts in Diktel Bazaar and ends in Bhojpur.\n- Best time to trek is during spring (March-May).\n\n**Janaki Mandir**\n- Largest temple in Nepal, located in Janakpur.\n- Dedicated to Janaki (Sita) and Lord Ram.\n- Houses a beautiful idol of Sita and is a popular pilgrimage site.\n\n**Kuri Village**\n- Popular winter destination in Dolakha district.\n- Located at 3,842 meters and offers mesmerizing mountain views.\n- Snowfall occurs from December to March, making it a popular skiing spot.\n\n**Annapurna Base Camp**\n- Picturesque trek in Gandaki province.\n- Takes you to the foothills of Annapurna South.\n- Offers cultural diversity and stunning Himalayan scenery.\n- Can be done throughout the year, but autumn and spring are best.\n\n**Bardiya National Park**\n- Home to Royal Bengal Tigers and other wildlife.\n- Located in the southern Tarai belt of Lumbini province.\n- Best time to visit is from September to May.\n\n**Khaptad National Park**\n- Protected area in far western Nepal.\n- Trek through forests and grasslands.\n- Offers panoramic mountain views.\n- Visit during spring or autumn for pleasant trekking weather.","summary":"Nepal offers diverse tourism experiences, including the Mundhum Trek through indigenous villages and Himalayan views, the Janaki Mandir temple in Janakpur, the snow-covered Kuri Village in Kalinchok, the Annapurna Base Camp Trek with cultural and scenic beauty, the Bardiya National Park for wildlife viewing, and the Khaptad National Park with pristine natural surroundings."},{"hash":"c077b34beda2250a997231f215f178053a057340c5c72de0aec15b25ae40ddb7","title":"Phidim, a town in eastern Nepal, blends nostalgia from its past with the modern advancements of today. The town still holds memories of its historic role in the Limbuwan movement, while embracing new developments like universities and technological advancements. Phidim is a testament to the co-existence of tradition and progress.","link":"https://kathmandupost.com/travel/2023/11/18/old-memories-and-new-realities-in-phidim","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/phidim%20main%20(1).JPG&w=900&height=601","date":1700265600000,"source":"kp","category":"travel","content":"**Hometown Visit**\n\nThe narrator returned to his hometown, Phidim, and was surprised by the changes. The once rustic town was now filled with concrete buildings and paved roads.\n\nThe narrator visited his old school and childhood home, reminiscing about his youth and the town's transformation. He visited the Shivalaya temple, a hangout spot from his past.\n\nDespite the progress, Phidim lacked quality education and healthcare, causing people to leave the town. It had become a transit point for pilgrims on their way to Pathibhara Devi Temple.\n\nThe narrator realized that Phidim was in transition, its rural charm fading as it embraced urbanization. He felt a mix of nostalgia and sadness, but acknowledged the inevitability of change.","summary":"The author revisits his hometown, Phidim, finding it dramatically transformed, with modern buildings replacing old structures, despite concerns about its future due to a lack of opportunities leading to population loss."},{"hash":"6ec2c2cb523a223a47b5f232132774b5872a4d0a9220fb4a176d50e203ea7484","title":"Architecture and art harmoniously intertwined, creating spaces that are both aesthetically pleasing and functionally sound.","link":"https://kathmandupost.com/travel/2023/10/28/a-blend-of-architecture-and-artistry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/travel5-1698457058.jpg&w=900&height=601","date":1698451200000,"source":"kp","category":"travel","content":"**Bara Imambara in Lucknow:**\n\n* Lucknow welcomes you with a smile.\n* Bara Imambara is a grand building from 1784.\n* It has a huge hall without any pillars, thanks to clever brickwork.\n* Inside, explore the Bhool Bhulaiyaa, a maze with mysterious echoes.\n* Visit the Asafi Mosque with its elegant calligraphy.\n* Climb to the roof for stunning city views.\n* Descend to the Shahi Baoli, an underground stepwell.\n* The well's water reflects faces like a CCTV camera.\n* Bara Imambara showcases the architectural brilliance of Lucknow's past.","summary":"Bara Imambara, an architectural marvel built in Lucknow, boasts a grand entrance, an unsupported Asafi Hall, a labyrinth, and a royal stepwell, offering a glimpse into the city's Nawabi heritage and ingenious craftsmanship."},{"hash":"e38b1beb524d0349efe3710dd274aab2205ecb04d36e45cc18e25ff5fb66e639","title":"**Trekking and Hiking Highlights:**\n\n* Experience stunning natural wonders through guided treks and hikes.\n* Explore diverse landscapes, from lush rainforests to towering mountains.\n* Discover hidden waterfalls, secluded beaches, and ancient ruins.\n* Learn about local culture, history, and wildlife.\n* Create lasting memories and reconnect with nature.","link":"https://kathmandupost.com/travel/2023/10/14/of-treks-and-trails","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/travelmain-1697245584.jpg&w=900&height=601","date":1697241600000,"source":"kp","category":"travel","content":"**Tips for Trekking Success:**\n\n* Stay positive and motivated.\n* Prepare physically by gradually increasing activity and stretching.\n* Pack light clothing and essentials like down jackets, socks, and sturdy boots.\n* Manage periods with supplies and power through discomfort.\n* Handle altitude sickness by resting and using painkillers.\n* Communicate well with fellow trekkers and guides.\n* Female trekkers face challenges, but they can overcome with determination and support.\n* Consider becoming a trekking guide by completing a training course.","summary":"Climbing and trekking in Nepal are challenging but rewarding experiences, with guides playing a crucial role in ensuring safety and managing altitude sickness and injuries while trekkers prepare physically and mentally with essential gear and mindset."},{"hash":"a9ad689d21f22e85bcaa462724561585142b33988f2d2ded57420f55cc029fb5","title":"**Traveling Nepal Solo**\n\n* **Benefits:**\n    * Explore hidden gems at your own pace\n    * Meet fellow travelers and experience local culture\n    * Challenge yourself and gain independence\n* **Safety:**\n    * Nepal is generally a safe country for solo travelers\n    * Stay aware of your surroundings and avoid isolated areas\n* **Tips:**\n    * Do your research and book accommodations in advance\n    * Learn basic Nepali phrases\n    * Be flexible and adaptable to changing plans\n    * Consider hiring a local guide for safety and insights\n    * Respect local customs and traditions","link":"https://kathmandupost.com/travel/2023/06/17/travelling-nepal-solo","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/SoloTravelMain11zon-1686967229.jpg&w=900&height=601","date":1686960000000,"source":"kp","category":"travel","content":"**Five women started a platform called Duluwa Outdoors to encourage women to travel solo.**\n\n**Nepal is generally safe for solo travel.**\n\n**Tips for solo travel:**\n\n* **Plan ahead:** Research transportation, lodging, and potential risks.\n* **Start small:** Go to movies or dinner alone. Hike to nearby places like Shivapuri or Namo Buddha.\n* **Gradually challenge yourself:** Go on short trips to Pokhara-Bandipur. Trek in the Annapurna area.\n* **Explore valleys and towns:** Visit places like Illam or Palpa.\n* **See wildlife:** Visit Chitwan, Bardiya, or Shuklaphanta.\n* **Safety tips:**\n    * Stay updated with loved ones on your whereabouts.\n    * Get to a settlement before dark during long treks.\n    * Be aware of wildlife and natural disasters.\n    * Trust your instincts and avoid questionable people.","summary":"Five Nepali women founded Duluwa Outdoors in 2021, encouraging women to travel solo through social media, promoting destinations, and sharing safety tips for female travelers in Nepal."},{"hash":"d3bf2681c5f44f567c2b7e08f966046fb572ea416e8cfddac399e392844a7256","title":"Nepal defeated the West Indies A team in their final match to conclude the series with a 2-3 scoreline.","link":"https://kathmandupost.com/cricket/2024/05/04/nepal-win-last-match-against-west-indies-a-to-conclude-series-2-3","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GMucR8qbwAAxeZl-1714817959.jpg&w=900&height=601","date":1714780800000,"source":"kp","category":"cricket","content":"Nepal defeated West Indies A in a T20 match by six wickets despite losing the series 3-2.\n\nNepal's victory was led by Aasif Sheikh, Anil Sah, and Kushal Malla, who scored half-centuries. Sagar Dhakal and Sompal Kami bowled well for Nepal, taking several wickets.\n\nWest Indies A had previously scored 172 runs, with opener Mark Deyal and former West Indies batsman Johnson Charles contributing. Roston Chase also scored 33 runs.\n\nNepal successfully chased the target, thanks to a 96-run partnership between Sheikh and Sah. Malla then smashed 37 runs off 18 balls to seal the win for Nepal.\n\nDhakal was named player of the match for his three wickets, while Rohit Paudel, who scored 265 runs in the series, was named player of the series. Nepal will now participate in a training camp before competing in the 2024 T20 World Cup.","summary":"Nepal defeated West Indies A in the fifth T20, despite losing the series 3-2, with a solid batting performance led by Aasif Sheikh, Anil Sah, and Kushal Malla, backed by impressive bowling spells from Sagar Dhakal and Sompal Kami."},{"hash":"9d7ced68a72cb11104cf4b0dbf516e03a1daade9b97560e45bd16d4688ad8043","title":"West Indies chased down a target of 211 runs set by Nepal in a cricket match.","link":"https://kathmandupost.com/cricket/2024/05/02/west-indies-a-post-210-run-target-against-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/match-1714707130.jpg&w=900&height=601","date":1714608000000,"source":"kp","category":"cricket","content":"Nepal lost the fourth T20 match against West Indies A by 28 runs. The visitors now have an unbeatable 3-1 lead in the series. Nepal could only score 181 runs in 20 overs, chasing a target of 210. Despite fielding a strong squad announced for the upcoming T20 World Cup, Nepali batsmen continue to make mistakes, except for Rohit Paudel. Wicketkeeper batsman Aasif Sheikh and Kushal Bhurtel opened the innings, but both fell early. Paudel scored 82 runs, but the rest of the team struggled. West Indies A had scored 209-3 in 20 overs, with Andre Fletcher scoring 84 runs and Johnson Charles scoring 58. Nepal will play the fifth and final T20 match on Saturday.","summary":"Nepal lost the fourth T20 against West Indies A by 28 runs, handing the visitors an unassailable 3-1 series lead; the series concludes on Saturday."},{"hash":"a5e3edf276d54cd57e7292f16946aa79bba9683852ec9205a675963d0ef498de","title":"Nepal announces 15-member squad for the ICC Men's T20 World Cup.","link":"https://kathmandupost.com/sports/2024/05/01/nepal-announces-squad-for-icc-men-s-t20-world-cup","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/nepal-1714612274.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"sports","content":"Nepal's cricket team for the T20 World Cup:\n\n- Led by Rohit Paudel\n- Includes experienced players from recent games\n- Focus on batting improvement\n- Newcomers include Sagar Dhakal and Kamal Singh Airee\n- Team faces challenges in Group D against strong opponents","summary":"Nepal's ICC Men's T20 World Cup squad retains most players from ACC Premier Cup despite ongoing batting struggles, with new additions of Sagar Dhakal and Kamal Singh Airee."},{"hash":"587d9826d33d077d9f8ec0c9800df873f925ac5cba53d816e1a766ef3043efeb","title":"Nepal lost to West Indies A by 76 runs in a cricket match.","link":"https://kathmandupost.com/cricket/2024/05/01/nepal-lose-to-west-indies-a-by-76-runs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/43806500011620135283099391032221761881945213n-1714559440.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"cricket","content":"West Indies A beat Nepal by 76 runs in the third T20 match.\n\nWest Indies A scored 227 runs, with Johnson Charles making 119.\n\nNepal chased, but were bowled out for 151 runs.\n\nKaran KC scored 28 for Nepal, but Hayden Walsh took 3 wickets for West Indies A.","summary":"West Indies A beat Nepal by 76 runs in the third T20I, with Johnson Charles scoring a century and Hayden Walsh taking three wickets."},{"hash":"a328ac09240d3df1cc8d66f05bfa52469056838e24eba76c9319b74a8eb321a2","title":"Indian Prime Minister Modi skipped an election rally in Kashmir, where critics dispute India's claim of integration into the country.","link":"https://kathmandupost.com/world/2024/05/09/india-s-modi-skips-election-in-kashmir-as-critics-dispute-integration-claims","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersTXBCPSMKWBO6LC3GZCKDYYKG5A-1715227216.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"world","content":"**Summary:**\n\nPrime Minister Modi's party, BJP, is not running in Kashmir's elections for the first time since 1996. Local parties like the National Conference and People's Democratic Party are competing against each other but are united against BJP.\n\nAnalysts and opposition parties believe BJP skipped the election because they know they won't win. The party claims to have brought peace to Kashmir, but residents say discontent and alienation remain.\n\nKashmir is divided between India and Pakistan, and both countries claim the entire region. India accuses Pakistan of supporting Kashmiri rebels, while Pakistan denies this.\n\nIn 2022, the government redrew constituency boundaries in Kashmir, adding mostly Hindu voters from Jammu to Muslim-majority Anantnag. Opposition parties say this was done to give BJP an advantage. However, BJP says it makes the constituencies more representative.","summary":"In a first since 1996, the BJP avoids contesting in Kashmir due to local opposition alliance against BJP's Hindu nationalist stance, despite Modi's claims of normalcy post-2019 status removal."},{"hash":"a4143de903fa1fc3e92b11c2278fc9a9dd2e9792a971b2d127e548cd352c8666","title":"US temporarily stopped sending some weapons to Israel amid clashes near the Gaza border.","link":"https://kathmandupost.com/world/2024/05/08/us-pauses-some-weapons-to-israel-as-battles-rage-around-rafah","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersKM2X5SPOCNJ7HM666NXHRL7BIY-1715169460.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"world","content":"**Israel-Gaza Conflict Update**\n\n**Fighting in Rafah**\n\n* Hamas and Israeli troops are fighting on the outskirts of Rafah in Gaza.\n* US has stopped a shipment of bombs that Israel could use for a full-scale attack.\n\n**Ceasefire Talks**\n\n* US believes a new ceasefire proposal from Hamas could lead to a breakthrough.\n* Talks are resuming in Cairo.\n* US has delayed a shipment of weapons to Israel in response to the expected attack on Rafah.\n\n**Israeli Offensive**\n\n* Israeli forces have seized a border crossing with Egypt, cutting off aid.\n* Israeli tank fire has hit a building in Rafah.\n* Hamas, Islamic Jihad, and Fatah are fighting against Israeli forces.\n* Israel has ordered civilians to move to a \"humanitarian zone.\"\n\n**Aid and Casualties**\n\n* Aid supplies are running low in Gaza due to closed crossings.\n* Around 200 patients have been evacuated from a hospital in Rafah.\n* Israeli offensive has killed thousands of Palestinians.","summary":"Hamas said it was battling Israeli troops on the outskirts of the Gaza Strip’s crowded southern city of Rafah on Wednesday after a US official said Washington had halted a shipment of powerful bombs that Israel could use in a full-scale assault.The United States, which is seeking to stave off an Israeli invasion of Rafah, said it believes a revised Hamas ceasefire proposal may lead to a breakthrough in an impasse in negotiations, with talks resuming in Cairo on Wednesday.A senior US official said President Joe Biden’s administration paused a shipment of weapons to Israel last week in an apparent response to the expected Rafah offensive. The White House and Pentagon declined to comment.The official, speaking on condition of anonymity, said Washington had carefully reviewed the delivery of weapons that might be used in Rafah, and as a result paused a shipment consisting of 1,800 2,000-lb bombs and 1,700 500-lb bombs.This would be the first such delay since the Biden administration offered its “ironclad” support to Israel after Hamas’ Oct. 7 attack. Washington is Israel’s closest ally and main weapons supplier.A senior Israeli official declined to confirm the report, asking not to be named: “If we have to fight with our fingernails, then we’ll do what we have to do,” the source said. A military spokesperson said any disagreements were resolved in private.Israeli forces seized the main border crossing between Gaza and Egypt in Rafah on Tuesday, cutting off a vital aid route.Residents and officials said Rafah’s city council building was hit by Israeli tank fire on Tuesday and caught fire.“The streets of the city echo with the cries of innocent lives lost, families torn apart, and homes reduced to rubble. We stand on the brink of a humanitarian catastrophe of unprecedented proportions,” Rafah’s mayor, Ahmed Al-Sofi, said in an appeal to the international community to intervene.The Israeli military said on Wednesday it had uncovered Hamas infrastructure in several locations in eastern Rafah and its troops were conducting targeted raids on the Gaza side of the Rafah crossing and airstrikes across the Gaza Strip.It has told civilians to go to an “expanded humanitarian zone” in al-Mawasi, some 20 km (12 miles) away.Armed groups of Hamas, Islamic Jihad and Fatah said in separate statements that gunfights continued in the central Gaza Strip, while residents of northern Gaza reported heavy Israeli tank shelling against eastern areas of Gaza City and districts.CEASEFIRE TALKSIn Cairo, all five delegations participating in talks on Tuesday - Hamas, Israel, the US, Egypt and Qatar - reacted positively to the resumption of negotiations, and meetings were expected to continue on Wednesday, two Egyptian sources said.CIA Director Bill Burns was to travel from Cairo to Israel on Wednesday to meet Israeli Prime Minister Benjamin Netanyahu and his Mossad counterpart, an Israeli government source said.Israel on Monday declared that a three-phase proposal approved by Hamas was unacceptable because terms had been watered down. White House spokesperson John Kirby said the new text presented by Hamas suggests the remaining gaps can “absolutely be closed.”The proposal included a first phase with a six-week ceasefire, an influx of aid to Gaza, the return of 33 Israeli hostages, alive or dead, and the release by Israel of 30 detained Palestinian children and women for each released Israeli hostage, according to several sources.Since a week-long ceasefire in November, the only pause so far, the two sides have been blocked by Hamas’ refusal to free more Israeli hostages without a promise of a permanent end to the conflict and Israel’s insistence on only a temporary halt.Israel’s offensive has killed 34,789 Palestinians, most of them civilians, the Gaza Health Ministry said.The war began when Hamas militants attacked Israel on Oct. 7, killing about 1,200 people and abducting 252 others, of whom 128 remain hostage in Gaza and 36 have been declared dead, according to the latest Israeli figures.Al-Sofi, Rafah’s mayor, said 1.4 million people sheltering in the city had nowhere to go. Those in eastern neighbourhoods were being told to move to the coastal al-Mawasi area “which lacks the necessities of life”, he said.Around 200 patients from Rafah’s Abu Youssef al-Najjar Hospital, in an area designated by the Israeli army as a combat zone, were forced to evacuate to the west of the city after receiving calls warning them to leave, health officials said.Israel was reopening Kerem Shalom crossing on its border with the Gaza Strip on Wednesday, a statement from the Israeli agency in charge of it said, adding aid trucks routed through from Egypt were already undergoing security inspections there.Israel had closed Kerem Shalom crossing on Sunday after Palestinian shelling nearby killed four soldiers. The United Nations had warned the closure of both the Rafah and Kerem Shalom crossings had “choked off” the two main arteries for getting aid into Gaza, with stocks low inside the enclave. "},{"hash":"4d1e5970683b220a3a181fcf8a9659ad24ba8e6238140fc24bf200beeabc779f","title":"Book piracy is a significant issue in Nepal. Unauthorized translations and copies of foreign books are widely available.","link":"https://kathmandupost.com/books/2023/07/31/unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/books-1690776078.jpg&w=900&height=601","date":1690761600000,"source":"kp","category":"books","content":"**Unauthorized Book Translations in Nepal**\n\nNepali book market is filled with unauthorized translations of books by famous authors like Taslima Nasrin, Steve Jobs, Bill Clinton, and Robert Kiyosaki. These translations are often inaccurate and of poor quality.\n\nAuthors and publishers often don't give permission for these translations, and they lose out on royalties. This also harms the readers, who are not getting the best possible translations.\n\nTranslating books without permission is illegal in Nepal, but the practice is widespread due to a lack of regulation and enforcement. Additionally, the government's decision to impose a 10% tax on book imports has led to an increase in piracy.\n\nUnauthorized translations have become so common that publishers can even assign ISBN numbers to their books, which is illegal. The government, publishers, and authors need to work together to control this issue, protect intellectual property, and promote a healthy book publishing industry in Nepal.","summary":"Unauthorized translations of popular international books are rampant in Nepal's market, with authors such as Taslima Nasrin, Steve Jobs, and Robert Kiyosaki being major victims, leading to concerns about the quality of translations and copyright infringement."},{"hash":"f91af36450d89ad58798b4c4d401adfda4ba09b3625ea1c7677f78706e25f747","title":"Young people from a region with a history of Maoist insurgency in India are facing challenges and economic hardship, leading to their disillusionment and migration to cities in search of opportunities.","link":"https://kathmandupost.com/national/2023/06/25/desperate-youths-from-maoist-heartland-hit-us-wall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/CIJ-1687660964.jpg&w=900&height=601","date":1687651200000,"source":"kp","category":"national","content":"Youths from Rukum East are illegally traveling to the United States (US) despite the risks. Many have been deported and lost millions of rupees in the process.\n\nThe once Maoist \"base area\" of Tak village has been hit hard, with many families losing money and even loved ones who died while trying to reach the US.\n\nThe youths are desperate to escape poverty and are taking out large loans at high interest rates to fund their journeys.\n\nAgents are exploiting this situation and charging exorbitant fees for illegal travel and refugee status.\n\nDespite the dangers and financial losses, many youths are still trying to reach the US, believing it is their only hope for a better life.\n\nThe lack of jobs and economic opportunities in Nepal, as well as the failure of local and political authorities to address the issue, are contributing factors to the problem.","summary":"Bharat Budha, chair of Putha Uttarganga Rural Municipality’s ward 10, knows that many youths from his village have made it to the United States via ‘tallo bato’—backdoor route—and that many are still on the way. He also knows that eight of them have been deported from the country and that they have lost a cumulative Rs45 million in the process. The deported youths say that they returned home empty-handed after facing unspeakable ordeals and lost Rs6 million each on average.The Tak village in Rukum East—a close-knit settlement of 425 houses—was considered the Maoists’ ‘base area’ during the insurgency. Village youths who reached the US through illegal routes and got deported have lost an estimated Rs40 million. The number of those who returned without completing the journey and the amount they lost remain unknown.To get to the US, the youths have taken loans at up to 36 percent interest per annum from their relatives and village landowners. In Tak village, at least one person each from half of the households has gone abroad, Budha said. “Youths started going to America about six-seven years ago,” he said. “If they could gather enough money, the whole village would try to go to the US.” Budha’s own son had reached the US illegally in 2017, spending Rs3.2 million.During the insurgency, outsize slogans of revolution would adorn the walls of houses in the village. Hoping for a better life, people from all walks of life helped out the Maoists. But now, village youths are paying the agents to illegally get to the US—a country that the Maoists used to call their ‘enemy’, an ‘imperialistic force’. This has cost the Tak village much and in multiple ways.Death of a dreamSome of the deported youths have chosen to flee the village altogether, burdened with debt and creditors’ pressure. At least five such families have already left, said a resident. The family of Ram Budha was one of them. On April 28, 2015, Ram, who had returned to Nepal after working in Malaysia for eight years, took the illegal route to the US. He travelled through arduous trails for months and finally arrived in the country. Upon reaching the country, he was detained and had to stay at the detention camp for 27 months. When his refugee application was rejected, he was deported to Nepal in mid-December 2019. He lost Rs4.5 million in the process. He now owes over Rs6 million to creditors. “After the creditors began to put pressure on me, I couldn’t live in the village peacefully,” said Ram, who currently runs a vegetable farm in Tarakeshwar, Kathmandu.While those who got to the US through illegal routes and fortunately got refugee status there narrate their stories with pride, those who have been deported or returned from half-way have tragic tales to tell.Nanda Kala Gharti, who lives in a small stone house on the upper flank of Tak village, spends her days in melancholy. Her husband, Dhanlal, had chosen to take the illegal route to the US, and Nanda Kala, a mother of four, is living with the repercussions of his decision. Dhanlal had got into the US after a six-month long arduous journey and was detained immediately. He had to spend four years in the detention camp, before he was deported to Nepal. He had already lost Rs6 million.Nanda Kala said they now have an insurmountable crisis in their hands. Pointing to her son, she exclaimed, “When will he grow up, go abroad and pay back the loans!”Dhanlal himself tried to go to Croatia once and spent 15 days in Kathmandu for the process. But after he was turned down, he returned home dejected. “Now we will submit the passport to another agent [for Dhanlal’s trip abroad],” Nanda Kala said. “There’s no point staying here.”Stories that echo each otherThe situation in Sisne Rural Municipality is similar to that of Putha Uttarganga. Here, one can hear plenty of stories of those who have tried to go to the US and those who are fighting refugee cases there. Krishna Regmi, chair of the rural municipality, personally knows seven people who have been deported from the US.Gangaram Khadka, a resident of Sisne-3, runs a bee and chicken farm. Like other young men in his village, Khadka had headed off to the US via an illegal route on 27 March, 2018. He had reached the US via the New Delhi-Moscow-Barcelona-Bogota-Panama-Costa Rica-Nicaragua-Honduras-Guatemala-Mexico route. When he finally arrived in the US, he was detained and had to spend 11 months in detention. He was deported on 15 March, 2019. He had handed over Rs3.2 millions to the agent and spent Rs2 million to fight the case to become a refugee. “It’s not possible for me to pay back the loan while working in Nepal,” he said. “I aim to pay back some interest and head off abroad again.”For six months after Khadka was deported, he had anxiety and headache, he said, adding the three people from his village who were deported like him are also struggling with their mental health.Tikaram Pun, a 40-year-old resident of Bohora village in Musikot-4, is also haunted by his past journey. In September 2017, he reached the US after crossing 17 countries with the help of organised human traffickers. Of the 41 people in his group, 31 were from Rukum East and Rukum West, he said. Pun, who was detained on arrival in the US, spent 24 months in a detention camp. His refugee application was also refused and so he was deported along with eight other Nepalis. “When I returned, I started having mental health problems. I still suffer from them,” he said. Pun is under pressure from creditors and relatives to pay back the Rs9.2 million loan he had taken for the task.Those who died on the wayA group of 10 Bangladeshis and seven Nepalis, including Rupak Bohora of Bafikot-3 in Rukum West, were on a mission to reach Costa Rica through Colombia, Caribbean Coast, Capuragana and Panama. But while they were crossing a sea, their boat capsized. As many as 12 died in the incident, including six Nepalis. Rupak’s wife, Geeta, learned about the incident only after six days, on 25 June, 2021.“I still don’t know what exactly happened,” said Geeta, who had been married off at age 19 and is now a mother of two daughters. The only thing she knows is that Rupak has died and she is now all alone. And that she has Rs5 million in loan taken for Rupak’s trip. She showed a picture of her husband on her phone to this scribe and said, “I only have memories.”Lack of political will and legal remediesThe concrete bridge over Chewang river is on the edge of Tak village. On the walls of the bridge are paintings of political theorists like Marx, Engels, Lenin, Stalin and Mao, and the iconic slogan, ‘Workers of the world, unite!’, below them. But the slogan appears to be at odds with life in the village. Given the phenomenon of illegal travels to the US through the help of organised human traffickers, the whole village appears to be emptying. Neither the local governments are concerned about the phenomenon nor are the political parties paying attention.Puniraj Gharti, chair of Putha Uttarganga Rural Municipality, said though the trend is worrying, there’s nothing he can do. “How could we stop them from making the trip when they are struggling to make a living in the village?” he said.Krishna Regmi, chair of Sisne Rural Municipality, said that the vicious cycle of poverty started after marijuana farming was banned in the country. Then the Maoist insurgency added to the woe, forcing youths to migrate. The signing of the peace agreement in 2006 didn’t herald any change in the economy either and youths are struggling to get jobs. Organised human traffickers are cashing in on this sorry state of affairs, Regmi said. “Meter byajis [usurious lenders] are also promoting this phenomenon,” he added.The phenomenon is equally rife in Dang’s Tulsipur and Ghorahi. Ramesh Kumar Pandey, chair of Ghorai-15, says that even though many heading to the US are swindled, no complaints are filed at the ward office. “Only those who attempt to go to Saudi Arabia or Qatar file the complaints,” he said.One can infer from Pandey’s statements that the families of such illegal travellers don’t want to publicise the ordeals of their family members. On the one hand, agents threaten them to not publicise the issue; on the other, they fear they themselves would be punished by law.According to the Anti-Human Trafficking Bureau, as many as 178 Nepalis, including 174 men, have been deported from the US in the five fiscal years after 2018-19. Of them, the highest 49 are from Rukum while 37 are from Dang. The data doesn’t include those who returned after making it to the half-way or those who have been fighting the legal battle in the US for refugee status. But this data is enough to show that many such youths are from the ‘base areas’ of the Maoist insurgency.SSP Jeevan Shrestha, chief of the bureau, said that data on the number of such victims and the amounts they have spent is hard to collect since complaints are rarely filed with the police. “This is human trafficking but for a lack of law, we are still compelled to launch the cases as per Human Trafficking and Transportation (Control) Act 2074 BS,” Shrestha said. “The Act provides a maximum penalty of Rs250,000 for the offenders and 50 percent of that as compensation to the victims.” Without specific law, police also invoke the theft and organised crime act to punish the offenders, he added.On the one hand, police receive no complaints; on the other, the phenomenon sees no control.Bhaskar Gautam, a political scientist, says the rise in cases of human trafficking in the insurgency’s ‘base areas’ is due to the political system’s abject failure.While the Maoists raised issues related to livelihood, nationalism and a new kind of democracy to fuel their war machine, after the peace process, it is livelihoods that have been hit the hardest, Gautam said. “The traditional way of life and economy took a hit during the insurgency,” he said. “Developments after the peace process also failed to address that. What sprang up was organised human trafficking.”(Mahesh KC in Rukum East and Durgalal KC in Dang contributed to this report.)This report is prepared in collaboration with the Center for Investigative Journalism-Nepal. "},{"hash":"5b41caa28761fd8ada1be7951764ae6954dd5a645984d3ea1fe0cdb1a6b25396","title":"No private hospital beds for poor patients.","link":"https://kathmandupost.com/national/2023/06/10/no-private-hospital-bed-for-poor-patients","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/thumb19-1686358218.jpg&w=900&height=601","date":1686355200000,"source":"kp","category":"national","content":"**Hospitals Ignoring Rules to Provide Free Treatment for Needy**\n\nMany private hospitals in Nepal are not providing free treatment to the poor, as they are supposed to do by law. This is despite the fact that the Health Facility Operation Standards-2020 requires hospitals to set aside 10% of their beds for free treatment and services.\n\nDue to hospitals ignoring these rules, many people are struggling to afford medical care. Gyanumaya BK, a 69-year-old laborer from Pokhara, has been suffering from backaches for months and has already spent over Rs50,000 on follow-up checkups and medications.\n\nGovernment regulators admit that they are not monitoring hospitals well enough, and some hospitals claim that the regulations are impractical. However, advocates for the poor say that hospitals should be held accountable for ignoring government rules that aim to help the needy.","summary":"Gyanumaya BK, a low-income laborer, spent over Rs 50,000 on medical expenses after being unaware of the Health Facility Operation Standards-2020, which require private hospitals to provide free treatment to the needy, leaving her in debt and highlighting the widespread disregard for this regulation in Pokhara, Chitwan, Biratnagar, and Butwal."},{"hash":"76d90bffa13a5f8e29f2a657b46763cb72bd2b5c3e7c4836de6d4bbffed828a2","title":"Nepali bureaucracy is a complex system with many levels and departments. It can be difficult to navigate, but understanding its structure can help you get things done.\n\nThe bureaucracy is divided into three main branches:\n* The executive branch, which includes the prime minister and cabinet, is responsible for carrying out laws and policies.\n* The legislative branch, which includes the parliament, is responsible for making laws.\n* The judicial branch, which includes the courts, is responsible for interpreting and enforcing laws.\n\nWithin each branch, there are many different departments and agencies. Each department has its own specific responsibilities. For example, the Ministry of Home Affairs is responsible for law enforcement, while the Ministry of Finance is responsible for managing the country's finances.\n\nTo get something done through the bureaucracy, you will need to know which department is responsible for the issue you are facing. You can then contact the department directly or go through a local government office.\n\nHere are some tips for dealing with the Nepali bureaucracy:\n\n* Be patient and persistent. It can take time to get things done through the bureaucracy, but don't give up.\n* Be polite and respectful. Even if you are frustrated, it is important to be polite and respectful to government officials.\n* Be prepared to provide documentation. You will often be asked to provide documentation to support your request. Make sure you have all the necessary documents before you submit your request.\n* Be aware of corruption. Corruption is a problem in Nepal, so it is important to be aware of it and to take steps to protect yourself from it.","link":"https://kathmandupost.com/columns/2024/05/08/understanding-nepali-bureaucracy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadPostIllustration-1715184406.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"columns","content":"Nepali bureaucracy is considered both powerful and subservient to politicians.\n\nThis is because bureaucrats have gained more power since the end of the monarchy, due to laws protecting them from political influence. They can now stand up to politicians when their decisions are unconstitutional.\n\nHowever, this added power has also led to negative outcomes, such as bureaucrats colluding with politicians for personal gain. Reforms are needed to address these issues, such as ending party-based trade unions and linking promotions to performance.","summary":"Post-monarchy in Nepal, the bureaucracy has strengthened, leading to contradictory macro-narratives about its power: simultaneous subservience to politicians and ability to challenge them, due to increased options for bureaucrats in resisting, maintaining status quo, or colluding with political establishment."},{"hash":"a67b8cd26635fa2281f13500ace4b1c241ed1e818a7be9248b076f23d682b291","title":"Massing of education refers to the crowding of students into large classrooms, often with limited resources and support. It can lead to:\n\n* Reduced individual attention\n* Lack of personalized learning\n* Overwhelmed teachers\n* Decreased student engagement\n* Lower academic outcomes","link":"https://kathmandupost.com/columns/2024/05/08/massing-of-education","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/opinion/DownPostFilePhoto-1715184169.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"columns","content":"**Mass Higher Education: Its Rise and Impact**\n\nAfter World War II, the idea of making higher education available to everyone became popular, leading to a rapid increase in the number of colleges and universities. This expansion was driven by a desire to create social equality and boost economic growth.\n\nHowever, this growth has come at a cost. To make higher education more accessible, schools have lowered admission standards and reduced the difficulty of coursework. This has resulted in a decline in the quality of education and the readiness of graduates for jobs that require critical thinking and innovation.\n\nDespite these concerns, the push for mass higher education continues, fueled by calls for lifelong learning and the promise of economic benefits. However, it is important to remember that the primary goal of higher education should be to equip students with the knowledge and skills to contribute to society, not just to meet economic needs.","summary":"Post-WWII \"mass higher education\" is a result of neoliberal policies emphasizing rapid expansion and privatization of HE, driven by economic interests and fueled by the notion of \"human capital,\" leading to a global crisis of low standards and a decline in original research."},{"hash":"14fbcd22a699570d65e7758d4c2963317220d35cfa4e26f16ce7492b810b1cab","title":"India's Prime Minister Narendra Modi is likely to run for a third term in office in 2024. He has a strong political base and a loyal following. His Bharatiya Janata Party (BJP) has been in power since 2014 and has won several key state elections recently. However, the opposition is trying to unite and challenge Modi's dominance. The outcome of the 2024 election will depend on how the economy performs, the strength of the opposition, and Modi's ability to maintain his popularity.","link":"https://kathmandupost.com/columns/2024/05/07/bracing-for-modi-s-third-term","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadReuters-1715097209.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"columns","content":"**India's Largest Election**\n\n* 543 members of parliament will be elected.\n* Prime Minister Modi is expected to win a third term.\n\n**Muted Campaign**\n\n* Parties are less involved due to the focus on Modi.\n* Voter turnout is lower than previous elections.\n\n**Modi's Dominance**\n\n* Modi's presence is everywhere, making it a referendum on his leadership.\n* Opposition parties lack a strong leader.\n\n**Mixed Record**\n\n* Modi has had successes and failures, including:\n    * Demonetization and COVID-19 mismanagement\n    * High unemployment and income inequality\n    * Controversial scrapping of Kashmir's special status\n* India's foreign policy has deteriorated under Modi.\n\n**Modi's Lifestyle**\n\n* Modi enjoys an expensive lifestyle and promotes a monkish image.\n* He is likely to continue spending on his image and policies towards smaller neighbors.","summary":"In India's historic election, Prime Minister Modi faces a plebiscitary contest amidst a lackluster atmosphere and mixed performance record, poised for a comfortable third term victory."},{"hash":"505beefca11049926520cda4acceb5956f992fa7c660a8ef9ded812776844ff1","title":"Toilets for all refers to the provision of accessible and clean toilets for everyone, regardless of gender, disability, or other factors. It aims to address the lack of adequate sanitation facilities and promote public health and hygiene for all.","link":"https://kathmandupost.com/editorial/2024/05/07/toilets-for-all","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb-1715129836.png&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Gender-Inclusive Toilets**\n\nActivists and LGBTQ+ people want toilets that are not just for men or women but also for people who don't fit into those categories.\n\n**Benefits:**\n\n* Allows everyone to use a toilet that matches their gender identity\n* Reduces discrimination and harassment\n* Promotes equality and safety\n\n**Importance:**\n\n* Transgender and non-binary people face problems using traditional male or female toilets.\n* Studies show that LGBT+ students often avoid toilets due to safety concerns.\n\n**Nepal's Progress:**\n\n* Nepal is promoting gender equality and building inclusive toilets.\n* Kathmandu plans to build 10 new public toilets for queer and disabled people.\n\n**Challenges:**\n\n* Not enough gender-inclusive toilets in Nepal.\n* Even with inclusive toilets, LGBTQ+ people may still face harassment.\n\n**Solution:**\n\n* Build gender-inclusive toilets with proper facilities (e.g., good design, running water, tactile pavements).\n* Educate people about disability, sexuality, and gender diversity to create inclusive spaces.","summary":"Activists worldwide urge for gender-inclusive toilets breaking the gender binary, with Nepal promoting gender-friendly efforts, and challenges remain in ensuring safety and inclusivity for transgender and non-binary individuals."},{"hash":"33d5b7761eb5bd3b41e26b739647600e33685d1a97a97f0651c70b2650289129","title":"Unity is strength, division is weakness.","link":"https://kathmandupost.com/editorial/2024/05/07/divided-we-fall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb7-1715044507.jpg&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Coalition Split in Nepal**\n\nRival political groups have split a smaller party in the ruling coalition, allegedly to stop a plan to overthrow the government. This is the latest example of frequent party breakups and mergers in Nepal.\n\nThe split in the Janata Samajbadi Party Nepal is blamed on former leader Upendra Yadav trying to form an alliance with the opposition.\n\nPrime Minister Pushpa Kamal Dahal and other leaders noticed this and split Yadav's party to prevent the plan. Most of the party members stayed in the ruling coalition.\n\nThese splits are common in Nepal, especially among parties representing Madhes, a region with marginalized communities. The breakup-merger process is often driven by power struggles and personal conflicts, rather than ideological differences.\n\nThese splits weaken important political movements and make people lose faith in parties. They also reduce the presence of diverse political forces in Nepal, which is important for a vibrant society.","summary":"Nepal's ruling coalition splits again, with the Janata Samajbadi Party Nepal dividing over alleged plans to topple the government and join the opposition."},{"hash":"349bf15e76b9ee93953ea9dcd19ecc5848ef7349536cadd8b4015572475f8225","title":"Doing something together","link":"https://kathmandupost.com/editorial/2024/05/05/do-it-together","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb14-1714955634.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"editorial","content":"Prime Minister Dahal wants to investigate fraud in cooperative banks. He says it is a serious problem and wants to form a parliamentary committee to investigate. He also says that the investigation should not target any specific person, including Home Minister Lamichhane, who is accused of embezzlement. However, the main opposition party, the Nepali Congress, does not trust Dahal and believes he is trying to protect Lamichhane. They have vowed to continue blocking parliament until the investigation is launched. To avoid this, Dahal must convince the Congress that the investigation will be fair and that no one will be shielded from investigation, even Lamichhane.","summary":"Prime Minister Dahal proposed a parliamentary probe into fraudulent co-operative practices, but the Nepali Congress expressed skepticism over the potential shielding of Home Minister Lamichhane from investigation."},{"hash":"b8cf800b128e5429effac6538b5cdeff14e12e5c92d4968c239f48ce105eb283","title":"**Padam Giri Interview Summary**\n\nPadam Giri, a successful entrepreneur and investor, shares his insights and experiences:\n\n* **Startups:** Focus on solving real problems and building a strong team.\n* **Investments:** Look for companies with passionate founders, a clear mission, and a track record of success.\n* **Personal Growth:** Embrace continuous learning, networking, and seeking mentors.\n* **Advice for Aspiring Entrepreneurs:** Believe in yourself, be persistent, and learn from setbacks.\n* **Role of Technology:** Leverage technology to automate tasks, improve efficiency, and connect with customers.\n* **Social Responsibility:** Businesses should contribute to society and make a positive impact.","link":"https://kathmandupost.com/interviews/2024/05/05/interview-with-padam-giri","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/padamgiri-1714923097.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"interviews","content":"**Parliamentary Session and Challenges:**\n\n* The parliament session begins with unresolved differences between the ruling and opposition parties over investigating charges against a government minister.\n* The opposition wants to focus on one specific case, while the government prefers a broader study of the cooperative sector.\n* The budget endorsement process could be affected if the parties fail to compromise.\n\n**Government's Plan for Parliamentary Productivity:**\n\n* The government aims to facilitate bill endorsements and enhance the productivity of the parliament.\n* 24 bills are under consideration, including those related to enforced disappearances and school education.\n* The government plans to register several bills in the upcoming session.\n\n**Bill Drafting Process:**\n\n* The government recognizes the need for broader consultation in drafting bills to reduce controversy.\n* Ministries will be encouraged to engage stakeholders in the process.\n\n**Transitional Justice Bill:**\n\n* Disputes over classifying murder as a serious violation and reducing sentences are the key issues holding up the bill.\n* The government hopes to find common ground and endorse the bill soon.\n\n**Recommendation Committee for Transitional Justice Commissions:**\n\n* The committee has been formed despite objections.\n* The government believes the committee should proceed with its work as ordered by the Supreme Court.\n\n**Judicial Vacancies:**\n\n* Justices will be selected soon to fill vacant positions in the Supreme Court.\n\n**Electoral System Discussions:**\n\n* There have been discussions about amending the electoral system to ensure greater stability.\n* However, the UML and Congress are not currently considering a coalition government.","summary":"The Nepali federal parliament's budget session commences without resolving the ongoing dispute over forming a probe committee for allegations against a government official, leaving its smooth functioning uncertain despite plans to endorse crucial bills."},{"hash":"39eb27d07dda639b3d5dd4481b8d6012361b0eeb330937898496f65c11c09fe8","title":"Expect difficulties in the coming two months due to recent fires.","link":"https://kathmandupost.com/interviews/2024/04/28/next-two-months-will-be-challenging-due-to-fire-incidents","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/anilpokharel-1714368894.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Fire Incidents in Nepal: Causes and Solutions**\n\nMany fires in Nepal have caused loss of life and property. The National Disaster Risk Reduction and Management Authority explains why:\n\n**Causes:**\n\n* Lack of rainfall, leading to dry vegetation\n* High temperatures and strong winds\n* Accumulation of dry leaves and debris from previous winters\n* Stubble burning by farmers\n* Empty and overgrown settlements\n\n**Solutions:**\n\n* Increased rainfall and reduced temperatures\n* Training people to fight fires, especially in community forest groups\n* Using portable fire pumps, which are easy to use in remote areas\n* Developing rescue equipment and helicopters\n* Raising awareness about the dangers of stubble burning\n* Conducting risk assessments and strengthening local governments' response capabilities","summary":"Numerous destructive fire incidents in Nepal have caused fatalities and widespread property loss in recent weeks, primarily due to insufficient rainfall, soaring temperatures, high winds, and accumulated forest litter."},{"hash":"2d1dcd1af2a010f1dc8a5288d051100d0a7e6e1ee7a6d0087e377a8fa051364f","title":"Nepal offers equal opportunities and a fair business environment for all investors, regardless of nationality or size, to encourage investment and economic growth.","link":"https://kathmandupost.com/interviews/2024/04/28/nepal-presents-equal-opportunity-for-all-investors","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1714270342.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Nepal Investment Summit**\n\nNepal is hosting an investment summit to attract foreign investment. The government will present investment opportunities and try to get investors interested.\n\n**What's Different This Time?**\n\nNepal has learned from past summits and is working to make it more attractive for investors.\n\n**Government Actions**\n\n* Changed laws to make it easier to invest\n* Improved sovereign credit rating\n* Created policies to make it easier to bring in and take out investments\n\n**Investor Concerns**\n\n* Taking back profits\n* India's policy of not buying power from projects with Chinese investment\n\n**Government's Response**\n\n* There are legal ways to take back profits\n* Nepal will sell extra energy to other countries\n* Geopolitical factors will not affect investments\n\n**Other Concerns**\n\n* Political instability\n* Interest of specific investors\n\n**Government's Position**\n\n* Political changes won't stop investments\n* Consistent policies will benefit investors\n* Even investors with ties to other countries are still interested in investing","summary":"Nepal hosts the third Investment Summit to attract foreign direct investment, having learned from previous summits and offering amended laws, sovereign credit rating, improved investment policies, and energy export plans despite geopolitical challenges."},{"hash":"b8119b43ed80553d871f3b6e70a45b435e16350f69e3656d8ec00cdfd1f5e39e","title":"Direct election of Prime Minister and Chief Ministers could solve the problem of political instability and confusion.","link":"https://kathmandupost.com/interviews/2024/04/21/direct-election-of-prime-minister-and-chief-minister-way-out-of-instability","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/interview-1713764589.jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"interviews","content":"**Political Bickering Hinders Provincial Governments**\n\nPolitical parties are competing aggressively to form provincial governments, causing public frustration. Leaders are blaming the electoral system for political instability, but political culture and personal ambition are the real culprits.\n\n**Mixed Electoral System under Scrutiny**\n\nThe electoral system combines proportional representation (PR) with direct election. Some argue that it promotes corruption and instability due to its lack of clear majorities. Others believe that it has increased representation for marginalized groups.\n\n**PR vs. FPTP: A Debate**\n\nThe first-past-the-post (FPTP) system is seen as favorable to certain groups, while the PR system provides more representation for women, dalits, and indigenous communities. Leaders have misused the PR system, selecting unqualified candidates and selling seats for profit.\n\n**Direct Election of Executives Proposed**\n\nTo address instability, a political analyst suggests electing the Prime Minister and Chief Ministers directly, similar to the system in local governments. This would remove the influence of political parties and provide stability.\n\n**Provinces: A Burden or Opportunity?**\n\nProvinces are accused of financial burden and corruption. However, they were created to address Nepal's centralized governance and promote inclusivity. Poor governance and lack of reforms have contributed to their failure.\n\n**Public Sentiment in Madhesh Province**\n\nPeople in Madhesh Province are dissatisfied with the lack of progress in the federal system and the continued dominance of elite groups. They question the benefits of provinces.\n\n**Rise of New Parties**\n\nThe Janamat Party and Nagarik Unmukti Party emerged in the 2022 elections, representing Madhesh discrimination and Tharu community interests respectively. They challenge the old Madheshi parties and advocate for good governance.","summary":"As political parties engage in power struggles and blame the electoral system for instability, analyst Tula Narayan Shah advocates for direct election of executive heads and reforms to empower provinces."},{"hash":"5c600ef479c5d95e859fb1a9dbd261d3a264f62d509d4185d7c4d11d0a9bb8ee","title":"I support a fully proportional representation system with a 5% threshold.","link":"https://kathmandupost.com/interviews/2024/04/15/i-am-for-a-fully-pr-system-with-a-five-percent-threshold","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/interviews/Untitled1-1713152017.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"interviews","content":"**Proposed Electoral Reform in Nepal**\n\nNepali Congress leaders are urging a change in the mixed electoral system, arguing that it leads to political instability. They believe the two largest parties (Congress and UML) should collaborate to reform the system.\n\nFormer election commissioner Neel Kantha Uprety believes any electoral system's success depends on its users and must align with the country's unique circumstances. Nepal's mixed system, introduced in 2007, was designed to ensure representation for historically marginalized groups.\n\nHowever, political leaders have misused the PR system by promoting their close associates, leading to anomalies. Experts suggest a fully PR system with provisions to prevent manipulation and ensure true inclusivity.\n\nOther proposals include increasing the threshold for PR representation and allocating certain constituencies for marginalized groups, but these are considered less effective.\n\nUprety advocates for a fully PR system with a raised threshold, which would reduce costs and increase inclusivity.\n\nAllowing Nepalis abroad to vote is technically feasible but considered politically inconvenient for leaders due to the unpredictable nature of overseas votes.","summary":"Nepali Congress and CPN-UML suggest electoral reform to ensure political stability, with mixed reactions and discussions on past anomalies and potential improvements in the mixed electoral system."},{"hash":"16ca03860b600f5d221a63cab7bc1b2ab4dad746bbb104c9f57095e07f85ef78","title":"Muluki Ain is a legal code that guides the legal system in a particular country.","link":"https://kathmandupost.com/letters/2021/11/08/muluki-ain-is-a-legal-code","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/third-party/mulukiain-1636421052.jpg&w=900&height=601","date":1636329600000,"source":"kp","category":"letters","content":"The Muluki Ain, a legal code created in 1854, aimed to establish a rule of law and modernize the legal system. It recognized the caste system as part of Nepal's social structure but also called for reforms to address its injustices. The code covered all aspects of life, from criminal punishments to social customs. While it was based on traditional values, it also acknowledged the need for change.","summary":"The 1854 Muluki Ain translated by Heidelberg University rationalized the legal structure and codified principles of law throughout Nepal, recognizing the rule of law, while acknowledging the caste system's presence and expressing intent for future reforms."},{"hash":"f26d8550751249ca6fce9099e307f744741857845591c48ab0d55210ac42e144","title":"Misleading news is like a distorted mirror, it shows a twisted version of the truth. It's like a puzzle with pieces that don't fit, leaving you confused. It can be hard to spot, like a chameleon hiding in plain sight. Misleading news can manipulate our thoughts, just like a puppet master pulling strings. It's spread through social media, like wildfire fueled by wind.","link":"https://kathmandupost.com/letters/2021/04/12/misleading-news","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/opinion/thumb-1618223282.jpg&w=900&height=601","date":1618185600000,"source":"kp","category":"letters","content":"Sinohydro, the construction company of the Melamchi Water Supply Project, denies the claim that they did not pay for resources used to build the project in Helambu. They claim to have acquired materials legally from various sources, including local vendors and foreign imports. They also mention recycling discarded materials from the construction site. All purchases and payments are documented and kept in their office. They assert that the news report is inaccurate and should be corrected.","summary":"Sinohydro denies allegations of unpaid taxes for materials used in the Melamchi Water Supply Project, claiming it sourced materials legally and fulfilled payment obligations to vendors."},{"hash":"e862b51d7419ba6f589572cd4032419c790b93c181a1334f46e1b9ab2f51169b","title":"Mix-up or wrong ideas lead to confusion.","link":"https://kathmandupost.com/letters/2021/01/03/misunderstanding","date":1609632000000,"source":"kp","category":"letters","content":"**Nepalis seeking to work in Japan:**\n\n* Japan needs workers due to labor shortage.\n* Nepal and Japan have an agreement to send skilled workers directly.\n* The government of Japan does not control private employment contracts.\n* Private agencies can play a role in helping Nepali workers find jobs in Japan.\n* Nepali workers may need to pay for expenses like airfare, insurance, and medical exams.\n* Japan has similar agreements with other South Asian countries.","summary":"Japan and Nepal's 2019 Memorandum of Cooperation allows Nepali workers to find employment directly with Japanese employers without government involvement, but private agencies can assist in job placement; however, associated costs like airfare may be borne by the workers."},{"hash":"4d564e4aa9b147540d5d27c861b9724bce96976aa16a590835a10f4f29687ad6","title":"Contributions to Nepali language and literature include:\n\n* Creating and developing a standardized Nepali language\n* Developing Nepali grammar and dictionary\n* Translating literary works from other languages into Nepali\n* Writing original works in Nepali language\n* Establishing literary organizations and publications\n* Promoting Nepali language and literature through educational institutions and programs","link":"https://kathmandupost.com/letters/2020/11/30/contributions-to-nepali","date":1606694400000,"source":"kp","category":"letters","content":"Michael Hutt, a professor at SOAS University of London, expresses gratitude to Deepak Thapa for raising concerns about Nepali studies in Europe and America. He acknowledges the significant contributions of his colleague Krishna Pradhan, who taught Nepali for 15 years at SOAS. Hutt notes that Pradhan's presence enabled the development of courses in Nepali literature, history, and culture. However, he expresses regret that these courses will no longer be available to future students in the UK.","summary":"The author expresses gratitude for Deepak Thapa's concerns about Nepali studies in Euro-America, acknowledging the contributions of his colleague Krishna Pradhan, whose retirement in 2019 led to the discontinuation of Nepali courses at SOAS University of London."},{"hash":"a1d8bb473b76b044c715510c1e3cd12b7293a4516faf36066b07acc77fd64756","title":"chhaupadi-persists","link":"https://kathmandupost.com/letters/2020/09/24/chhaupadi-persists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2020/third-party/thumb3-1600897015.jpg&w=900&height=601","date":1600905600000,"source":"kp","category":"letters","content":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email ","summary":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email "}]