[{"hash":"4adecc78674c4904d6258cc34ddcbbac079fd0435d1b9573015113d463e6d7e8","title":"The President will reveal the government's policy program in a special meeting of the Federal Parliament.","date":1715668175939,"source":"nn","link":"https://nepalnews.com/s/nation/president-to-unveil-government-policy-programme-in-joint-meeting-of-federal-parliament","imageLink":"https://web.nepalnews.com/storage/story/1024/FederalParliamentSept12_201909141811471689332766_1024.jpg","category":"nation","content":"On Tuesday, the President will present the government's plans for the year to the federal parliament. Officials have prepared for the meeting, which will include important guests. Opposition lawmakers suggest that the plans should address people's needs, job creation, and rural development.","summary":"President Paudel will present the government's policy and program for the next fiscal year to a joint meeting of parliament on Tuesday."},{"hash":"c7dbc6d8acd171264e128c3ea6cbde9275bb7f7d8a63f3928302a4bb3923810e","title":"India's 5-year economic development plan is ready. It has ambitious goals to boost the economy and improve people's lives.","date":1715668180157,"source":"nn","link":"https://nepalnews.com/s/business/16th-five-year-periodic-plan-draft-ready-with-ambitious-plans","imageLink":"https://web.nepalnews.com/storage/story/1024/national_planing_commision1715174848_1024.jpg","category":"business","content":"**Nepal's 16th Five-Year Plan**\n\n**Goals:**\n- Good governance\n- Social justice\n- Prosperity\n\n**Targets:**\n- Economic growth: 7.3%\n- Per capita income: $2,413\n- Absolute poverty: 20.3%\n- Inflation: 5%\n- Life expectancy: 73 years\n- Literacy rate: 85%\n- Unemployment rate: 5%\n- Electricity production: 11,769 MW\n- Internet access: 90%\n\n**Other Key Points:**\n- Increase revenue-to-GDP ratio to 24%\n- Maintain trade deficit at 24% of GDP\n- Create 1.2 million jobs per year\n- Increase minimum wage to $25,000 per month\n- Improve rule of law, competitiveness, and anti-corruption efforts\n- Promote technology adoption and innovation\n- Empower marginalized communities\n- Explore new foreign employment opportunities","summary":"Nepal's 16th Five-Year Periodic Plan aims for economic growth (7.3%), reduced poverty (20.3%), and social progress (health, literacy, employment) while promoting good governance, social justice, and prosperity."},{"hash":"a60a0a5adbebd953d3f935479d051b04adee3b266d7c6f6d8af9e8ad8b2961f0","title":"Partly cloudy weather is expected in hilly areas.","date":1715668188572,"source":"nn","link":"https://nepalnews.com/s/nation/partly-cloudy-weather-predicted-in-hilly-region","imageLink":"https://web.nepalnews.com/storage/story/1024/hot_weather1687700628_1024.webp","category":"nation","content":"Nepal's weather forecast:\n\n* Partly cloudy in hilly regions with some rainfall and thunder.\n* Fair weather elsewhere.\n* Light snowfall in high mountains.\n* Weather may change in eastern and central Nepal at night, with fair weather elsewhere.","summary":"Partly cloudy weather in hilly regions, fair weather elsewhere, with light rainfall and snowfall in some areas of three provinces and partly to general weather change expected in three provinces at night."},{"hash":"61475c7de34979e915d859aa05c896448cec902c850e9f161b2f164c902d7b70","title":"This monsoon season, more-than-average rainfall is expected.","date":1715668192492,"source":"nn","link":"https://nepalnews.com/s/nation/more-than-average-rainfall-likely-in-this-monsoon-met-department","imageLink":"https://web.nepalnews.com/storage/story/1024/rain_(4_of_9)1677418608_1024.jpg","category":"nation","content":"**Monsoon Forecast:**\n\nMore rain than usual this year in most parts of Nepal during the monsoon season.\n\n**Rainfall Predictions:**\n\n* Northwest Sudurpashim, Southeast Bagamati, Central Madhesh, and Central/Mid-West Koshi: 35.4% to 65.5% more rain than average\n* West Karnali, Central Gandaki, Northeast Koshi: 35% to 45% more rain than average\n* Minimum rainfall in all areas expected to be at least 35% more than average","summary":"The Department of Hydrology and Meteorology predicts above average rainfall in most regions of Nepal during the upcoming monsoon season."},{"hash":"69cd7867f16ed270732741e62be0345e2d9b445afaf39a3c5a4241b8a77941b6","title":"26 people died in fire incidents in a month (Baisakh). This is the highest number of fire-related deaths ever recorded in this month.","date":1715668197582,"source":"nn","link":"https://nepalnews.com/s/nation/fire-incidents-cause-26-deaths-in-a-month-baisakh-probably-reports-highest-cases-first-time-1","imageLink":"https://web.nepalnews.com/storage/website/default_1024.jpg","category":"nation","content":"**Fire Incidents in Nepal**\n\nIn April and May, there were 861 house fires and 573 forest fires in Nepal.\n\nThese fires caused:\n\n* 26 deaths\n* 73 injuries due to house fires\n* 6 deaths and 13 injuries from forest fires\n* Many families affected\n\nThere were also 8 lightning strike deaths, 2 altitude sickness deaths, and one each from flooding and animal attacks.\n\nUsually, forest fires are most common in January to June, but this year, March and April had the most incidents.\n\nMost forest fires are started by people who want to encourage plant growth. Lack of awareness and smoking also contribute to fires.","summary":"In April-May, Nepal experienced 861 fire incidents resulting in 26 deaths and 86 injuries, with forest fires accounting for six deaths and 13 injuries, possibly marking the highest number of forest fires in Baisakh month."},{"hash":"a60df9dc76148ec125b04dd467a8e8750e6344f8b6e39c99dbf8831db91a06a9","title":"In one month, 26 people died in 26 fire incidents in Bangladesh. This is likely the highest number of fire-related deaths ever recorded in the month of Baishakh.","date":1715668203982,"source":"nn","link":"https://nepalnews.com/s/nation/fire-incidents-cause-26-deaths-in-a-month-baisakh-probably-reports-highest-cases-first-time","imageLink":"https://web.nepalnews.com/storage/story/1024/Manang_forest_fire1681707860_1024.jpg","category":"nation","content":"**Fire Incidents in Nepal (April-May)**\n\nIn the month of Baisakh (April-May), Nepal experienced a high number of fire incidents, causing:\n\n* 26 deaths\n* 861 fires (20 deaths, 73 injured)\n* 573 forest fires (6 deaths, 13 injured)\n* 1,364 families affected by fires\n* 404 families affected by forest fires\n\nThis includes the highest number of forest fires ever recorded in Baisakh. Fires are common in Nepal from January to June, especially in the Terai region and inner Madhesh. Deliberate burning for vegetation growth and lack of awareness contribute to forest fires.","summary":"Nepal recorded 26 deaths from 861 fire incidents and 573 forest fires in Baisakh, likely marking the first time forest fires peaked in that month."},{"hash":"da81625d9c62e2303ec86d04c3bfb749119349cca615e1fb69508a67b31fcc49","title":"Parliamentary deadlock to end by Tuesday; PM Dahal","date":1715668210228,"source":"nn","link":"https://nepalnews.com/s/politics/parliamentary-impasse-ends-by-tuesday-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_prachanda1715566297_1024.jpg","category":"politics","content":"Prime Minister Prachanda believes that the deadlock in parliament will end by Tuesday. He met with President Paudel and discussed the President's upcoming speech to the parliament. Prachanda expressed confidence that the speech will go smoothly. In addition, he stated that the government will form a committee to address the problems of cooperatives victims. The Prime Minister also clarified that it is not true that the previous government helped GB Rai, who is accused of misappropriating cooperatives' funds, flee the country.","summary":"PM Prachanda anticipates resolving parliamentary deadlock by Tuesday, discusses policy and programs with President Paudel, and addresses concerns of cooperative victims."},{"hash":"2165db3ad229b8198f7d7924349127eb28c0732cae88617ea9825599a4e56d6a","title":"D.P.M. Yadav, a minister in the Uttar Pradesh government, has stepped down from his post.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/health/dpm-yadav-resigns-from-government","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav1616083078_1024.jpg","category":"health","content":"Deputy Prime Minister and Health Minister Upendra Yadav resigned today. He said he couldn't continue in the government because of recent political developments. State Health Minister Deepak Karki also resigned today.","summary":"Deputy Prime Minister Upendra Yadav and Minister of State Deepak Karki resign from Nepal's government due to political disagreements."},{"hash":"05c77dac579a022ff42d20918b3bd9e841b7a6f62859ca205fd2f2d0ac9e1251","title":"Ghimire, the speaker of the House of Representatives, has met with Prime Minister Dahal.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/politics/speaker-ghimire-calls-prime-minister-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/1674121407_devrajghimire_1200x560_202301191710261688557336_1024.jpg","category":"politics","content":"Speaker Ghimire called Prime Minister Prachanda to discuss government policies and the House's work. Prachanda said he had talks with other parties and they may reach a consensus today. He also said he will work to resolve the House deadlock upon his return. Ghimire had previously met with party leaders to discuss resuming House activities and passing the budget without political disputes.","summary":"Speaker Ghimire and PM Dahal discussed government policies, political consensus, and efforts to resume House proceedings effectively."},{"hash":"1427ed4497fc266d3dfc682fd83b960eb0d9b523df77c225f5257c0bd8c0960a","title":"**Joint Scholarship Project in Ichangu Narayan, Nepal**\n\n* Provides scholarships to students from disadvantaged backgrounds.\n* Supports their education from primary to higher levels.\n* Aims to improve educational opportunities and reduce dropout rates.\n* Run by locals in collaboration with an international NGO.","date":1715668223129,"source":"nn","link":"https://nepalnews.com/s/capital/the-joint-scholar-ship-project-in-ichangu-narayan","imageLink":"https://web.nepalnews.com/storage/story/1024/1b463270_790c_444e_983a_21c83170d6301715564327_1024.jpeg","category":"capital","content":"There is no input text provided for me to summarize. Please provide the text you want summarized.","summary":"Input provided is empty, so I am unable to summarize any events."},{"hash":"d3816f7ee9c500ce0467bf552e972865ec7b6829d9cd592d64d97b26b79f15ac","title":"Air pollution in Kathmandu Valley has decreased due to the lockdown measures implemented to prevent the spread of COVID-19.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/capital/kathmandu-valley-s-pollution-decreases","imageLink":"https://web.nepalnews.com/storage/story/1024/2009_03_Kathmandu_081690373290_10241698818973_1024.jpg","category":"capital","content":"**Air Pollution in Kathmandu Drops after Rain**\n\nAir pollution in Kathmandu has improved since recent rainfall. The city was once the world's most polluted, but now ranks 50th.\n\nThe rainfall has helped control wildfires, which have contributed to air pollution.\n\nAir quality levels are measured on a scale from 0 to 500, with 0-50 being healthy and higher levels being increasingly unhealthy. Kathmandu's current air quality index is 56, which is moderate.","summary":"Kathmandu Valley's air pollution, once the world's worst, drastically improved after rainfall reduced wildfires, resulting in an Air Quality Index of 56, classified as moderate."},{"hash":"1d75ece0f2263764250d18fcdedf8e8436c5aceb5b7cd76a18799f86849e2bbd","title":"Prime Minister Prachanda met with President Bidya Devi Bhandari to discuss important national issues, including preparations for upcoming elections.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/capital/meeting-with-president-paudel-by-prime-minister-prachanda","imageLink":"https://web.nepalnews.com/storage/story/1024/14eaed5b_9948_4011_9ef5_2edd408aba3c1715508825_1024.jpg","category":"capital","content":"**Prime Minister Dahal and President Paudel met at the Rashtrapati Bhawan on Sunday to discuss current affairs in the country.**","summary":"Prime Minister Pushpa Kamal Dahal and President Ramchandra Paudel met at Rashtrapati Bhawan Sheetal Niwas to discuss current national affairs."},{"hash":"5e3394242f39414bd04b852957ea6af944a47c08bcabdd42487b9336b6b4cc4a","title":"Rato Machhindranath Festival Begins\n\nThe famous Rato Machhindranath festival has begun, honoring the rain god. Devotees believe the deity's journey from Bungmati to Patan Durbar Square will bring rainfall and good harvest. The festival involves chariot pulls, traditional dances, and cultural performances.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/capital/rato-machhindranath-jatra-begins-1","imageLink":"https://web.nepalnews.com/storage/story/1024/rato_machindra1715439889_1024.jpeg","category":"capital","content":"Rato Machhindra jatra, a festival honoring the rain god, has started. The chariot of Rato Machindranath was built at Pulchowk and is now being pulled to Gahbahal with music. After passing through Patan, it will reach Jawalakhel for the bhoto jatra exhibition.","summary":"Rato Machhindranath's chariot, symbolizing rain and prosperity, began its journey from Pulchowk to Gahbahal, accompanied by music and the installation of the deity's statue."},{"hash":"795a19c271c2822e7173d13216f0f5406463c568822a25c792250fcfd3a1e032","title":"Rato Machhindranath Festival has begun. It is celebrated in Kathmandu, Nepal over four months. The festival honors Machhindranath, a tantric deity. The main attraction is a chariot procession carrying the idol of Machhindranath. The festival brings together people from all over the country and promotes cultural and religious harmony.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/capital/rato-machhindranath-jatra-begins","imageLink":"https://web.nepalnews.com/storage/story/1024/rato_machindra1715439889_1024.jpeg","category":"capital","content":"The Rain God festival has started. A chariot for Rato Machhindranath, the god of rain and good times, is being pulled through the streets. The chariot is going to Jawalakhel, where a famous dance performance will take place.","summary":"Rato Machhindranath's chariot, carrying the deity of rain and good times, commenced its journey from Pulchowk to Gahbahal, accompanied by musical instruments and the famous Bhoto Jatra exhibition."},{"hash":"87fac0cb140b2af285af825560c1e6eb68abf51d7fc15211617917cf97004287","title":"Person arrested with an undisclosed amount of cash.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/capital/arrested-with-an-undisclosed-amount-of-money","imageLink":"https://web.nepalnews.com/storage/story/1024/BimalBista_KTM_RSS_28_pakrauparekaharu1715328238_1024.jpg","category":"capital","content":"Police in Kathmandu arrested two men, Samir Sunar and Milan, from Rupandehi with nearly 10 lakh rupees in cash.","summary":"The Valley Crime Investigation Office apprehended two men from Rupandehi with an undisclosed sum of Rs 9.8 lakh in Kathmandu."},{"hash":"d2168bf58fe63b9eb2bc21cbc05da2f14c9d7ecf14800220c7e9e25091159e08","title":"Two people were arrested for wearing gold-coated clothes at the Tianjin airport in China.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/issues/two-arrested-with-gold-coated-clothes-from-tia","imageLink":"https://web.nepalnews.com/storage/story/1024/airport_21706092063_1024.webp","category":"issues","content":"Police arrested two Indian men at Kathmandu airport for smuggling gold. The men, Suresh Kumar and Mohan Kumar Ganeshan, concealed gold on their clothing. Suresh Kumar had 2.6 kg of gold, while Mohan Kumar had 2.5 kg. Police are investigating.","summary":"Police arrested two Indian nationals with 5.1 kg of gold-looking yellow metal from Tribhuvan International Airport."},{"hash":"1331f7c4da881508ca6b88fa8ea521a620ffe51a6590327c71db78167f14eb09","title":"Finance Minister: No arbitrary tax rate changes","date":1715668253949,"source":"nn","link":"https://nepalnews.com/s/business/finance-minister-says-tax-rate-will-not-be-changed-arbitrarily","imageLink":"https://web.nepalnews.com/storage/story/1024/barsha_man_pun1714640138_1024.jpg","category":"business","content":"Finance Minister Pun says there will be no sudden tax rate changes in the upcoming budget. He assures that the tax rate will be changed in the best interests of the nation, not to benefit his close associates. The government aims to end economic slowdown and encourages the private sector to contribute to development and prosperity. The government is working to address issues in the construction sector and assume liabilities from the previous government.","summary":"Finance Minister Barshaman Pun assures no arbitrary tax changes, focusing on economic revival, transparency, and addressing construction sector slowdown."},{"hash":"e1a23ccf9512388b792d3f9b02188a4f59e97127e440edbd70af7a9c589b4e98","title":"Gandaki, Koshi, and Bagmati provinces of Nepal have experienced rainfall today.","date":1715668258530,"source":"nn","link":"https://nepalnews.com/s/nation/today-s-weather-rainfall-in-gandaki-koshi-and-bagmati-provinces","imageLink":"https://web.nepalnews.com/storage/story/1024/Cloudy_Weather1615618535_1024.jpg","category":"nation","content":"**Today's Weather:**\n\n* Rain in parts of Gandaki, Koshi, and Bagmati provinces.\n* Partly cloudy in most areas.\n* Light to moderate rain with thunder and lightning expected in some hilly and Tarai areas.\n* Possible light snowfall in high hilly and mountainous regions.\n* Partly cloudy in Koshi, Bagmati, Gandaki, Lumbini, and Karnali provinces tonight.\n* Possible light rain in some hilly areas of Bagmati, Gandaki, and Lumbini provinces.","summary":"Rainfall is occurring in Gandaki, Koshi and Bagmati provinces due to local wind, westerly wind, and a low pressure system formed in Bihar, India."},{"hash":"b77e6ffb6806ce05c8f6f665b5e84917f97e01932567872b50f62891dc13d955","title":"Pakistan has achieved more development after the establishment of a republic than during the era of monarchy.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/nation/development-achieved-post-republic-establishment-far-outweighs-that-during-monarchical-rule-pm","imageLink":"https://web.nepalnews.com/storage/story/1024/441231363_3666155390265854_269062004877915922_n1715595350_1024.jpg","category":"nation","content":"Prime Minister Dahal says Nepal has developed more in the last 20 years since becoming a republic than in the 250 years before.\n\nHe says there is now more infrastructure, such as roads, schools, hospitals, and electricity. The government is also working on projects like the Nagdhunga tunnel road and the Multi-purpose Marin Diversion Project.\n\nDahal says these projects show that Nepal is making progress towards becoming a developed nation.","summary":"PM Prachanda asserts significant development in Nepal since the establishment of the republic, citing advancements in infrastructure, humanitarian initiatives, and the construction of the Signature Bridge over the Narayani River."},{"hash":"4fbb60e3f6f1449c4228c2d8e15d7ce2c9a7cd8d7fefe2e053d115324a6b6848","title":"Nepal's Supreme Court has overturned the government's decision to dissolve Parliament and has ordered its reinstatement. The decision comes after a political crisis in which the Prime Minister dissolved Parliament, leading to protests and political instability.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/politics/supreme-court-moved-over-jsp-nepal-split","imageLink":"https://web.nepalnews.com/storage/story/1024/supreme_court1692883355_1024.jpg","category":"politics","content":"Upendra Yadav wants the Supreme Court to cancel the election commission's decision that recognized a new political party led by Ashok Kumar Rai.\n\nThe new party was created after Rai split from Yadav's party.\n\nYadav also wants the Supreme Court to declare that the new party's members cannot serve in parliament.\n\nThe Supreme Court will hear the case on May 15th.","summary":"Upendra Yadav filed a writ petition at the Supreme Court challenging the Election Commission's recognition of the splinter Janata Samajwadi Party led by Ashok Kumar Rai."},{"hash":"20f21ed929fda3b486b48c9bf8449e3c329d19ab49630ec866e2b3ba9ee10274","title":"Government informs Speaker about preparations for plans and policies for next fiscal year.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/politics/govt-informs-speaker-about-ongoing-preparations-on-upcoming-fy-s-policy-programme","imageLink":"https://web.nepalnews.com/storage/story/1024/samsad_parliament_e16597781417201670681292_10241697616749_1024.jpg","category":"politics","content":"Government officials informed the leaders of the parliament, including the Speaker and the chief whips of major political parties, about the upcoming fiscal year's policies and programs. The government proposed that the policies be presented on May 14th and asked for the support of the opposition party, Nepali Congress (NC). The NC, however, raised concerns about alleged cooperative scams and requested an investigation.","summary":"The government informed the Speaker and political party whips about the upcoming fiscal year's policy and program, requesting cooperation from the main opposition party to avoid obstruction and urging consensus."},{"hash":"7e74c290ce513c9650f9755da425c3fa77b1ef1c55becf8f991d9246d050ee99","title":"Prime Minister Pushpa Kamal Dahal met with Nepali Congress President Sher Bahadur Deuba to discuss current political issues and government priorities.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/politics/pm-dahal-and-nc-president-deuba-hold-meeting","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_residence_baluwatar1715498635_1024.jpg","category":"politics","content":"Nepali Prime Minister Prachanda and opposition leader Sher Bahadur Deuba met to discuss Parliament issues, including an investigation into the misappropriation of cooperative funds. The opposition wants a parliamentary committee to investigate, which the Prime Minister supports. The opposition has been obstructing Parliament until the committee is formed. The government plans to present its policies on May 14 and hopes to end the Parliament obstructions before then.","summary":"PM Prachanda and NC president Deuba met to discuss resolving Parliament obstruction, including NC's demand for a parliamentary committee to investigate cooperative fund misappropriation."},{"hash":"f8282a740f02d116d993c56948f012684d23d53bbe2bd752b50ae2a9ad35eaa3","title":"Political unrest can slow down a country's progress.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/politics/political-instability-takes-a-toll-on-development-chairperson-oli","imageLink":"https://web.nepalnews.com/storage/story/1024/Oli_____1715429406_1024.jpg","category":"politics","content":"Nepal's political instability has hindered development. Infrastructures are essential for development, especially for entrepreneurship and employment. Despite progress in infrastructure for railways, airways, electricity, and communication, the government needs to improve infrastructure further. The government also plans to connect all local centers with roads. Improving capital expenditure and unity among political parties on development is important.","summary":"CPN (UML) Chairperson Oli emphasizes infrastructure development as he acknowledges political instability's impact on it, calling for support from all parties and pledging to prioritize physical infrastructure development."},{"hash":"897627b9caaae4c10ecf3d28b5ba5e0f5b9cea0784331224e65388985ea683c9","title":"Two people arrested for allegedly looting 8 million rupees.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/issues/two-people-arrested-on-charge-of-looting-rs-8-million","imageLink":"https://web.nepalnews.com/storage/story/1024/nepal_police_logo_copy11690967433_1024.jpg","category":"issues","content":"Two people, Janak Mahato and Shrawan Kapar, were arrested for robbing eight million rupees from a cooperative official in Janakpurdham. Police recovered 1.453 million rupees from them.","summary":"Two men were arrested for looting eight million rupees from a cooperative official in Janakpurdham, with one million seized by police."},{"hash":"6ecec7dcc41b0bc63a8072803adddf9fed5da0420ceddc8233e493f8bf2a6cde","title":"Jeep accident in Tanahun, Nepal:\n\n* Jeep fell off a cliff, killing seven people.\n* The accident occurred on the way to a funeral.\n* Four women and three men died in the incident.\n* The driver and one passenger survived but are injured.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/issues/jeep-accident-in-tanahun","imageLink":"https://web.nepalnews.com/storage/story/1024/SanebahadurNepali_Tanahun_RSS_30_phjeepaccident_(1)1715499654_1024.jpg","category":"issues","content":"There is no input text provided. Please provide the input text so that I can summarize it.","summary":"No context provided, so no summary can be generated."},{"hash":"7b5da7471f849ceecb751ef13da93096833ed969408a2a5fc7ed2f453a896e27","title":"DPM Lamichhane says he should get a chance to speak in Parliament.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/issues/i-should-get-chance-to-speak-in-parliament-dpm-lamichhane","imageLink":"https://web.nepalnews.com/storage/story/1024/438169985_10228328384329410_8099006724442484847_n1715418212_1024.jpg","category":"issues","content":"Deputy Prime Minister Rabi Lamichhane claims his right to speak in parliament was denied. He demands a chance to defend himself against accusations of wrongdoing related to cooperatives. He also refutes any authority of the Nepali Congress to instruct his party and challenges his opponents to prove the accusations against him. Efforts are underway to arrest the main suspect in the cooperatives scam.","summary":"Deputy PM Lamichhane demands parliament speech rights amid cooperative probe, challenging allegations and criticizing the Nepali Congress's interference, while seeking efforts to apprehend the main accused in the scam."},{"hash":"4e99a70221a7d6268625e92c0b4ebd09bd1d62198ce041cfeec5e786901fd03d","title":"Minister Joshi urges immediate aid to provide shelter for earthquake survivors in Jajarkot.","date":1715040000000,"source":"nn","link":"https://nepalnews.com/s/issues/minister-joshi-insists-on-immediate-relief-to-build-shelter-for-jajarkot-quake-survivors","imageLink":"https://web.nepalnews.com/storage/story/1024/bhukampa_jajarkot__7_1699080065_1024.jpeg","category":"issues","content":"**Earthquake Relief in Nepal**\n\nMinister Joshi says people who lost homes in the earthquake need help soon.\n\nHe wants to make sure they get money to build shelters before the rainy season.\n\nNepal has had many disasters lately, including earthquakes, floods, and fires.\n\nThe government needs to do more to help people recover from disasters.\n\nKarnali Province needs at least 100,000 new homes for people who lost theirs in the earthquake.","summary":"Following a Jajarkot earthquake, Nepal's Minister for Federal Affairs stressed the need for prompt shelter assistance and disaster risk management to aid earthquake survivors and mitigate future disasters."},{"hash":"8e4afb40f01a17084214e78590634dd3101fcdac783d9e827fc77cefadccdc48","title":"Tragically, a mother and her son were found charred to death in a house fire.","date":1714953600000,"source":"nn","link":"https://nepalnews.com/s/issues/mother-son-charred-to-death-in-fire","imageLink":"https://web.nepalnews.com/storage/story/1024/police1700969307_1024.png","category":"issues","content":"Mother and son died in a fire while trying to put out a forest fire in Okhaldhunga, Nepal. The mother caught fire while protecting hay, and her son died trying to save her. Police are investigating.","summary":"Mother and son died in a fire while trying to extinguish flames in a community forest in Siddhicharan Municipality, Okhaldhunga."},{"hash":"53588064c081a6c87533cca5dc2ede1a5dcb6aeed25fb5a52d14fbd7c1007587","title":"Daily collection of photos from Xinhua News Agency, showcasing a variety of events, people, and places around the world.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/global/xinhua-photos-of-the-day","imageLink":"https://web.nepalnews.com/storage/story/1024/XxjpbeE007130_20240512_PEPFN1A0011715500539_1024.JPG","category":"global","content":"Please provide the text you want me to summarize.","summary":"No information was provided to summarize."},{"hash":"f117941c8a9454e9655471f3cc355d13397ae77cbe40ebfc579adf6f7e7497ad","title":"Ambassador Khatri congratulated the new group of Peace Corps volunteers who will serve in Mongolia.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/ambassador-khatri-congratulates-the-new-batch-of-peace-corps-volunteers","imageLink":"https://web.nepalnews.com/storage/story/1024/440792984_821956013299686_2337627259299591376_n1715417674_1024.jpg","category":"global","content":"Please provide the text you want summarized.","summary":"Sorry, there are no major events to summarize since the input is empty."},{"hash":"9b0893549e23105df4b76c62ab8692bf12cacdd46b822c171e35e8c7cb7a482d","title":"A train crashed in Buenos Aires, Argentina, killing and injuring many people.","date":1715385600000,"source":"nn","link":"https://nepalnews.com/s/global/argentina-buenos-aires-train-accident","imageLink":"https://web.nepalnews.com/storage/story/1024/CnyztpE007004_20240511_PEPFN1A0011715415190_1024.jpg","category":"global","content":"Please provide the text you want me to summarize.","summary":"There is no provided text to summarize."},{"hash":"6ce8b7f76f049609887d25e051f92c36bdc3626bba462cd4f34a775b9acb8deb","title":"**Summary of HWPL Statement on Israel-Iran Conflict:**\n\n* The Heavenly Culture, World Peace, Restoration of Light (HWPL) calls for an immediate ceasefire in the conflict between Israel and Iran.\n* HWPL urges both sides to prioritize dialogue and diplomacy over violence.\n* The organization believes that war only leads to further suffering and destruction.\n* HWPL calls on international organizations to support a peaceful resolution.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/hwpl-statement-on-israel-iran-conflict","imageLink":"https://web.nepalnews.com/storage/story/1024/21715166055_1024.jpg","category":"global","content":"**Israel-Iran Conflict Raises Concerns**\n\nIran and Israel are fighting, raising fears of a larger war. The attacks on non-military buildings and civilians are against international law.\n\n**Civilians Suffer in War**\n\nInnocent people are the most affected by wars. Thousands have died in the recent Israel-Hamas conflict, and Gaza is facing a humanitarian crisis.\n\n**Calls for Peace**\n\nPeace groups urge Iran and Israel to stop fighting and talk peace. They also call on the international community to help promote peace and support humanitarian aid.\n\n**Recommendations**\n\nTo end wars, the international community should:\n\n* Create a peace treaty between Iran and Israel\n* Provide aid to victims of war\n* Uphold international law to protect civilians","summary":"\nThe recent violent conflict between Iran and Israel is causing significant concerns in the international community. The two nations that do not share borders are mobilizing high-end weaponry to attack each other and kill human lives.1 April 2024, the Israeli military attacked the Iranian consulate in Syria. A strike against a non-military facility in a third nation, a nation not directly involved in the conflict, infringes international law and constitutes a war crime. Moreover, on 13 April, Iran responded by attacking Israel’s land. Both nations have pointed their guns directly at each other, and there are growing concerns in the international community that the attacks could escalate into another war.\nThe Israel-Hamas War in Gaza has killed 30,000 since last year, and news outlets reported on dire situations in Gaza, running out of space for proper burial. The war that has persisted in the region over the past century continuously overshadows the prospect of the coexistence of the human race.\nIt is a clear indication that the greatest victims of war are innocent civilians. How could those lost lives ever be brought back? What could compensate for the outcry of children and the anguish of the youth in devastated dwellings?\nHWPL strongly supports the voices of the citizens, the true protagonists of the global village, who oppose war and call for peace. All nations of the global community must uphold the citizens’ demands, thereby ceasing the unjust war and joining to accomplish peace. Organizations worldwide, in alliance with HWPL as peace solidarity, urge Iran and Israel to put a stop to the acts of aggression immediately and to come forward for conversations to usher in peace.\nHWPL recommend that the international community take necessary measures to facilitate the formation of amicable relations between the two nations and provide humanitarian aid. It would be reasonable for all countries to support an international legal instrument for peace that embodies the long-yearned path to peace and to comply with its contents so that we leave a legacy of peace for future generations. HWPL will not spare its efforts for peace and cessation of wars.\n\n\n\n\n\n\n\n"},{"hash":"c94f8e4afac88e1cb0fb370ada56857a008186039807d76728b22d93ca250d67","title":"Nepal and Korea are preparing for a high-level visit.","date":1715126400000,"source":"nn","link":"https://nepalnews.com/s/global/preparation-of-high-level-visit-between-nepal-and-korea","imageLink":"https://web.nepalnews.com/storage/story/1024/korea1715163613_1024.jpg","category":"global","content":"Nepal and South Korea are celebrating 50 years of friendship.\n\nHigh-level officials from South Korea will visit Nepal.\n\nThe two countries have been working together in many areas.\n\nSouth Korea is the 4th largest investor in Nepal.\n\nA new Hyundai assembly plant will open in Nepal soon.\n\nSouth Korea wants to invest more in Nepal's hydropower.\n\nNepali workers are in high demand in South Korea.\n\nNepali workers are now working in new fields like service and forestry in South Korea.\n\nWorkers who return to Nepal from South Korea often start their own businesses.","summary":"Nepal and South Korea prepare for high-level visits and numerous events to commemorate 50 years of diplomatic relations, with South Korea emerging as a major investor and job destination for Nepalis."},{"hash":"e723ab3067a8adddaf32c9827d2897f76acc62350800bee739d3b29786c034f6","title":"Japan and Nepal have many similarities, according to Japan's Foreign Minister Yoko Kamikawa.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/global/japan-and-nepal-share-many-things-in-common-japan-s-foreign-minister-kamikawa-yoko","imageLink":"https://web.nepalnews.com/storage/story/1024/japan_foregn_minister1714872450_1024.jpg","category":"global","content":"Japan and Nepal share similarities, such as mountainous terrain and being democratic countries. They have faced earthquakes and supported each other in the aftermath. Japan has assisted Nepal's development since 1969 in various areas, including infrastructure and education.\n\nDespite resource scarcity, both countries desire a free and lawful international community. Japan supports Nepal's sustainable growth and stability.\n\nThe presence of Nepalis in Japan has grown, contributing to the deepening relationship between the two countries. Japan aims to cooperate with Nepal on \"Women, Peace and Security\" initiatives.\n\nAs 2026 marks the 70th anniversary of diplomatic relations and Nepal's LDC graduation, Japan expresses its commitment to strengthening the relationship and supporting Nepal's future development.","summary":"Japan and Nepal, both mountainous and democratic nations, have supported each other during earthquakes and collaborated in areas such as infrastructure, education, and WPS, strengthening their relationship since 1969."},{"hash":"f78de7c21d918a8abb8bbdea463633c20e2daf9e9ed08bca441e8f4e7e4745a3","title":"Finance Minister meets with development partners to discuss how the government will plan its budget.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/business/fm-pun-discusses-budget-formulation-with-development-partners","imageLink":"https://web.nepalnews.com/storage/story/1024/barshaman_pun_11713426519_1024.jpg","category":"business","content":"Finance Minister Pun met with international organizations and foreign countries to discuss Nepal's upcoming budget.\n\nNepal will focus on attracting foreign investment to support its development goals. The country aims to become a developing nation by 2026 and achieve sustainable development by 2030, and requires significant investment to do so.\n\nThe government will create a supportive environment for foreign direct investment and the private sector.","summary":"Finance Minister Barshaman Pun met with international development partners to discuss budget formulation for 2024/25, emphasizing foreign investment and assistance for Nepal's development goals."},{"hash":"e536a2dbbb9354081e37437e2c2cb352bc2780c2c3f77a9a9239ab3df7f99546","title":"Nepal's government supports and protects foreign investment.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/government-is-committed-to-facilitate-and-secure-investment-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/PRO_KTM_066A88701715326651_1024.JPG","category":"business","content":"Prime Minister Prachanda promises to boost Nepal's economy by encouraging investment and building confidence among business owners. A new Hyundai plant will create jobs and reduce imports, while also benefiting consumers, promoting local development, and strengthening the economy. The government will create investment-friendly policies and laws, and recent efforts have already shown positive results. Nepal is becoming an attractive destination for investors, thanks to the support and collaboration between the government and the private sector.","summary":"PM Dahal emphasizes economic transformation through private sector investment, inaugurating Hyundai Motor Assembling Plant in Nawalparasi."},{"hash":"472b30dd76138da4860086a7ff9ab65442c89350141d4d804e8c3bb59e227fbe","title":"European Union to support Nepal in attracting investment.","date":1715299200000,"source":"nn","link":"https://nepalnews.com/s/business/eu-to-help-nepal-bring-investment","imageLink":"https://web.nepalnews.com/storage/story/1024/The_European_Union_(EU)1715320904_1024.jpg","category":"business","content":"The European Union (EU) will organize an event in Kathmandu next week to encourage European investment in Nepal. The goal is to help Nepal overcome its foreign investment shortage and promote economic growth and job creation.","summary":"The European Union will hold a trade forum in Nepal to attract European investment to address the country's foreign investment deficit and support its goal of graduating from the least developed country status."},{"hash":"2aa4d008a1db97151655e83d459e6098de8445064eedbabca63f11fc9a8a3dfe","title":"Transparency and good governance go hand in hand. They help create a fair and open system where everyone has access to information and can participate in decision-making.","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/business/transparency-and-good-governance-complement-each-other-president","imageLink":"https://web.nepalnews.com/storage/story/1024/9d263f51_cefd_4241_bb20_05f8888718f21715242217_1024.jpg","category":"business","content":"**Good Governance and Transparency**\n\nPresident Paudel believes that good governance and transparency go hand in hand. Auditors are called the \"economic watchdog\" because they make sure that money is handled fairly and correctly.\n\nTransparency is important for a country's economic development. It helps prevent fake bills and revenue evasion.\n\nAuditors play a vital role in creating a fair and ethical business environment. They help ensure that organizations are accountable and transparent.","summary":"President Paudel emphasizes transparency and good governance, lauding auditors as economic watchdogs in a conference organized by ACAN, which also honors Dr. Sanduk Ruit, Maha Prasad Adhikari, and Chandra Prasad Dhakal."},{"hash":"395cde060f11e1e56c9a7591ba77896ba5097b9a582b72e8ded403c5a0d17c13","title":"Real Madrid, a football team from Madrid, Spain, celebrated victory in the La Liga championship.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/sports/spain-madrid-football-la-liga-real-madrid-celebration","imageLink":"https://web.nepalnews.com/storage/story/1024/XxjpbeE007034_20240513_PEPFN1A0011715585091_1024.jpg","category":"sports","content":"No context was provided, so I am unable to create a summary.","summary":"Your input does not contain any information about major events, so I am unable to summarize it."},{"hash":"df9b7b06ec76b8f2f869bac62ff8e92d3b60b6a6145578db759c3601bcb09211","title":"Nepalese runners won two titles in Malaysia.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/sports/nepalese-runners-won-2-titles-in-malaysia","imageLink":"https://web.nepalnews.com/storage/story/1024/422620795_859372276202663_5891976066813061462_n1714904704_1024.jpg","category":"sports","content":"Nepali runner Mahadev Rijal won two consecutive races in Malaysia:\n\n* 21 km half marathon in 1:14:48 (1st place)\n* 21 km Climbathon in 3:03:58 (1st place)\n\nRijal has also won previous races in Malaysia, including the 2023 Tower Runner competition. He is a resident of Beni, Nepal, who began running while working in Malaysia.","summary":"Nepalese runner Mahadev Rijal won two consecutive races in Malaysia: the 21 km Climbathon and the 21 km half marathon, securing first place in both events."},{"hash":"7d22f65cb13004efc951d1a7217634e5de098beab800527921bfd8488bcb265b","title":"Nepal defeated West Indies 'A' in the final match of the T20 series.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/nepal-wins-final-match-against-west-indies-a-in-t20-series","imageLink":"https://web.nepalnews.com/storage/story/1024/438230324_859581999531515_2675064775143100892_n1714829807_1024.jpg","category":"sports","content":"**Nepal Wins T20 Series Match**\n\nNepal defeated West Indies 'A' by six wickets in the final match. Nepal had lost the previous three matches but won the first match.\n\nWest Indies 'A' scored 172 runs, with Alick Athanaze scoring the most (42). Nepal's Sompal Kami and Sagar Dhakal took three wickets each.\n\nNepal chased down the target in 18.5 overs with Kushal Malla scoring 37 runs and Anil Shah 58 runs. Obed McCoy took three wickets for West Indies 'A'.","summary":"Nepal defeated West Indies 'A' by six wickets, winning a match for the first time in the five-match T20 Series."},{"hash":"bb189a36492ef05672b1ce8763b3e6b70343c234cd53688b22d4345275939757","title":"President sends good wishes to cricket players.","date":1714780800000,"source":"nn","link":"https://nepalnews.com/s/sports/president-extends-best-wishes-to-cricket-players","imageLink":"https://web.nepalnews.com/storage/story/1024/Sheetal_Niwas1623082198_1024.jpg","category":"sports","content":"President Paudel wishes the Nepali cricket team well in the ICC T20 World Cup, which begins on June 1st.\nNepal's first match will be against the Netherlands on June 4th.\nThey have been placed in Group 'D' with South Africa, Sri Lanka, Bangladesh and the Netherlands.","summary":"President Paudel sends well wishes to Nepal cricket team departing for ICC T20 World Cup, set to begin June 1, with Nepal facing the Netherlands in their first match on June 4."},{"hash":"63f0360edf629c2552c07da82b4f8a204ad5b2ed608c251932759e4931274472","title":"West Indies A wins T20 series against England Lions.","date":1715668374792,"source":"nn","link":"https://nepalnews.com/s/sports/west-indies-a-clinches-t20-series-title","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714701176_1024.jpg","category":"sports","content":"West Indies A won the T20 series by beating Nepal 3-1. In the fourth match, West Indies A scored 209 runs and Nepal could only score 181 runs. Andre Fletcher of West Indies A scored the most runs (84) and Rohit Kumar Paudel of Nepal also scored well (82). Hayden Walsh and Matthew Forde took three wickets each for West Indies A. The last match of the series will be played on Saturday.","summary":"West Indies 'A' clinched the T20 series title by defeating Nepal by 28 runs in the fourth match, despite having one match remaining."},{"hash":"c0268d83151b4700710f0d718bbec12fc67c78746b9c81699b68d8c7925acf37","title":"Nepal lost the third T20 match against West Indies by 76 runs.","date":1714521600000,"source":"nn","link":"https://nepalnews.com/s/sports/t20-series-nepal-lose-third-match-to-west-indies-by-76-runs","imageLink":"https://web.nepalnews.com/storage/story/1024/can1714577666_1024.jpg","category":"sports","content":"Nepal lost to West Indies 'A' by 76 runs in the third T20 match. West Indies scored 227 runs, with Johnson Charles scoring 119. Nepal chased 228 but were bowled out for 151. Karan KC and Sagar Dhakal took one wicket each for Nepal. Nepal won two and lost one match in the five-match series.","summary":"Nepal lost the third T20 match to West Indies 'A' by 76 runs, despite Karan KC's 28 and Johnson Charles' century for West Indies."},{"hash":"861efdcdd7b9bb4c770c81439a2fd932c74de0eb45e8006cb36eb832c3c6a1a9","title":"Noted philanthropist and investor James H. Simons passed away.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/health/noted-philanthropist-simons-passes-away","imageLink":"https://web.nepalnews.com/storage/website/default_1024.jpg","category":"health","content":"James Simons, founder of the Nick Simons Foundation and Institute, died at 86. The Institute supports Nepal's healthcare system.\n\nSimons was a mathematician, investor, and philanthropist. He had a special connection to Nepal and contributed to its healthcare after his son's death there in 2003.\n\nSimons made significant contributions to mathematics and established Renaissance Technologies, a successful investment firm.","summary":"James Harris \"Jim\" Simons, renowned mathematician, investor, and philanthropist, passed away last Friday at 86, leaving a legacy of significant support for Nepal's healthcare system through the Nick Simons Foundation and Institute."},{"hash":"b70088aed087be48dc7ad38ba6f972de6b0d941f8703d43a1cae84eb468445f4","title":"Bagmati Province has seen over 11,000 cases of dengue, a mosquito-borne disease.","date":1714867200000,"source":"nn","link":"https://nepalnews.com/s/health/dengue-cases-surpass-11-thousand-in-bagmati","imageLink":"https://web.nepalnews.com/storage/story/1024/kushtia_dengue_6yr_old_child_dies_of_dengue_in_kushtia_daily_bangladesh_16941828191697183214_1024.jpg","category":"health","content":"Dengue fever is common in Bagmati Province of Nepal, with over 11,000 confirmed cases in the past nine months. Dhading district has the most cases (3,501), while Rasuwa has the least (2). Kathmandu has reported 3,000 cases, followed by Chitwan (1,708) and Makwanpur (857). Health officials urge people to take precautions against dengue, as the risk is higher during the summer months. The province is preparing to launch a campaign to destroy mosquito larvae and control the spread of the disease.","summary":"Bagmati Province witnessed 11,409 confirmed dengue fever cases since July 2023, with Dhading recording the highest (3,501) and Rasuwa the least (2)."},{"hash":"8aef9eb1da2d64a20abdcf3e1f946935576aaae84d7d0b3cd9ba8aa4647804c0","title":"Nepal's approach to population and development focuses on human rights, ensuring everyone has access to healthcare, education, and other essential services. This helps improve overall well-being and supports sustainable development.","date":1714435200000,"source":"nn","link":"https://nepalnews.com/s/health/nepal-s-approach-to-population-and-development-is-right-based-dpm-yadav","imageLink":"https://web.nepalnews.com/storage/story/1024/Upendra_Yadav_NewYork_1_1068x8011714461437_1024.jpg","category":"health","content":"Nepal focuses on human rights and equality in its approach to population and development issues. The country believes implementing the 1994 International Conference on Population and Development (ICPD) plan is crucial for achieving the UN's Sustainable Development Goals by 2030. Nepal has made progress in reducing poverty, improving health, and promoting gender equality. However, challenges remain, including pandemics, conflicts, and climate change. Nepal remains committed to advancing human rights, gender equality, and reproductive health to achieve the ICPD goals.","summary":"Nepal affirms a rights-based approach to population and development, pledging to implement the ICPD Programme of Action for sustainable development."},{"hash":"853075cf39e1fcb42df78d974231e5f27301b7a218e2c71c13a200de5ecc34ac","title":"Japan donates community center to support disaster prevention efforts in recipient country","date":1713830400000,"source":"nn","link":"https://nepalnews.com/s/health/japan-hands-over-the-community-center-for-disaster-prevention","imageLink":"https://web.nepalnews.com/storage/story/1024/1_IMG_22281713885995_1024.jpeg","category":"health","content":"Japan has donated a Community Center for Disaster Prevention to Indrawati Rural Municipality in Sindhupalchowk District. The center will help the community prepare for and prevent disasters through activities such as establishing disaster prevention committees, public broadcasting, and landslide prevention measures. The Japanese Ambassador expressed his hope that the center will also contribute to regional revitalization.","summary":"Japan donated a Community Center for Disaster Prevention to Indrawati Rural Municipality in Sindhupalchowk District to enhance their disaster prevention capabilities."},{"hash":"91ef85d22d1f5e45d5c9e0d118acd881370663a55fa7eb366d52362a948b3462","title":"Dr. Sharma, a parliamentarian, donated RM2 million to a children's hospital.","date":1713398400000,"source":"nn","link":"https://nepalnews.com/s/health/parliamentarian-dr-sharma-provides-rs-2-million-to-children-s-hospital","imageLink":"https://web.nepalnews.com/storage/story/1024/Dr_Sharma1713455469_1024.jpg","category":"health","content":"Dr. Sharma, a parliament member, donated two million rupees to help build a specialized children's hospital in Kathmandu. The hospital will be part of a plan to build seven children's hospitals in different parts of Nepal. Dr. Sharma said he supported the project because he respects Dr. Koirala, who is leading the effort to build the hospitals.","summary":"MP Dr Sunil Sharma donated two million rupees to KIOCH, a children's hospital initiative led by Dr Bhagwan Koirala, with plans to construct specialized hospitals in all seven provinces."},{"hash":"154799215f3c56c152f4cdd1f6bebd98fb198c0a0ba3bac898391362156c398f","title":"Kami Rita Sherpa, who holds the record for summiting Mount Everest 26 times, has returned to base camp.","date":1715558400000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/world-record-holder-summitter-kamirita-sherpa-returns-to-basecamp","imageLink":"https://web.nepalnews.com/storage/story/1024/440473958_2120038861686741_5404807050641227950_n1715579789_1024.jpg","category":"travel-and-tourism","content":"Kamirita Sherpa, who has climbed Mount Everest 29 times, is back at base camp. He was welcomed by other climbers and officials. He cut a cake at the base camp office. Sherpa wants to climb to the top again if the weather is good.","summary":"Renowned Mount Everest climber Kamirita Sherpa returns to base camp after 29 successful summit ascents, marking his intent for a 30th summit if weather permits."},{"hash":"0def68ec9475499743587d7dfa1b69e48c2918665227bae0f811cd539e897d09","title":"Kami Rita Sherpa, a renowned mountaineer, has scaled Mount Everest for the 29th time, setting a new world record.","date":1715472000000,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/29th-everest-summit-by-kamirita-sherpa","imageLink":"https://web.nepalnews.com/storage/story/1024/kamirita_sherpa1715505850_1024.jpg","category":"travel-and-tourism","content":"Kamirita Sherpa, a Nepali mountaineer, set a world record by climbing Mount Everest 29 times. He is the most successful Everest climber ever. He has been climbing Everest for years and reached its summit for the 29th time at 7:25 am today. He has also climbed other mountains above 8000 meters 43 times. Another famous mountaineer, Appa Sherpa, previously held the record with 21 Everest climbs. Kamirita has held the record since climbing Everest for the 22nd time.","summary":"Kamirita Sherpa, born in 1970, holds the world record for climbing Mount Everest 29 times, surpassing Appa Sherpa's previous record of 21 ascents."},{"hash":"7efddc90140d04fa91f492053d99953e89c8838baa42fdcd7dccb4c8a6f2a607","title":"Nepali professionals living in Germany gathered in Berlin for a summit to network, share ideas, and discuss ways to contribute to Nepal's economic and social development.","date":1715668497579,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/nepali-professionals-summit-in-berlin","imageLink":"https://web.nepalnews.com/storage/story/1024/441574689_10161848659342745_5517088881319440471_n1715478667_1024.jpg","category":"travel-and-tourism","content":"Nepali professionals from Germany met in Berlin to share knowledge and ideas. They talked about using their skills to help Nepal, especially in areas like tourism, technology, and healthcare. The event included discussions on how to attract more skilled Nepalis to work in Germany and how to encourage the Nepalese Diaspora to contribute to their country's development. Around 70 professionals from various fields participated in the event.","summary":"The Second Nepali Professionals' Summit was held in Berlin, concluding with discussions on harnessing professional knowledge, gender mainstreaming, and economic development in Nepal, attracting 70 Nepali Diaspora professionals."},{"hash":"40899e9d7a5aff1d58bf20aaf5e461d05969e0c90d1d867e5a1879b1a34b67cd","title":"105 crocodiles released into Rapti River","date":1715668503602,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/105-crocodiles-released-into-rapti-river","imageLink":"https://web.nepalnews.com/storage/story/1024/Crocodiles1683781744_1024.jpg","category":"travel-and-tourism","content":"105 Gharial crocodiles were released into the Rapti river from a breeding center to boost their population.\n\n1,957 crocodiles have been released into rivers nationwide, including 1,222 in the Rapti, 419 in the Narayani, and others in Babai, Saptakoshi, Kaligandaki, Karnali, and Chaudhar.\n\nGharial crocodiles are critically endangered, but their numbers haven't grown as expected due to human activities and cross-border migration.","summary":"105 Gharial crocodiles bred at Chitwan National Park were released into the Rapti River as part of conservation efforts."},{"hash":"ce58d4a6666fe76708b3ffc82114d1e802b467d2b3ef22c88119d7ff90a676a6","title":"Businesses want the Prime Minister to allow regular flights at Grantley Adams International Airport.","date":1715668508959,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/private-sector-seeks-pm-s-support-for-regular-flights-at-gia","imageLink":"https://web.nepalnews.com/storage/story/1024/pm_gautam_budha_airport1715388257_1024.jpeg","category":"travel-and-tourism","content":"Business owners in Bhairahawa asked Prime Minister Dahal for help in starting regular flights at the Gautam Buddha International Airport.\n\nThe Prime Minister promised to consider their request.","summary":"Bhairahawa's private sector requested Prime Minister Dahal's support for regular flights at Gautam Buddha International Airport, which the PM acknowledged positively."},{"hash":"77f2ca1039f7b869b884c8c70e71bf52e364cb24221e65f25bedbbb6c746c80b","title":"Everest rope-fixing completed","date":1715668512302,"source":"nn","link":"https://nepalnews.com/s/travel-and-tourism/the-rope-fixing-to-the-everest-is-completed","imageLink":"https://web.nepalnews.com/storage/story/1024/mountainterring_expedition_night_xycJPOAGj51715388058_1024.jpg","category":"travel-and-tourism","content":"* Everest's \"rope fixing\" for the 2024 spring season is complete.\n* Seven Summit Treks did the work to prepare the climbing route to the summit.\n* The climbing season is now open for those with permission.\n* 956 people have permission to climb Everest, including 200 women.\n* The government has collected over 67 crores from climbers.","summary":"The Seven Summit Treks team completed rope fixing to Everest's peak, opening the spring 2024 climbing season for 956 mountaineers who have obtained permits."},{"hash":"e115a6d41dc575a6fb20a754295e2c6493cf6d2654ae267d4145bfcfcc13107f","title":"**Pakistan to Create Innovation Fund for Tech Sector Growth**\n\nThe government of Pakistan plans to establish a fund to support innovation and growth in the Information Technology (IT) industry. This fund will provide funding for promising tech startups and research projects to strengthen the IT sector and create new jobs.","date":1714608000000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/pm-announces-to-institute-innovation-fund-for-it-sector-expansion","imageLink":"https://web.nepalnews.com/storage/story/1024/91fd8100_c369_454d_8e45_d73c48c2fe8d_1000x5001714631578_1024.jpg","category":"science-and-technology","content":"Prime Minister Prachanda plans to set up an innovation fund for the IT sector in the next budget. He believes that using IT can improve the economy and society. He also supports the \"Startup Programme\" for young people and wants to make sure information technology is used safely and legally.","summary":"PM Prachanda plans to establish an innovation fund for the growth of the IT sector, integrate a youth-focused \"Startup Programme,\" and strengthen cybersecurity measures."},{"hash":"f695aa1ad994bab3c00f1b5a8d5ea6fd3e689cc6689b961e67fffef625c6e80d","title":"Today is National ICT Day, celebrating the Information and Communication Technology (ICT) sector's contributions to the country's development.","date":1715668521289,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/national-ict-day-being-observed-today","imageLink":"https://web.nepalnews.com/storage/story/1024/ict_day1714614867_1024.jpg","category":"science-and-technology","content":"Today is National ICT Day in Nepal.\n\nThe day celebrates the importance of technology and honors people who have helped the information and communications sector.\n\nThe government is working to make Nepal more prosperous by using technology.\n\nThey believe technology can help the country grow and develop.\n\nThe government is also making it easier for people to use technology.","summary":"National ICT Day in Nepal commemorates advancements in the sector, with Prime Minister Prachanda presiding over celebrations and recognition for contributors to its development."},{"hash":"9789ea6409b4715294fcecec4caf76bc9f86f5d00af5cd8543239bf9f3e5e012","title":"Politics can encourage investors by creating an environment that supports economic growth, stability, and transparency.","date":1714003200000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/politics-should-fill-enthusiasm-among-investors-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_25_at_131714045205_1024.jpg","category":"science-and-technology","content":"**Nepal's President: Politics Should Encourage Investment for Prosperity**\n\nPresident Paudel believes that politics should make investors excited about investing in Nepal. He says Nepal has lots of natural resources, especially for energy development, that can lead to prosperity. The government should make it easy for private companies to invest, while investors should prioritize Nepal's interests. Nepal is becoming more stable politically, which attracts both domestic and foreign investment. Energy is a major focus for Nepal's economy, and the country has moved from importing energy to exporting it. President Paudel is proud that Nepal can export renewable energy to its neighbors, helping them use more clean energy.","summary":"President Paudel urges politics to encourage investment in Nepal's energy sector, highlighting its potential for economic prosperity due to abundant natural resources and advancements in energy development."},{"hash":"8645e6e32c99e132c7dedb2a85a2626985e9d5f7e0c18cf2f27997f5d483ec41","title":"A bill aims to ensure responsible use of artificial intelligence (AI) and cybersecurity. It calls for:\n\n* Transparency in AI use\n* Accountability for AI-related decisions\n* Strong cybersecurity measures","date":1710201600000,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/draft-bill-on-it-and-cyber-security-seeks-transparent-accountable-use-of-ai","imageLink":"https://web.nepalnews.com/storage/story/1024/Ministry_of_Communication1710223162_1024.jpg","category":"science-and-technology","content":"**Summary:**\n\nA new draft law aims to improve IT and cybersecurity in Nepal. It emphasizes using technology like AI, machine learning, blockchain, and IoT responsibly.\n\nThe law would create a center for research on new technologies and a committee to coordinate cybersecurity efforts.\n\nIt covers electronic records, data privacy, cybersecurity audits, and banned activities on the internet.\n\nThe government can't collect personal data without consent and must run websites with standard designs.\n\nNepalese individuals or companies providing cybersecurity services need a license.\n\nFeedback on the draft law is requested within two weeks.","summary":"Nepal's draft IT and cybersecurity bill mandates the use of innovative technologies, establishes research centers, structures for governance, and regulations for data privacy, cybersecurity, and digital harassment."},{"hash":"7b3564e64335cf6b09ca9388a43353ae8e4c829e4a33b5dafd81bc5c1b419b8b","title":"Minister Sharma emphasizes the importance of cyber-related legislation to address issues raised in the Standing Committee report on Cyber Security.","date":1715668538548,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/cyber-legislation-needed-to-resolve-problems-minister-sharma","imageLink":"https://web.nepalnews.com/storage/story/1024/Sharma1695206333_1024.jpg","category":"science-and-technology","content":"Cybersecurity laws are needed to address issues caused by delays in legislation. The government is working on a cyber law and is seeking input from various sectors. All levels of government need to raise awareness about cybersecurity.","summary":"Minister Sharma highlights the urgent need for cyber legislation due to its impact on cyber security and privacy, and the government seeks public suggestions for lawmaking."},{"hash":"c11dd4e0a73ed780f50db62b525aa16fa7c624433478c86d79746516e89b9f0d","title":"India and Bangladesh are having positive talks about India exporting energy to Bangladesh.","date":1715668542424,"source":"nn","link":"https://nepalnews.com/s/science-and-technology/talks-positive-with-bangladesh-to-export-energy","imageLink":"https://web.nepalnews.com/storage/story/1024/Nepal_Electricity_Authority1691846323_1024.jpg","category":"science-and-technology","content":"Nepal will soon start selling electricity to Bangladesh during the upcoming rainy season. Officials from both countries have had positive talks about the power trade deal. A final agreement will be made after adding final details to the deal.","summary":"Nepal and Bangladesh officials finalize power trade deal, with Nepal to export electricity to Bangladesh starting from the upcoming rainy season."},{"hash":"a214fef6a569a812921b8fd6905466efcae36821d314e2d976e99d6f2fb54eff","title":"**Yakishime: Earth Metamorphosis**\n\n* Traveling exhibition showcasing Japan's traditional pottery\n* Features exquisite Yakishime ceramics from six regions\n* Explores the transformative power of fire and earth\n* Highlights the beauty and diversity of Japanese pottery","date":1715212800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/japan-foundation-traveling-exhibition-yakishime-earth-metamorphosis","imageLink":"https://web.nepalnews.com/storage/story/1024/Leaflet_front1715264259_1024.jpg","category":"entertainment-and-lifestyle","content":"**Yakishime Pottery Exhibition**\n\nThe Japanese Embassy will host a free exhibition showcasing \"Yakishime,\" traditional Japanese ceramics, from May 11-30.\n\nYakishime, known for its unglazed, high-fired finish, has been used for centuries in Japan for tea and foodware.\n\nThe exhibition explores the history, uses, and artistic value of Yakishime, offering visitors from other cultures a glimpse into Japanese aesthetics and craftsmanship.","summary":"Japan and Nepal collaborate to showcase \"YAKISHIME: Earth Metamorphosis\" exhibition, introducing unglazed Japanese ceramics from May 11th to 30th at the Embassy Hall, Kathmandu."},{"hash":"e61c612a2fa2945dbce36e78bfcbfcfe5e05c704908dd9baac7769efb299faed","title":"Fifty years of friendship is a remarkable milestone, and it should be celebrated with much joy and appreciation.","date":1715668551535,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/celebrating-50-years-of-friendship","imageLink":"https://web.nepalnews.com/storage/story/1024/209370c5_271f_40b2_b38c_4d479196175d1714881747_1024.jpeg","category":"entertainment-and-lifestyle","content":"**Korean Cultural Event in Nepal**\n\nTo celebrate 50 years of friendship between Nepal and South Korea, the Embassy of South Korea is hosting a cultural event.\n\n**Event Highlights:**\n\n* **Traditional Taekwondo Performance:** K-Tigers will showcase the ancient art of Taekwondo with modern flair.\n* **K-Dance Performance:** People on Stage will display the energy and innovation of Korean B-boy dance.\n* **Friendship Celebration:** The event will celebrate the bond between Nepal and South Korea.\n\nThe event offers a unique opportunity to experience Korean culture and art. Don't miss out!","summary":"The 50th anniversary of South Korea-Nepal diplomatic relations will be celebrated with a cultural event featuring Taekwondo performances by K-Tigers, B-boy dance showcases by People on Stage, and a tribute to the nations' friendship and cooperation."},{"hash":"5db1f1b27f140836a538af8994d1d20d3c4e3bfba7357d0ab258108d457e3803","title":"Veteran actor L.K. Lohani, known for his work in Hindi films, passed away due to age-related ailments.","date":1714348800000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/actor-cp-lohani-passes-away","imageLink":"https://web.nepalnews.com/storage/story/1024/cp_lohani_11714394375_1024.jpg","category":"entertainment-and-lifestyle","content":"CP Lohani, the lead actor of the first Nepali hit movie \"Maitighar,\" passed away at age 86 due to Alzheimer's and pneumonia. He was also a former government official and married to Bollywood actress Mala Sinha. His last rites will be held at Pashupati Aryaghat today.","summary":"Renowned Nepali actor CP Lohani, acclaimed for his role in \"Maitighar,\" passes away at 86 due to Alzheimer's and pneumonia after a career in film, music, and government service."},{"hash":"47c5ab0dc3d11afc19bb0a2ea497b4519a334d00648998358c7cab2575b09124","title":"Democratic republic values morality and good qualities, similar to religion, as emphasized by its president.","date":1713657600000,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/a-democratic-republic-seeks-moral-values-and-virtues-like-religion-president","imageLink":"https://web.nepalnews.com/storage/story/1024/WhatsApp_Image_2024_04_21_at_111713687967_1024.jpeg","category":"entertainment-and-lifestyle","content":"President Paudel believes that religion, including the Nepal Republic, promotes moral values and well-being.\n\nHe highlights that the aim of religion is happiness, peace, and progress within a civilized society.\n\nCelebrating the 2623rd birth anniversary of Lord Mahabir, President Paudel commends the positive impact of the Jain community in Nepal through their adherence to non-violence and social service.\n\nHe expresses his faith in the Nepal Jain Parishad to continue promoting Jain principles of non-violence, peace, equality, and morality.","summary":"President Paudel emphasized the shared moral values and welfare goals of religions, celebrating Lord Mahabir's birth anniversary as a day of non-violence and highlighting the positive contributions of Nepal's Jain community to society."},{"hash":"36bf5184da2134fc7913480835b722431a60fe0d878008465b1a5b5221530db2","title":"Chaiti Chhath concludes with offering prayers to the rising sun, marking the end of the four-day festival.","date":1715668566712,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/chaiti-chhath-concludes-offering-argha-to-rising-sun","imageLink":"https://web.nepalnews.com/storage/story/1024/NawadeepShrestha_Bidur_RSS_14_ChhathPhoto1667194260_1024.JPG","category":"entertainment-and-lifestyle","content":"Chhath festival, celebrated twice a year, has ended this year. Devotees who have been fasting since Saturday night offered water to the rising sun in ponds, rivers, and wells. This festival is believed to bring peace, prosperity, and long life to families.","summary":"The 2080 Chaiti Chhath festival concluded in Mithila with devotees offering 'argha' to the rising sun, ending their four-day fast and celebrating for peace and prosperity."},{"hash":"5c4e40b0cfcc81a841cfed842ce2aa92af57f2e88130f43a69d94018c770008a","title":"Socialist culture is necessary to prepare for the foundation of socialism.","date":1715668570627,"source":"nn","link":"https://nepalnews.com/s/entertainment-and-lifestyle/socialist-culture-a-primary-condition-for-preparing-base-of-socialism-pm-dahal","imageLink":"https://web.nepalnews.com/storage/story/1024/436421060_2683866678446874_1444593645290858072_n1713059615_1024.jpg","category":"entertainment-and-lifestyle","content":"Socialist culture is important for building a socialist society, says Prime Minister Dahal. The government is committed to supporting cultural institutions and promoting socialist culture. The cultural evening organized by the Sanskritik Sansthan has inspired the Prime Minister and promoted national unity and cultural diversity. The Sanskritik Sansthan is working to preserve and promote traditional Nepalese culture. It will organize weekly cultural programs to celebrate Nepali New Year and showcase the culture of all ethnic groups in Nepal.","summary":"PM Dahal emphasizes the importance of socialist culture as a foundation for socialism, highlighting the government's commitment to supporting cultural institutions and promoting national unity through diverse cultural performances."},{"hash":"9e903d4ae9895d0b7227863508b544a185bf4f79d4c7dd15477cc5fe3ef9bc87","title":"Political parties are holding their ground as they work to break the stalemate in the House of Representatives over who will lead it. The efforts to end the deadlock are growing.","link":"https://kathmandupost.com/national/2024/05/14/parties-dig-in-as-efforts-intensify-to-end-house-deadlock","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1715649443.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"national","content":"The President was supposed to present the government's plans in Parliament but it didn't happen because of a disagreement.\n\nThe opposition party wants a committee to investigate the Home Minister, who is accused of stealing money from cooperatives. The ruling party doesn't want to do this.\n\nBoth parties talked but couldn't agree. The opposition party said they won't let the President present the plans if they don't get what they want.\n\nThe ruling party hopes the opposition party will change their mind. But until then, the President's plans won't be presented.","summary":"The Nepali Congress's demand for a parliamentary investigation into the cooperative scam involving Home Minister Lamichhane, accused of misusing funds, prevented President Paudel from presenting the government's annual policies and programmes in Parliament on Tuesday, despite efforts from both the ruling and opposition parties."},{"hash":"92a1a0426d458104dce65a41a0053b1e186e02957a6012da7042e97f06fb647e","title":"Nepal's Supreme Court has summoned foreign individuals and companies allegedly involved in corruption in the purchase of two Airbus planes in 2017.","link":"https://kathmandupost.com/money/2024/05/14/nepal-s-court-summons-foreigners-and-firms-implicated-in-2017-airbus-deal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb8-1715649654.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"money","content":"**Airbus A330 Scam Case**\n\nThe court has ordered five foreign individuals and five companies to appear for a hearing related to the Airbus A330s deal in 2017.\n\n**Individuals Implicated:**\n\n* Deepak Sharma (UK)\n* Christian Nuehlen (Germany)\n* Oleg Calistru (Romania/Moldova)\n\n**Companies Implicated:**\n\n* AAR International Inc. (USA)\n* German Aviation Capital GmbH (Germany)\n* Hi Fly-Transporte Aereos (Portugal)\n* HI Fly X Ireland Limited (Ireland)\n* Escrow Agent Norton Rose Fulbright LLP (Germany)\n\n**Allegations:**\n\n* The deal caused a loss of $13.38 million to Nepal Airlines.\n* The defendants illegally accepted a condition that allowed them to buy second-hand aircraft at a higher price.\n* The officials also agreed to pay for a higher takeoff capacity than they ordered, resulting in a $6.6 million loss.\n\n**Consequences:**\n\n* If the defendants do not appear, the court will take legal action against them.\n* The court will hold a hearing and issue a verdict, which could take several months.","summary":"The Special Court summons five foreign individuals and companies for a hearing in the Airbus A330s deal corruption case, alleging illegal procurement costing the government over $13 million."},{"hash":"ef8cf1e2fea903bd66225c35424bc06043ef415da56289d337aad8abb14af118","title":"Regional parties, once influential in politics, are now losing power. \nThis is because national parties are becoming more popular at the local level. \nAs a result, regional parties are having difficulty winning elections and shaping policies.","link":"https://kathmandupost.com/politics/2024/05/14/from-the-centre-to-the-provinces-the-diminishing-influence-of-regional-parties","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Picsart240514071758842-1715650475.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"politics","content":"Regional political parties in Nepal, which gained prominence after 2006, have been facing divisions and splits.\n\n**Janata Samajbadi Party (JSP-Nepal):**\n- Ashok Rai and others split from JSP-Nepal and formed a new party, Janata Samajbadi Party.\n- Seven lawmakers from JSP-Nepal joined the new party.\n- Upendra Yadav, leader of JSP-Nepal, has challenged the new party's registration in court.\n- JSP-Nepal has resigned from the government and withdrawn its support to the provincial government in Madhesh.\n\n**Other Regional Parties:**\n- Loktantrik Samajbadi Party (LSP): Rajendra Mahato quit and formed the National Liberation Movement.\n- Madheshi Janaadhikar Forum-Democratic: Bijay Kumar Gachchhadar merged with Nepali Congress.\n- Janata Pragatisheel Party: Formed by Hridayesh Tripathi.\n- Aam Janata Party: Formed by Prabhu Sah.\n\n**Challenges:**\n- Regional parties are facing internal feuds and lack of internal democracy.\n- They have lost influence due to these divisions.\n- Some have deviated from their initial purpose of addressing regional issues.\n\n**Future:**\n- Experts believe regional parties will remain relevant if they overcome their shortcomings.\n- New parties may emerge to replace existing ones if they fail to prove their significance.","summary":"Political infighting and divisions have weakened Nepal's regional parties, including the JSP-Nepal's split and withdrawal from the government, while new regional parties face internal disputes, highlighting the fragility of regional representation."},{"hash":"32104834055959b094125de256188f02af795a2e657bc95d1e2257342194b8dc","title":"57 districts in India have reported cases of dengue infection.","link":"https://kathmandupost.com/health/2024/05/14/57-districts-report-dengue-infection","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1715650595.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"health","content":"**Dengue Outbreak Warning**\n\nHeavy rains are bringing worries of a dengue outbreak in Nepal.\n\n**Reason:**\n* Dengue-carrying mosquitoes thrive in stagnant water and high temperatures.\n\n**Current Situation:**\n* Dengue cases are increasing in 57 districts, including Kathmandu Valley.\n\n**Worrying Trends:**\n* Around 50 people get infected weekly.\n* Last year, over 52,000 people were infected and 20 died.\n\n**Expert Advice:**\n* Health experts urge action to prevent an outbreak.\n* Measures include:\n    * Awareness campaigns\n    * Mosquito surveillance and control\n    * Early detection and treatment\n\n**Symptoms:**\n* Mild to high fever\n* Severe muscle pain\n* Rashes\n* Severe headache\n* Pain in eyes\n\n**Seek immediate medical help if you experience these symptoms.**","summary":"Concerns of a dengue outbreak grow as pre-monsoon rains bring favorable conditions for mosquito breeding, with over 1,000 cases reported since 2024 and previous outbreaks resulting in significant infections and deaths."},{"hash":"c3075613429a814ac667cc5c315d3a93ccf2feb33fa59c8e25b4106ea3df7a74","title":"**Keep Your Promises**","link":"https://kathmandupost.com/editorial/2024/05/14/keep-your-word","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1715566357.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"editorial","content":"Top leaders from different political parties promised to work together to improve Nepal's business climate and attract investment. They emphasized the need for cooperation to create a stable and predictable policy environment. However, there is concern that these promises may not be enough. Nepal has a history of political instability and policy changes, which make investors hesitant. To attract quality investment, political parties need to put the country's larger interests first and ensure policy consistency.","summary":"Major political parties pledge to improve Nepal's investment climate, but their track record and ongoing political instability remain concerns."},{"hash":"f39214bd1041c6ad6f746c6d1ed9c57d946ec78f7397661f6402cce78f5e95af","title":"reviewing-amnesty-s-report-on-dalits","link":"https://kathmandupost.com/columns/2024/05/14/reviewing-amnesty-s-report-on-dalits","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/leadpostillustration-1715654748.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"columns","content":"Nepal needs to take action to end discrimination based on descent. \n\nAmnesty International's report highlights the ongoing suffering of Dalits in Nepal. The report recommends that the government take specific steps to address this issue, including criminalizing discrimination and providing support to Dalit communities. \n\nHowever, the report has been criticized for not addressing the role of religion and culture in caste discrimination. Some argue that without addressing these underlying causes, it will be difficult to achieve lasting change.\n\nAdditionally, the report has been criticized for its methodology, which relied on consultation with established Dalit organizations. Critics argue that this approach may have missed the perspectives of younger Dalits and other marginalized groups.","summary":"Amnesty International released a report on May 10, 2024, highlighting the ongoing caste discrimination faced by Dalits in Nepal and providing specific recommendations for the government and international agencies to address the issue, emphasizing the need for a holistic approach that recognizes the role of religion and culture."},{"hash":"1129646c354dc7fc5002de47cd2f0fded37f1f0e088085fc09887f0a2146716f","title":"Climate change affects mountain people and their surroundings in various ways:\n\n* **Water scarcity:** Melting glaciers and reduced snowpack impact water availability for communities and ecosystems.\n* **Extreme weather events:** More frequent and intense events, such as floods and droughts, put lives and livelihoods at risk.\n* **Ecosystem changes:** Warming temperatures alter plant and animal life, affecting biodiversity and traditional practices.\n* **Health impacts:** Changes in temperature and precipitation patterns can lead to new disease vectors and health issues.\n* **Economic impacts:** Climate change affects tourism, agriculture, and other mountain-dependent industries.\n\nMountain communities need support in adapting to and mitigating the impacts of climate change, such as through infrastructure improvements, disaster preparedness, and sustainable land management practices.","link":"https://kathmandupost.com/columns/2024/05/14/people-mountains-and-climate-change","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/DownPostFilePhoto-1715654555.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"columns","content":"**Summit on Mountains, People, and Climate Change**\n\n**When:** May 22-23, 2024\n\n**Where:** Kathmandu, Nepal\n\n**Goal:**\n\n* Discuss the impact of climate change on mountains and find ways to protect them.\n\n**Significance of Mountains:**\n\n* Provide water for millions of people.\n* Home to many plants and animals.\n* Support tourism, farming, and hydropower.\n\n**Threats to Mountains:**\n\n* Climate change (warming, droughts, floods)\n* Air pollution\n* Overgrazing\n\n**Need for Action:**\n\n* Mountains need to be protected as part of the global fight against climate change.\n* Need for more money and technology to help mountain communities adapt.\n* Countries need to work together to address these issues.\n\n**Nepal's Role:**\n\n* Hosting the summit to raise awareness and build support for mountains.\n\n**Expectations for the Future:**\n\n* Increased funding and technology for mountain protection.\n* Recognition of the needs of mountain communities in climate policies.\n* A united voice from mountain countries in international climate negotiations.","summary":"Nepal hosts an international dialogue on \"Mountains, People, and Climate Change\" in 2024 to prioritize mountain-centric actions, recognizing mountains' vulnerability to climate change impacts and the need for climate justice through collaboration and innovative solutions."},{"hash":"bb8e7dc403e9f3d41c27c9d6575dbf72a3b5154a09b028b0ccfb3aa4094cdb98","title":"Not safe to eat or drink","link":"https://kathmandupost.com/editorial/2024/05/12/unfit-for-consumption","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/Untitled1-1715566116.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"editorial","content":"**Storing Food Safely in Nepal**\n\n* Keeping food fresh during hot summers is hard without refrigerators, which are often not available in rural areas.\n* Many food businesses in Nepal don't follow proper food safety practices, like keeping meat in freezers or covering food.\n* This leads to food contamination by bacteria and dust, causing diseases like cholera and food poisoning.\n* Nepal has food safety regulations, but they are not enforced well.\n* Food inspectors don't often check food in businesses, and authorities focus on removing food vendors rather than regulating them.\n* The government needs to strictly enforce food safety standards to protect citizens' health.\n* This can include requiring vendors to use freezers, cover food, and prevent cross-contamination.","summary":"In Nepal, despite food safety regulations, risks of food-borne diseases persist due to the casual attitude towards food safety, limited use of refrigeration, and poor implementation and monitoring of regulations."},{"hash":"0aa0ee4be054140b3d53f08c9e5317523300a0722a26f14bce47461d82b391ca","title":"In Mumbai, a billboard collapsed during a thunderstorm, killing at least 14 people.","link":"https://kathmandupost.com/world/2024/05/14/at-least-14-killed-after-billboard-collapses-in-mumbai-during-thunderstorm","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersWXN6ZDNASFLXNLIDL6R2DFHWZU-1715665829.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"world","content":"A thunderstorm in Mumbai, India, caused a large billboard to collapse on houses and a gas station, killing at least 14 people and injuring 74 others. The heavy winds and rain also disrupted traffic and airport operations in the city. Rescue workers worked throughout the night to locate and rescue those trapped under the debris.","summary":"A massive billboard collapse during a thunderstorm in Mumbai, India leaves 14 dead and dozens injured after falling on houses, a petrol station, and vehicles."},{"hash":"b4be493972d768331e5542af0c3e5f7f45e10e2f42f049059e903d98605f4c27","title":"Weather for May 14, 2024","link":"https://kathmandupost.com/weather/2024/05/14/today-s-weather-may-14-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb11-1715652650.jpg&w=900&height=601","date":1715644800000,"source":"kp","category":"weather","content":"* Cloudy and partly cloudy weather expected in Nepal.\n* Light rain or thunderstorms possible in some areas.\n* Possible drizzle in Madhesh Province.\n* Light snowfall in high hilly and mountainous areas.\n* Temperatures have started to decrease.\n* Nepalgunj (warmest): 36.2 C\n* Jumla (coldest): 7.3 C","summary":"Partly cloudy weather with light rain, thunder, lightning, and snowfall in some areas of Nepal, while monsoon approaches and temperatures decrease."},{"hash":"31323178bffe2838ebba4d0ac7de45c3b2e5c17466239af0ca73e65437a4c39b","title":"APF Susurpaschim continues to win, maintaining their winning streak.","link":"https://kathmandupost.com/cricket/2024/05/13/apf-susurpaschim-continue-winning-run","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/APFvsBPw05132024150A0054copy-1715609938.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"cricket","content":"- Defending champions APF won against Bagmati by 8 wickets in the Lalitpur Mayor Women's T20 Championship.\n- APF's Karuna Bhandari took 4 wickets, and opener Mamta Chaudhary led the batting with 35 runs.\n- Sudurpaschim defeated Koshi by 19 runs, with Samjhana Khadka scoring a half-century.\n- APF leads the standings with 4 points, followed by Sudurpaschim and Lalitpur Mayor's XI.\n- Bagmati and Koshi have lost both their matches and are at the bottom.","summary":"Defending champions APF won against Bagmati Province by eight wickets, while Sudurpaschim defeated Koshi Province by 19 runs in the Lalitpur Mayor Women’s T20 Championship."},{"hash":"cdd413811a7e151a9cda275ebaca04ae5362e9c5ab300f2eab40a5250c4b3828","title":"Janata Samajbadi Party (JSP) has joined the government of Nepal.","link":"https://kathmandupost.com/national/2024/05/13/janata-samajbadi-party-joins-government-1715609716","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/pradipyadav-1715609295.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"**Summary:**\n\n* New Janata Samajbadi Party (JSP) joined Prime Minister Dahal's government.\n* Pradip Yadav became Minister of Health, and Hasina Khan became State Minister of Health.\n* JSP recommended Ranju Jha as a minister, but no portfolio is available.\n* JSP split from Upendra Yadav's party and joined the government.\n* Yadav's party left the government and withdrew support.\n* Upendra Yadav resigned as Health Minister and Deputy Prime Minister.","summary":"The Janata Samajbadi Party joined the Dahal-led government, expanding the cabinet while Upendra Yadav's party withdrew its support, prompting his resignation as Deputy Prime Minister and Minister of Health and Population."},{"hash":"f96896dbcaa523b2600029b71f1f44038c0bddf5a198a82aaeac880918ef6787","title":"**JSP-Nepal Quits Government**\n\nUpendra Yadav and Deepak Karki have resigned from their ministerial positions in the Nepali government. JSP-Nepal, their party, has pulled out of the government.","link":"https://kathmandupost.com/national/2024/05/13/jsp-nepal-pulls-out-of-government-upendra-yadav-deepak-karki-resign","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb2-1715597155.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"Upendra Yadav, Nepal's Deputy Prime Minister, resigned because his party left the government. The Prime Minister's coalition can still stay in power, even with Yadav's party gone.\n\nBut the two big parties in the coalition stopped supporting the government in one of Nepal's states, which left it with less support than before.","summary":"Upendra Yadav and Deepak Karki resigned from government posts as Janata Samajbadi Party Nepal (JSP-N) splits, leading to the party's withdrawal from the coalition, while the JSP-N-led provincial government in Madhesh faces a loss of support from the CPN-UML and Maoist Centre."},{"hash":"0af442dccda822a3bfe69ac896c4f4edc4e8f28ad131add74738e757767bb273","title":"Upendra Yadav, a politician in Nepal, has filed a case in the Supreme Court against the government's decision to register a new political party.","link":"https://kathmandupost.com/national/2024/05/13/upendra-yadav-moves-supreme-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb3-1715600620.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"national","content":"Upendra Yadav of the Janata Samajbadi Party Nepal challenged the Election Commission's decision to recognize a splinter group as a separate party. He claims the splinter group did not have enough support to split from the original party. The court will hear the case on Wednesday.","summary":"Janata Samajbadi Party Nepal Chairman Upendra Yadav challenges Election Commission decision to recognize splinter group as a party, claiming the registration was unlawful despite the lack of the required 40% central member support."},{"hash":"39a21e3738e34e21ac22ff3e01c5ee3a4fda10160336e1e78d00ef5a4868a738","title":"nepal-to-use-drones-to-transport-garbage-from-mount-everest","link":"https://kathmandupost.com/money/2024/04/30/nepal-to-use-drones-to-transport-garbage-from-mount-everest","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/everest-1714541533.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"money","content":"**Drones to Collect Garbage on Mount Everest**\n\nDrones will be used to remove garbage from Mount Everest. This could affect the livelihoods of high-altitude guides who currently carry loads.\n\nThe drones can fly up to 6,500 meters and carry 30 kg. They could help prevent avalanches and reduce casualties on the dangerous Khumbu Icefall.\n\nIf successful, drones could be used to transport supplies and reduce risks to guides.\n\n**New Rules for Everest Climbers**\n\nNew rules aim to improve safety and manage garbage on Everest:\n\n* Climbers must wear tracking devices.\n* Base camp occupants are allocated specific areas for sleeping and dining.\n* Climbers must use poop bags above base camp.\n* Old ropes must be removed and brought down.\n* Bars, bakeries, and spas are prohibited at base camp.\n* Lights must be turned off at night to preserve the natural environment.","summary":"Drones are being tested to transport garbage from Mount Everest's Khumbu Icefall, potentially reducing casualties among high-altitude guides but also possibly affecting their livelihoods."},{"hash":"20d6fba38f7a72404f31e0e9c78ed336011a973a2c15264bdb33a8dce3fe58fb","title":"In Nepal, lack of regulations makes it hard to adopt children properly. This makes the process complicated and can lead to problems.","link":"https://kathmandupost.com/national/2024/05/01/regulatory-void-complicates-child-adoption-process-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb14-1714527484.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"national","content":"**Adoption in Nepal: Challenges and Opportunities**\n\nAnistha Shrestha struggled to have a baby but found happiness after adopting an abandoned boy.\n\n**Legal Adoption Process:**\n\n* Requires application to court and meeting certain criteria, including being married for up to 10 years or being over 45 and unmarried.\n* Child's well-being is a priority, and only children with no known blood relatives are eligible.\n\n**Challenges:**\n\n* Legal gaps and lack of regulations for adoption process.\n* Potential parents often find children themselves, leading to safety risks.\n* Need to hide the origin of adopted children.\n* Heteronormative society prevents queer couples from adoption.\n\n**International Adoptions:**\n\n* Were popular in the past but now banned due to concerns over child trafficking and abuse.\n* Lack of a matching committee and mishandling of cases contributed to the ban.\n* Effective regulation is needed to prevent exploitation and ensure safe adoptions.","summary":"Anistha Shrestha, a couple who had been trying for a child for a decade, adopted an abandoned baby boy in 2017, highlighting the challenges and complexities of child adoption in Nepal, including lack of regulations, legal barriers for LGBTQ couples, and past inter-country adoption scandals."},{"hash":"3f364a7b488f4787fc0e376951c1783548e5f460595979e877cac188d021df81","title":"Ilam by-election results show a resurgence of traditional political parties (Congress and BJP), while the newer entrant RSLP faces a disappointing setback.","link":"https://kathmandupost.com/politics/2024/05/01/ilam-bypoll-fillip-for-old-parties-reality-check-for-rsp","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/4375415009854531096070575583147412016394281n-1714526830.jpg&w=900&height=601","date":1714521600000,"source":"kp","category":"politics","content":"**Ilam-2 By-Election: What It Means**\n\nA newcomer from the CPN-UML party, Suhang Nembang, won the Ilam-2 by-election. This result shows that the traditional political parties (Congress and UML) are still strong, despite challenges from newer parties like the Rastriya Swatantra Party (RSP).\n\nThe election also highlighted the issue of \"identity politics\" in the Koshi Province, where some groups have campaigned to change the province's name based on ethnic identity. Independent candidate Dakendra Singh Limbu received a significant number of votes, suggesting that identity politics remains important in the region.\n\nThe RSP faced a setback in the election, with its candidate receiving fewer votes than expected. This shows that the party has more work to do to establish itself as a major force throughout the country.\n\nDespite the RSP's challenges, party leader Rabi Lamichhane said he accepts the results and will review weaknesses.\n\nExperts say the RSP has gained support in urban areas, but needs to strengthen its base in rural areas. They also cite Lamichhane's alleged involvement in a cooperative scam as a potential factor in the party's poor performance in Ilam-2.","summary":"CPN-UML's Suhang Nembang's victory in Ilam-2 by-election underscores the continued relevance of established parties, while identity politics remains a potent force in Koshi Province, and the Rastriya Swatantra Party faces challenges in expanding beyond urban areas."},{"hash":"3b8f07fcf0196cc796d5e7ea9b735b31007811ccd0b4a7cef5a04cffbc352d27","title":"Nepal aims to attract tourists from the LGBTQ+ community by promoting its welcoming and inclusive environment. The country hopes to capitalize on the growing demand for LGBTQ+ travel, which is estimated to be worth billions of dollars.","link":"https://kathmandupost.com/money/2024/04/21/nepal-sets-sight-on-multi-billion-dollar-lgbtiq-tourism-market","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled-1%20(1).jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"money","content":"Nepal hosted its first international LGBTIQ (lesbian, gay, bisexual, transgender, intersex or queer) tourism conference on Saturday. Nepal is looking to attract a share of the multi-billion dollar pink market following the recent recognition of same-sex marriage. The conference was held after the successful marriage registration of the first legally recognized same-sex couple in Nepal, which marked a milestone for LGBTIQ rights in South Asia. Nepal recognizes the importance of economic, social, and cultural rights for the LGBTIQ community and sees \"rainbow tourism\" as not only an economic opportunity but also a way to promote inclusion and empowerment. Nepal has a rich LGBTIQ-related cultural heritage, and businesses owned by members of the LGBTIQ community are opening up. The pink community worldwide opens up a new segment of valuable visitors for Nepal, and the country is working to create a more friendly and inclusive environment for LGBTIQ tourists.","summary":"Nepal hosted the first international LGBTIQ tourism conference to attract a share of the multi-billion dollar pink market after the country's historic same-sex marriage recognition in 2023, aiming to foster economic opportunities for the community."},{"hash":"6544c0b45b27e9bf77f2d52e116df242a412f0b3350a49b706e3550d9a2953e4","title":"Tensions in the Middle East could hurt Nepal's economy if oil prices rise and tourism slows down.","link":"https://kathmandupost.com/money/2024/04/15/escalating-middle-east-crisis-threatens-nepali-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1713147555.jpg&w=900&height=601","date":1713139200000,"source":"kp","category":"money","content":"**Iran-Israel Tensions Hurt Nepal's Economy**\n\nRising tensions in the Middle East threaten Nepal's economy, which relies heavily on money sent back by Nepali workers abroad.\n\n* Iran's attack on Israel on Saturday could lead to retaliation, causing a \"dizzying sequence of shocks\" in the labor market.\n* Nepal depends on remittances for a significant portion of its income.\n* Nearly half of Nepali migrant workers are employed in the Middle East, including 133,262 in Qatar and 116,160 in the UAE.\n* A crisis in the region could lead to lost jobs, increased unemployment, and social disturbances.\n* Reduced remittances would lower Nepal's foreign currency reserves and stress its economy.\n* Disruptions in the oil supply chain could also raise inflation and shipping costs.\n* The government needs to prepare strategies to absorb potential economic shocks.","summary":"Tensions between Iran and Israel escalate, threatening Nepal's remittance-dependent economy and labor market, as geopolitical shocks impact oil prices, supply chains, and foreign aid."},{"hash":"79b8b64d55170d97b5398013f1e0be09edf6390a68972040dac7d9012da81a36","title":"Nepali nationalism is the idea that Nepal is a unique nation with its own culture, language, and history. It developed in the 19th century under British rule, when Nepali intellectuals began to promote the idea of a unified Nepali state. Hari Sharma was a Nepali nationalist who wrote about the importance of Nepali unity and independence. He argued that Nepal should be a strong and independent nation, and that Nepalis should take pride in their culture and heritage.","link":"https://kathmandupost.com/videos/2024/05/01/nepali-nationalism-idea-of-nepal-with-hari-sharma","date":1714521600000,"source":"kp","category":"videos","content":"Provide the text you want summarized so I can assist you.","summary":"**Crucial Event Summary:**\n\n* **1775-1783:** American Revolution: 13 American colonies declare independence from British rule, leading to a war and the formation of the United States."},{"hash":"da1de9d00cddf5d4e54cf41c1f92b9ea3c65052d5d623d6c79bf8571e6fc3343","title":"Chinese misunderstanding of Nepal's name and history due to confusing translations and interpretations.","link":"https://kathmandupost.com/videos/2024/04/14/china-lost-in-translation-idea-of-nepal-with-aneka-rajbhandari","date":1713052800000,"source":"kp","category":"videos","content":"The Araniko Project is a blog that uses Chinese sources to explore Nepal-China relations. The founder, Rajbhandari, lived in Beijing for six years and studied Chinese politics. She emphasizes the importance of understanding Chinese language and Mandarin-to-English translation to accurately understand Nepal-China ties and Chinese history on Nepal.","summary":"Rajbhandari, a fluent Mandarin speaker with a master's in Chinese politics from Renmin University, utilizes the Araniko Project to delve into Nepal-China relations through Mandarin primary sources."},{"hash":"260be847ea4643b523c3e2c77aa8eb77abfa0ace0b6d4a34348f05f7a4f6c2d2","title":"In Nepal, a public debate focuses on the concept of \"Idea of Nepal.\" Saumitra Neupane, a prominent voice in the discussion, emphasizes the need for a common understanding of Nepal's history, culture, and values to foster a sense of national identity and unity.","link":"https://kathmandupost.com/videos/2024/03/26/public-debate-in-nepal-idea-of-nepal-with-saumitra-neupane","date":1711411200000,"source":"kp","category":"videos","content":"Nepali institutions host Project Sambad, a platform that promotes discussions and critiques on Nepali society and policy-making. This project was convened by Neupane, one of its founders.","summary":"\"Project Sambad,\" a platform for critical discourse on Nepali society and policy-making, hosted its first event in Kathmandu on March 14-15, with Neupane as a convener, exploring strategies for enhancing public debates in Nepal."},{"hash":"d5d55349db8224f79ac2f5502e8ef4d7a68f9f2c08b2ac9c91c850dba1308134","title":"**The Constitution of Nepal**\n\nThe Constitution of Nepal describes Nepal as a sovereign, socialist, federal, democratic, secular, and inclusive state. Its goal is to ensure the fundamental rights of all Nepalis and build a prosperous and developed nation.\n\n**Bipin Adhikari's Idea of Nepal**\n\nBipin Adhikari, a Nepali leader, believed Nepal should be:\n\n* Independent and free from foreign influence\n* An egalitarian society with no discrimination\n* Economically self-reliant\n* Culturally rich and diverse","link":"https://kathmandupost.com/videos/2024/02/02/the-constitution-of-nepal-idea-of-nepal-with-bipin-adhikari","date":1706832000000,"source":"kp","category":"videos","content":"Professor Bipin Adhikari, an expert on constitutional law, shares insights into Nepal's 2015 constitution:\n\n* Key features of the constitution\n* Its ability to endure over time\n* How Nepal's constitutional process has developed","summary":"Professor Bipin Adhikari discusses Nepal's 2015 constitution, highlighting its key features and the evolution of the country's constitutional process."},{"hash":"bb06191d96b41f889a0ee66504cd3497cbd5bc3f64eddecd21f76111153a72a2","title":"Mythology often reflects real-life experiences and values. It can:\n\n* Explain human experiences and emotions\n* Provide guidance for navigating life's challenges\n* Shape cultural beliefs and practices","link":"https://kathmandupost.com/theater/2024/05/12/when-mythology-mirrors-life","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled2-1715481070.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"theater","content":"**Bakhaamma**\n\n**Story:**\n- Explores the idea of destiny and divine love.\n- Based on a Kirati myth about the gods Sumnina and Paruhang.\n- Tells the story of lovers Saya and Sikhum, whose relationship is blessed by the gods.\n\n**Themes:**\n- Meaning of life\n- Cultural identity\n- Connection to nature\n- Importance of love\n\n**Production:**\n- Grand set design and elaborate costumes.\n- Live music and folk songs.\n- Talented actors, including Alisha Rai as Saya and Sumnina.\n\n**Highlights:**\n- Immersive and engaging storytelling.\n- Animals help convey Kirati beliefs about nature spirits.\n- Poignant moments, such as the mother's emotional farewell.\n\n**Drawbacks:**\n- Some confusion due to multiple roles and repetitive dialogue.\n- Lack of a clear moral message.\n\n**Significance:**\n- Preserves Kirati culture and myths through innovative storytelling.\n- Fosters the growing theater culture in Nepal.","summary":"Mandala Theatre explores themes of destiny, love, and cultural identity through 'Bakhaama,' a captivating production that faithfully portrays the Kirati Mundum oral tradition and showcases the significance of theatre in preserving cultural heritage."},{"hash":"7e26b616e94de57b192df8218df36ecaaf4466f1158034c966b537b95a17b683","title":"Political tensions rise in Madhesh, Nepal after the split in the ruling party. Uncertainty surrounds the fate of the coalition government as parties consider their options in the aftermath of the split.","link":"https://kathmandupost.com/politics/2024/05/10/after-split-in-jsp-nepal-politics-hots-up-in-madhesh-over-fate-of-coalition","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb3-1715303718.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"politics","content":"**Janata Samajbadi Party Split May Lead to Crisis in Madhesh Government**\n\nThe Janata Samajbadi Party (JSP-Nepal) split has created uncertainty in the Madhesh provincial government.\n\n**Key Points:**\n\n* The CPN (Maoist Centre), which supports the government, is considering forming a new one.\n* The UML, the largest party in the province, may seek to lead the government.\n* The Madhesh government has been facing criticism for poor performance.\n* The outcome of the crisis depends on the decision of the ruling coalition at the national level.","summary":"Janata Samajbadi Party-Nepal's split may lead to the collapse of the Madhesh government as coalition partners and other parties seek a leadership change."},{"hash":"40a529e517bf93a20206c3fc06b60ee095358e2bdafb9cde44387b93947eaaf8","title":"Yadav plans to challenge the recently approved registration of a new political party in court.","link":"https://kathmandupost.com/politics/2024/05/09/yadav-to-move-court-against-new-party-registration","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/UpendraYadav-1715216471.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"Janata Samajbadi Party Nepal is challenging the Election Commission's decision to register a new party called Janata Samajbadi Party. The party believes the new party's registration is illegal. They say there are no clear laws about splitting a party. The new party was formed by a faction led by Ashok Rai. They claim they had to leave the old party because it was being run in an unfair way. The Election Commission has asked the party leaders to decide which party they want to belong to. The leader of the old party, Upendra Yadav, says the split was caused by false rumors about a new government being formed. He says his party will continue to support the current government alliance.","summary":"The Janata Samajbadi Party Nepal (JSP-N) will challenge the Election Commission's recognition of a new splinter group led by Ashok Rai, alleging illegal registration."},{"hash":"f6f0addbb8cbaa32a930541099e8ab8b80dbd645a10abca7ca6caeeb2cd39f3a","title":"Political parties often change their positions on issues to suit their needs, rather than sticking to their core principles.","link":"https://kathmandupost.com/politics/2024/05/09/political-parties-shift-stances-based-on-convenience","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/meeting-1715218714.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"**Demand for Investigation Committees**\n\nLast year, the UML demanded a commission to investigate gold smuggling involving Congress and Maoist leaders. Congress opposed this.\n\nNow, Congress (now in opposition) demands a parliamentary committee to investigate Home Minister Lamichhane's alleged involvement in cooperative fund embezzlement. UML (now in power) opposes this.\n\n**UML's Explanation**\n\nUML claims their demand for a judicial commission in the gold smuggling case was different because they suspected the involvement of powerful individuals, which justified an independent investigation.\n\n**Congress's Explanation**\n\nCongress maintains that the judicial commission and parliamentary probe they want are not the same. They believe the state apparatus is protecting Lamichhane and want an investigation to uncover the truth.\n\n**Different Positions**\n\nCongress and UML have different positions on investigation committees based on their current political positions (government vs. opposition). This raises concerns about the functionality of state mechanisms and the lack of trust in the state apparatus.","summary":"Nearly a year after demanding a judicial commission to investigate gold smuggling, the UML (now in power) rejects the Congress' (now in opposition) request for a parliamentary probe against Home Minister Lamichhane in a cooperative funds embezzlement case, reversing their previous positions."},{"hash":"993e3dfb635cc252b93bf935dad75ef144713614867292c57642795d1f8ac6ff","title":"Nepali Congress will allow Rastriya Swatantra Party Chairman Rabi Lamichhane to speak in parliament regarding his citizenship case.","link":"https://kathmandupost.com/politics/2024/05/09/nepali-congress-may-allow-lamichhane-to-speak-in-parliament","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb18-1715215891.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"politics","content":"The opposition political party in Nepal, Nepali Congress, is demanding a parliamentary investigation into Deputy Prime Minister Rabi Lamichhane over allegations he embezzled money from cooperatives.\n\nDespite pressure from the ruling parties to drop the demand, Nepali Congress insists on a committee to investigate Lamichhane and the crisis affecting cooperatives nationwide.\n\nLamichhane denies any wrongdoing, but Nepali Congress accuses him of using his position to dismiss allegations.\n\nThe government has called a parliamentary session but the investigation demand has created a standoff, with Nepali Congress threatening to block proceedings until the government agrees to their terms.\n\nThe opposition party also expressed concern about the government's actions in two provinces, where they allege unconstitutional tactics in government formation.","summary":"Nepali Congress demands parliamentary investigation into Deputy Prime Minister Lamichhane's cooperative funds scam involvement, accusing him of embezzlement and misuse of authority."},{"hash":"0d8fb09ab1026484e465284d903ed753ad28550936d7ae26eefcff4b8df23383","title":"Three people have been arrested for allegedly cheating US visa applicants.","link":"https://kathmandupost.com/kathmandu/2024/05/10/three-arrested-for-allegedly-duping-us-aspirants","date":1715299200000,"source":"kp","category":"kathmandu","content":"Nepal Police has busted a gang allegedly involved in swindling youths of Rs55 million promising to send them to the United States and Canada through illegal routes.Kathmandu Valley Crime Investigation Office made them public amidst a press conference in Kathmandu on Friday.The arrestees have been identified as Tashi Sherpa, 47, Dimbuti Sherpa, 42, and Nima Sherpa, 19, of Sindhupalchok, according to Senior Superintendent of Police Sanuram Bhattarai.According to him, they allegedly duped ten people of Rs55 million.Meanwhile, a total of 15 Nepalis have been held hostage in different countries including Kenya on their way to the US and it has come to light that the gang took around Rs75 million from them as well. ","summary":"Nepal Police arrests three individuals and exposes a scam involving Rs55 million swindled from youths promised illegal passage to the US and Canada, with additional reports of 15 Nepalis held hostage and a total of Rs75 million extorted."},{"hash":"d34d04f3fb0aac7854c1168b097a6ce09196339cf7d7bc35809cda6b94726548","title":"Fire in Bhaktapur injures two individuals.","link":"https://kathmandupost.com/bhaktapur/2024/05/05/two-injured-in-bhaktapur-fire","date":1714867200000,"source":"kp","category":"bhaktapur","content":"**Fire in Bhaktapur Carpet Factory**\n\nA fire destroyed a carpet factory in Bhaktapur, injuring two people.\n\n23-year-old Buddha Narayan Shrestha and 29-year-old Indian national Manu Urwa were hurt trying to put out the fire.\n\nShrestha is being treated at a local hospital, while Urwa, who is badly burned, has been taken to a special burn center.\n\nThe fire was finally stopped after five hours, but it caused 18 million rupees in damage.\n\nThe cause of the fire is still unknown.","summary":"A fire in a carpet factory in Bhaktapur injured two and destroyed Rs18 million worth of property, with the cause of the fire still unknown."},{"hash":"b6207fb9e973312bf402c67e85a81cf80ec93fb9549d25542321817afde006d8","title":"Tragically, two individuals suffocated from lack of oxygen while digging a well in Bhaktapur.","link":"https://kathmandupost.com/bhaktapur/2024/05/01/two-die-of-suffocation-while-digging-well-in-bhaktapur","date":1714521600000,"source":"kp","category":"bhaktapur","content":"**Summarize the following article in plain English in 3 sentences or less.**\n\n**Article:**\n\nThe article discusses the benefits of artificial intelligence (AI) in various industries, including healthcare, finance, and manufacturing. It highlights how AI can automate tasks, improve decision-making, and drive innovation. The article concludes by emphasizing the importance of ethical considerations in AI development.\n\n**Summary:**\n\n* AI automates tasks, improves decision-making, and drives innovation in industries like healthcare, finance, and manufacturing.\n* AI can help streamline processes, improve accuracy, and free up human resources for more complex tasks.\n* Ethical considerations are crucial in AI development to ensure fair and responsible use.","summary":"**Summary:** Key events unfold as characters encounter challenges, make choices, and experience consequences."},{"hash":"f5d5a914ad325d0dc9cdbe3e13aee77b709515bae18e316ed2e1dfc20803ba5d","title":"Man dies due to injuries sustained in forest fire.","link":"https://kathmandupost.com/lalitpur/2024/04/30/man-injured-in-forest-fire-dies","date":1714435200000,"source":"kp","category":"lalitpur","content":"**Man Dies in Forest Fire Aftermath**\n\nA man died from burn injuries after putting out a fire in a community forest in Godawari, Lalitpur. Another person remains injured and is receiving treatment.\n\nMeanwhile, firefighters continue to battle a wildfire in Godawari's Ananda forest, forcing the evacuation of 65 people from a nearby hospital.","summary":"A man died and another was injured in Nepal due to two forest fires, one of which has yet to be extinguished, forcing the evacuation of 65 hospital patients."},{"hash":"576aedd4fb42b61a1e529a2a54b7b58d3d019f11c45cb0f9be739c017645a00d","title":"Seven wards of Kolkata Municipal Corporation (KMC) have started waste segregation, with four more to follow soon.","link":"https://kathmandupost.com/kathmandu/2024/04/30/seven-wards-of-kmc-start-waste-segregation-four-more-to-start-soon","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb10-1714441676.jpg&w=900&height=601","date":1714435200000,"source":"kp","category":"kathmandu","content":"**Kathmandu's Waste Management:**\n\nSeven wards in Kathmandu are now separating garbage into two types:\n\n* **Degradable waste (plants, food):**\n    * Turned into compost and given out for free.\n    * Used to make biogas, which can be used for cooking and electricity.\n* **Non-degradable waste (plastics, metal):**\n    * Collected and sold for recycling.\n\nThe city plans to expand waste segregation to all 32 wards. This is part of Mayor Balendra Shah's effort to reduce garbage in Kathmandu. The city generates over 1,200 tonnes of garbage per day, 60% of which can be composted.","summary":"Kathmandu Metropolitan City expands waste segregation to seven wards, producing compost and biogas from degradable waste to reduce landfill volume."},{"hash":"1a053a3483ec1f17e52af1e44ae444684520d4e096d37d9a8a9745a81e0757bf","title":"Nepal's tax system is unfair, according to the private sector. They say it heavily taxes businesses and individuals, while not taxing informal businesses enough. This means that businesses and individuals pay more taxes than they should, while informal businesses get away with paying less.","link":"https://kathmandupost.com/money/2024/05/13/private-sector-says-nepal-s-tax-system-is-upside-down","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/money/Untitled1-1715566357.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"money","content":"**Private Sector Urges Government to Prevent Smuggling**\n\n**Problem:**\n\n* Smuggling is hurting the government's revenue due to price differences between Nepal and India.\n\n**Solution:**\n\n* Make Nepal's tax rates more competitive compared to India.\n* Reduce the tax rate on essential goods.\n\n**Other Issues Faced by the Private Sector:**\n\n* Import ban discouraged investment.\n* Global economic slowdown.\n* Unstable policies and politics.\n* Governments focusing on taxing the private sector rather than supporting it.\n* Credit expansion benefiting real estate instead of productive sectors.\n* Political and policy instability.\n\n**Government Response:**\n\n* Acknowledgement of the importance of a competitive tax rate.\n* Commitment to facilitate businesses and create an investment-friendly environment.","summary":"The private sector urged the government to introduce competitive tax rates to prevent rampant smuggling, address economic slowdown, and implement stable policies to boost investor confidence."},{"hash":"bac85bfd8fbe8dc3ec19bd57e21e7d55fb8ee1d6e7f3d6210e11c9b616730af7","title":"Finance Minister uses pun to emphasize the need for critical analysis of the nation's financial situation.","link":"https://kathmandupost.com/money/2024/05/12/finance-minister-pun-stresses-need-for-critical-analysis-of-the-country-s-state","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb26-1715518050.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"money","content":"**Need for Economic Analysis in Nepal**\n\nFinance Minister Pun emphasized the importance of evaluating the current economic situation. He highlighted that despite some progress in sectors like tourism and hydropower, there are challenges to address. \n\n**Government Coordination Issues**\n\nPun admitted that poor coordination between the central and provincial governments has led to underspending in the budget. 161 billion in national funds and 246 billion allocated to local governments remain unspent. \n\n**Private Sector Concerns**\n\nBusiness leaders expressed concerns about the lack of investment in the construction industry, leading to negative growth. They also criticized government policies that have hindered private sector growth and investor confidence. \n\n**Exodus of Business Owners**\n\nThe lack of investment opportunities has caused even business owners to leave the country. Small-scale businesses have been particularly affected by unfavorable policies. \n\n**Harnessing Potential**\n\nThe government needs to identify areas for policy incentives and encourage investment. The Non-Resident Nepalese Association (NRNA) has significant untapped potential for investment, but bureaucratic hurdles have hindered its contributions.","summary":"Finance Minister Pun emphasizes critical analysis of the economy, highlights coordination failures, while industry leaders express concerns about government policies and call for strategies to boost investment and employment."},{"hash":"598d47179f347b323a132ca5a175cddf5c7d9425a715572e35c22b375dbc2709","title":"Nepal's banking industry stands out in South Asia for its high rate of women employees.","link":"https://kathmandupost.com/money/2024/05/11/nepal-s-banking-industry-is-a-leader-in-south-asia-in-employing-women","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled1-1715392971.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"money","content":"**Devna's Challenges and Nepali Women in Banking**\n\n* **Challenges:**\n    * Balancing work and family (marriage, motherhood, in-laws)\n    * Lack of support from colleagues\n    * Unclear feedback, affecting career growth\n    * Pressure to choose between work and family life\n\n* **Nepali Women in Banking:**\n    * Nepal has a high percentage of women in the banking industry (45%).\n    * Legal framework to promote women's participation and prevent discrimination.\n    * Policies in banks to improve gender representation.\n\n* **Opportunities and Gap:**\n    * Nepal is ahead in women's representation but still needs progress in leadership roles.\n    * Patriarchal society and gender stereotypes hinder women's advancement.\n    * Male colleagues may struggle with women in senior positions.\n    * Women are filling jobs due to male migration abroad.\n    * Women are valued for their honesty and low involvement in fraud.","summary":"Devna's struggles and aspirations highlight the gender disparities and challenges faced by women in the banking industry in Nepal, despite its progressive legal framework and high representation of women in entry-level roles."},{"hash":"f3e4a42725000ac8f9936c9fe3c2c8d3248f6134923cb80e8472ddc216c5009a","title":"Businesses want the government to spend a lot of money on new infrastructure and equipment to help the economy recover.","link":"https://kathmandupost.com/money/2024/05/10/private-sector-urges-massive-capex-booster-to-revive-economy","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb5-1715304600.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"money","content":"**Nepal's Private Sector Wants More Government Spending**\n\nBusinesses in Nepal want the government to spend more money to boost the economy, which is slowing down. They want the government to invest in infrastructure and encourage businesses to invest. They also want the government to make it easier for businesses to borrow money from banks.\n\n**Slow Economic Growth**\n\nNepal's economy has been growing slowly in recent years because businesses have not been investing enough. The government has also been cutting spending.\n\n**How to Boost Growth**\n\nBusinesses and economists say the government should spend more money to encourage businesses to invest. They also want the government to make it easier for businesses to borrow money.\n\n**Government's Response**\n\nThe Finance Minister says the government will focus on boosting the confidence of the private sector and making it easier for businesses to invest. He says the budget will also address the ongoing economic slowdown.","summary":"The private sector urges the government to increase capital expenditure and incentivize investment in the upcoming budget to address the economic slowdown by granting tax and financial benefits to attract investments and promote economic growth."},{"hash":"c5fe1d2f9a8cd6eef1f0a323caa11b7801cd42a62a453832aeefed4f02fa2511","title":"The government wants to test pregnant women for mental health issues to help them get early support.","link":"https://kathmandupost.com/health/2024/05/10/ministry-plans-to-screen-pregnant-women-for-mental-health-problems","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/thumb4-1715304323.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"health","content":"Nepal's Health Ministry plans to screen pregnant women for mental health issues, a leading cause of maternal deaths.\n\nThe pilot program will start at Paropakar Maternity Hospital and screen all pregnant women in all stages.\n\nIn 2021, 6% of maternal deaths were due to self-harm, mostly during pregnancy.\n\nThe ministry aims to reduce maternal mortality by improving services, including free delivery and travel allowances.\n\nPrompt treatment for mental health issues is crucial to prevent suicide and improve maternal health outcomes.","summary":"Nepal's Health Ministry will screen pregnant women for mental health issues to address the rising rate of maternal deaths, primarily caused by self-harm and other non-obstetric complications."},{"hash":"59f298234b280fa0591d0d30e4fbe9e9eb1f6e5022825d49db7c9d29cf0971ae","title":"Doctors and healthcare workers receive training to screen for noncommunicable diseases (NCDs) like heart disease and diabetes. This training helps them detect and prevent NCDs early.","link":"https://kathmandupost.com/health/2024/05/09/doctors-health-workers-get-ncd-screening-training","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/health/thumb19-1715216811.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"health","content":"50 health workers in Kathmandu have been trained to screen patients for non-communicable diseases (NCDs) like high blood pressure, heart disease, and diabetes. These workers will screen patients at local health facilities and prescribe medicines or refer them to hospitals if needed. NCDs are a major problem in Nepal, causing 71% of deaths. The Health Ministry provides free medicines for some NCDs, but many people don't know they have these diseases because they don't get screened. The Health Ministry has decided to provide free screening for NCDs to people over 40, but this has not started in many health facilities. Trained health workers will now screen patients at health facilities, which will help diagnose NCDs early and reduce their burden.","summary":"Kathmandu health officials trained 50 health workers to screen for non-communicable diseases such as hypertension, cancer, diabetes, and mental health problems in local health facilities."},{"hash":"82b739d47f0c00dff5e5dd29a2d0a22bf0dc7eaf617fbb8b14963fbec0702e41","title":"Very few (less than 2%) of the medicines on the market have undergone proper testing within nine months of their release.","link":"https://kathmandupost.com/health/2024/05/03/under-two-percent-medicines-in-the-market-tested-in-nine-months","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb9-1714697599.jpg&w=900&height=601","date":1714694400000,"source":"kp","category":"health","content":"The drug regulating department in Nepal has tested less than 2% of the registered drugs in the country. Despite collecting hundreds of samples suspected to be substandard, the department has only tested 348 samples in nine months. Delays in testing mean that some samples have expired, and substandard drugs may have already been taken by patients. The department acknowledges that the lack of testing is insufficient to ensure the quality of medicines. Factors contributing to the limited testing include understaffing and capacity issues in the testing laboratory. Despite the department's mandate to ensure the quality of medicines, it also relies on manufacturers to take responsibility for drug quality.","summary":"Drug Administration in Nepal faces challenges ensuring medicine quality with limited testing, staff shortages, and inefficient recall mechanisms, despite testing hundreds of samples and identifying substandard medicines."},{"hash":"f7d587fba320830df3d5490b1476f7bed784a09cb467e0da2566ea0c042e9aa7","title":"toxic-air-is-giving-young-children-asthma","link":"https://kathmandupost.com/health/2024/04/29/toxic-air-is-giving-young-children-asthma","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GKnxljjWYAAVcmb-1714354861.jpg&w=900&height=601","date":1714348800000,"source":"kp","category":"health","content":"**Air Pollution Causes Rise in Childhood Asthma in Kathmandu**\n\nPoor air quality in Kathmandu is causing an increase in childhood asthma. Babies and small children are especially affected, as they breathe in more air pollutants. Symptoms include wheezing and shortness of breath. Asthma can be treated and even cured, but if left untreated, it can damage the lungs.\n\n**Air pollution**\n\nThe main sources of air pollution in Kathmandu include forest fires, vehicles, factories, and burning agricultural waste. This pollution also increases the risk of other health problems, such as pneumonia, heart disease, and cancer.\n\n**Study findings**\n\nA study by Save the Children found that children and women in Kathmandu are exposed to a range of health hazards due to air pollution. It also highlighted a lack of knowledge about air pollution and its effects.\n\n**Importance of medical attention**\n\nParents should be aware of the symptoms of asthma and seek medical attention if their child has trouble breathing or wheezing. Early diagnosis and treatment can prevent serious complications.","summary":"An eight-month-old with asthma was treated in Kathmandu, highlighting the city's worsening air quality, which has led to increased childhood asthma and shortened life expectancy due to pollution-related health issues."},{"hash":"0ed1ef279c5c1097aa7cd97df03f1d585cd0b8b8aa22954171fd3e38f37f8625","title":"A restaurant in New York City serves authentic Nepalese cuisine, introducing the flavors of Nepal to the city.","link":"https://kathmandupost.com/food/2024/05/10/taking-nepali-taste-to-new-york","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/food1-1715265554.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"food","content":"**Aditya Mishra: Nepali Chef Elevating Global Cuisine**\n\nAditya Mishra, a Nepali chef, is passionate about bringing Nepali cuisine to the world. He cooked at famous New York restaurants and started his own dining club called \"The Sewing Tin\" to share Nepali food and culture.\n\nMishra's love for cooking started at a young age, inspired by cooking shows and chefs like Anthony Bourdain. He left engineering school to pursue his culinary dreams in New York City.\n\nAt \"The Sewing Tin,\" Mishra combines Nepali and Indian flavors to create unique dishes. He believes that Nepali cuisine has the potential to connect people everywhere.\n\nMishra acknowledges the importance of community and storytelling in the culinary world and believes that Nepal's restaurant industry needs to focus more on these aspects.\n\nAs an outsider in New York, Mishra faced challenges but embraced the opportunity to share his culinary passion. He encourages chefs to be creative and cook from the heart.","summary":"Aditya Mishra, a Nepali chef, strives to elevate Nepali cuisine globally through his Michelin-starred internships, James Beard Foundation scholarship, and co-founded supper club, The Sewing Tin, which blends Nepali and South Asian flavors in a communal setting."},{"hash":"4f18229de2a5d8016e8888758de34cc858e98af2b542ed3077fa8ab2d1e49a3b","title":"Patience, passion, and pastries are key ingredients for achieving success and creating something delectable.","link":"https://kathmandupost.com/recipes/2024/04/27/patience-passion-and-pastries","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/BakeleusbyCeleus-1714186343.jpg&w=900&height=601","date":1714176000000,"source":"kp","category":"recipes","content":"**Celeus Baral: Baker and Nature Lover**\n\nCeleus is a talented baker who started her own online shop, Bakeleus. She uses fresh ingredients, many of which she grows herself, to create unique and delicious treats like jams, cakes, and brownies.\n\nDespite being a full-time student, Celeus takes pride in her baking and accommodates orders with at least 72 hours' notice. She not only loves to bake but also advocates for reducing waste and cherishing the natural world.\n\n**Mini Carrot Cakes**\n\n**Ingredients:**\n\n* Milk or yogurt\n* Flour\n* Spices\n* Eggs\n* Sugar\n* Vanilla\n* Olive oil\n* Carrots\n* Toppings (nuts, lemon slices)\n\n**Instructions:**\n\n1. Mix dry ingredients (flour, spices).\n2. Beat eggs and sugar until fluffy.\n3. Add oil, milk, flour mixture, and carrots.\n4. Bake for 15-20 minutes.\n5. Make cream cheese frosting and assemble the cakes.\n\n**Mulberry Fudge Cake**\n\n**Ingredients:**\n\n* Eggs\n* Sugar\n* Butter and chocolate\n* Yogurt\n* Dry ingredients (flour, cocoa powder)\n* Mulberries\n\n**Instructions:**\n\n1. Cream eggs and sugar.\n2. Melt butter and chocolate.\n3. Add yogurt, cocoa powder, dry ingredients, and half the mulberries.\n4. Bake until done.\n5. Top with vanilla ice cream and fresh mulberries.\n\n**Strawberry Casserole**\n\n**Ingredients:**\n\n* Yogurt, cream cheese, milk\n* Honey, vanilla\n* Flour, sugar, salt\n* Strawberries\n* Almond flakes\n\n**Instructions:**\n\n1. Blend all ingredients until smooth.\n2. Pour into a lined baking pan.\n3. Top with strawberries and almond flakes.\n4. Bake for 25-30 minutes.\n5. Serve warm with ice cream (optional).","summary":"Aspiring baker Celeus Baral shares her passion for baking, focusing on precision and connecting with the origins of food, while offering a variety of baked goods including tarts, cakes, cookies, and jams, utilizing her environmental science background to create sustainable offerings."},{"hash":"9780e132b8e20251511cc1c330b02a430eeb7118100ff4ca205cc2bdd81eedba","title":"Potato is a starchy vegetable that is native to South America. It is a good source of carbohydrates, potassium, and vitamin C. Potatoes can be boiled, baked, fried, or mashed.","link":"https://kathmandupost.com/food/2024/01/27/know-your-food-potato","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/Untitled8copy-1706323718.jpg&w=900&height=601","date":1706313600000,"source":"kp","category":"food","content":"**Potatoes: A Staple Food in Nepal**\n\n* Potatoes are a widely eaten and important crop in Nepal, especially in mountainous areas.\n* They are packed with nutrients like vitamins, minerals, and fiber.\n* Potatoes are a good source of potassium, which supports heart health.\n* They are also versatile and can be used in various dishes.\n* Nepal produces and imports large amounts of potatoes each year.\n* Different types of potatoes, including red, white, dark, and sweet potatoes, are available.\n* Eating potatoes can benefit health by reducing blood pressure, lowering cholesterol, and improving digestive health.\n* Potato chips and fries are popular but should be consumed in moderation due to their high calorie content.\n* Diabetics should limit potato intake as they can increase blood sugar levels.","summary":"Potato, a widely consumed staple food in Nepal, is a versatile crop rich in nutrients like vitamins B1, B6, and C, and minerals like potassium and copper."},{"hash":"8f050af11428f186d46c4f64b300a3441341f2f7048fe6b8a30e31626fd61759","title":"**Eggs: Nutrition and Health Benefits**\n\n* **Rich in protein:** Essential for building and repairing tissues.\n* **Good source of vitamins:** Contains vitamin A, D, E, and B vitamins.\n* **High in minerals:** Especially iron, selenium, and zinc.\n* **Contains choline:** Important for brain development.\n* **Low in calories:** Around 70 calories per large egg.\n* **Versatile food:** Can be cooked in various ways and added to many dishes.\n* **May support heart health:** Contains lutein and zeaxanthin, carotenoids associated with reduced risk of heart disease.\n* **May benefit brain function:** Choline in eggs may improve cognitive function and reduce the risk of dementia.\n* **May promote weight loss:** High protein content helps curb appetite and promote fullness.","link":"https://kathmandupost.com/food/2024/01/13/know-your-food-eggs","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/ezgif3822bacc5da-1705113903.jpg&w=900&height=601","date":1705104000000,"source":"kp","category":"food","content":"**Chicken Eggs: A Superfood**\n\n**Benefits:**\n\n* Rich in vitamins, minerals, and protein\n* Reduce malnutrition\n* Aid weight loss\n* Lower blood pressure\n* Protect against infections\n\n**Availability in Nepal:**\n\n* Self-sufficient in egg production\n* Available in big and medium sizes\n* Pastured eggs (Omega-3-enriched) are available at a higher cost\n\n**Nutrition:**\n\n* One egg contains essential vitamins, minerals, and nutrients\n* Omega-3-enriched eggs offer higher levels of Omega-3 fatty acids and vitamins A and E\n\n**Recommended Intake:**\n\n* 1-2 eggs daily for healthy adults\n\n**Quality Concerns:**\n\n* No government agency monitors egg quality\n* Antibiotics used in chicken may leave residues in eggs\n\n**Additional Benefits:**\n\n* Boost skin health\n* Increase mental energy\n* Protect against eye disease\n* Support brain development during pregnancy and breastfeeding","summary":"Chicken eggs are a highly nutritious and affordable source of protein, minerals, and vitamins, with various health benefits including weight loss, reduced blood pressure, protection against infections, and improved cognitive function."},{"hash":"4441762448a02cd0b37a86fb1a58f420dbb6206d6c636319eb6405bfa4ae8b25","title":"Piano Piano South offers authentic Italian cuisine in a cozy setting.","link":"https://kathmandupost.com/food/2023/12/28/italian-delights-at-piano-piano-south","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/Main1-1703773991.jpg&w=900&height=601","date":1703721600000,"source":"kp","category":"food","content":"**Piano Piano South, Lalitpur**\n\nA peaceful Italian restaurant with indoor and outdoor seating options.\n\n**Menu:**\n\n* Antipasti (starters): tomato soup, bruschetta, calamari\n* Platti Principali (main courses): ravioli, pasta with seafood\n* Desserts: tiramisu, chocolate cake\n\n**Atmosphere:**\n\n* Quiet and relaxing\n* Surrounded by lush greenery\n* Piano music playing\n\n**Special Features:**\n\n* Carefully curated selection of wines\n* Ideal for solitary relaxation or family time\n\nPiano Piano South offers a culinary journey through Italy with fresh, high-quality ingredients and expertly crafted dishes. It's a haven of tranquility in the heart of Sanepa.","summary":"Piano Piano South, an Italian oasis in Lalitpur, offers a revised menu featuring diverse antipasti, hearty main courses, and decadent desserts, accompanied by a curated wine selection, in a serene ambiance with both indoor and outdoor seating."},{"hash":"85fd1b1b76fc26f28ffe0a271a86ba321af054d84ef73a9cb8c3c3bf2c72f12e","title":"7 Unforgettable Destinations in Nepal for 2024:\n\n1. Kathmandu: Explore ancient temples, bustling streets, and cultural heritage.\n2. Pokhara: Admire stunning views of the Himalayas, go boating on Phewa Lake.\n3. Everest Base Camp: Trek to the base of the world's highest peak.\n4. Chitwan National Park: See rhinos, tigers, and other wildlife.\n5. Lumbini: Visit the birthplace of Buddha.\n6. Annapurna Circuit: Hike through breathtaking mountain scenery.\n7. Mustang: Immerse yourself in Tibetan culture and explore ancient monasteries.","link":"https://kathmandupost.com/travel/2024/02/19/7-places-in-nepal-you-should-visit-in-2024","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb7-1708309532.jpg&w=900&height=601","date":1708300800000,"source":"kp","category":"travel","content":"**Mundhum Trek**\n\n* Cultural trail in eastern Nepal\n* Passes through ethnic villages\n* Panoramic views of Mount Everest and other mountains\n\n**Janaki Mandir**\n\n* Largest temple in Nepal\n* Dedicated to Sita, wife of Rama\n* Located in Janakpur, Madhesh province\n\n**Kuri Village**\n\n* Popular tourist destination with snow-capped mountains\n* Located in Kalinchowk, Bagmati province\n* Rich in natural beauty and cultural heritage\n\n**Annapurna Base Camp**\n\n* Picturesque trek in Gandaki province\n* Offers cultural diversity, stunning landscapes, and mountain views\n* Budget-friendly and suitable for all seasons\n\n**Bardiya National Park**\n\n* Home to Royal Bengal Tigers and other wildlife\n* Offers jungle safaris, homestays, and exploration of local Tharu culture\n* Best time to visit: mid-September to mid-December and mid-February to May\n\n**Khaptad National Park**\n\n* Protected area in far western Nepal\n* Features scenic landscapes, including meadows and forests\n* Pristine and offbeat destination\n* Ideal time to visit: spring (March-May) and autumn (October-November)","summary":"Various destinations in Nepal offer unique experiences, including cultural trails in Mundhum Trek, historical significance at Janaki Mandir, panoramic Himalayan views from Kuri Village, scenic Annapurna Base Camp Trek, wildlife adventures in Bardiya National Park, pristine beauty at Khaptad National Park, and the remote Limi Valley."},{"hash":"c077b34beda2250a997231f215f178053a057340c5c72de0aec15b25ae40ddb7","title":"**Old Memories, New Realities in Phidim**\n\nPhidim, a small town in Nepal, holds a mix of old memories and new changes:\n\n* **Old Memories:**\n    * Traditional homes and narrow alleys evoke the town's past.\n    * Festivals and rituals preserve cultural traditions.\n\n* **New Realities:**\n    * Modern buildings and roads reflect economic growth.\n    * Schools and hospitals provide advanced services.\n    * Despite progress, life remains connected to the town's roots.","link":"https://kathmandupost.com/travel/2023/11/18/old-memories-and-new-realities-in-phidim","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/phidim%20main%20(1).JPG&w=900&height=601","date":1700265600000,"source":"kp","category":"travel","content":"**Hometown Transformation**\n\nThe author's hometown, Phidim, has changed dramatically over the years.\n\n* Old mud buildings have been replaced by modern concrete ones.\n* The town has grown larger, with multi-story buildings and paved roads.\n* The town's landmarks have changed, including the demolition of a historic gate.\n* Many people have left Phidim for better opportunities in other places.\n* Phidim has become a transit town for pilgrims visiting a nearby temple.\n\nDespite these changes, the author still feels a deep connection to his hometown. He remembers the friends he made, the places he visited, and the stories he heard.\n\nThe author feels a sense of sadness about the town's lack of prospects, but he also recognizes that change is inevitable. Phidim is evolving, and the author must embrace both the nostalgia and the changes in his hometown.","summary":"The author's return to his hometown, Phidim, after a treacherous journey reveals its remarkable transformation through modernization, but concerns persist over its future due to the exodus of residents seeking better opportunities."},{"hash":"6ec2c2cb523a223a47b5f232132774b5872a4d0a9220fb4a176d50e203ea7484","title":"Architecture and art combined, creating unique and visually stunning designs.","link":"https://kathmandupost.com/travel/2023/10/28/a-blend-of-architecture-and-artistry","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/travel5-1698457058.jpg&w=900&height=601","date":1698451200000,"source":"kp","category":"travel","content":"**Bara Imambara, Lucknow**\n\nLucknow's Bara Imambara is an impressive building built in 1784. It's known for its:\n\n* Grand entrance gate, Rumi Darwaza\n* Beautiful Asafi Mosque with intricate calligraphy\n* Massive Asafi Hall with a gravity-defying arched roof\n* Confusing labyrinth called Bhool Bhulaiyaa, which echoes sounds\n* Shahi Baoli (stepwell) underground with cool temperature and Mughal carvings\n\nThe Imambara reflects Lucknow's history as a city of Nawabs. It's a testament to the architectural brilliance of the past and a fascinating sight to behold.","summary":"Bara Imambara, an awe-inspiring architectural marvel built in Lucknow in 1784, combines historical significance, architectural brilliance, and a touch of mystery with its grand Asafi Mosque, impressive Asafi Hall, labyrinthine Bhool Bhulaiyaa, and Shahi Baoli (stepwell)."},{"hash":"e38b1beb524d0349efe3710dd274aab2205ecb04d36e45cc18e25ff5fb66e639","title":"Explore the best treks and trails around the world. Discover hidden paths, breathtaking views, and unique cultural experiences. Find inspiration and practical information for your next adventure.","link":"https://kathmandupost.com/travel/2023/10/14/of-treks-and-trails","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/travelmain-1697245584.jpg&w=900&height=601","date":1697241600000,"source":"kp","category":"travel","content":"**Climbing Mountains: Tips and Challenges**\n\n* **Tips:**\n    * Stay positive and determined.\n    * Prepare physically with exercise and stretching.\n    * Pack light and smart (warm clothes, essentials like sunscreen, etc.).\n    * Manage altitude sickness (rest, take medicine).\n    * Communicate well with fellow trekkers and guides.\n\n* **Challenges for Female Trekkers:**\n    * Underestimation and prejudice.\n\n* **Becoming a Guide:**\n    * Connect with a trekking association.\n    * Enroll in a trekking guide course or mountaineering program.\n\n* **Trekking Economy:**\n    * Nepal welcomes many trekkers, highlighting the importance of guides for the economy.","summary":"Climbing mountains like Everest requires physical and mental endurance, guided by experts in treacherous terrains, with tips from experienced guides essential for a successful trek, including maintaining a positive mindset, preparing physically with regular workouts and stretching, packing light and warm clothing, managing periods and altitude sickness, and fostering communication between trekkers and guides, while female guides encounter challenges and advocate for their abilities, and becoming a trekking guide requires training and education in navigation and safety measures."},{"hash":"a9ad689d21f22e85bcaa462724561585142b33988f2d2ded57420f55cc029fb5","title":"**Solo Travel in Nepal**\n\nNepal is a great destination for solo travelers. Here are some tips:\n\n* **Choose a reliable tour operator.** This will help you plan your itinerary and arrange for transportation and accommodation.\n* **Be aware of your surroundings.** Nepal is generally safe, but it's important to be aware of your surroundings and avoid walking alone at night.\n* **Get a visa on arrival.** Most nationalities can get a visa on arrival at the airport in Kathmandu.\n* **Trek to Annapurna Base Camp.** This is one of the most popular treks in Nepal, and it's a great way to see the Himalayas.\n* **Visit the Chitwan National Park.** This park is home to a variety of wildlife, including tigers, rhinos, and elephants.\n* **Learn some basic Nepali.** This will help you communicate with locals and get around more easily.","link":"https://kathmandupost.com/travel/2023/06/17/travelling-nepal-solo","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/SoloTravelMain11zon-1686967229.jpg&w=900&height=601","date":1686960000000,"source":"kp","category":"travel","content":"**Duluwa Outdoors**\n\n* Five women created Duluwa Outdoors to empower women to travel alone.\n* The platform provides information and connects women to share experiences.\n\n**Is Solo Travel Safe in Nepal?**\n\n* Yes, Nepal is generally safe for solo travelers, including women.\n* Many Nepalis travel solo within the country, and international visitors have a history of safe travels.\n\n**Good Solo Travel Destinations in Nepal:**\n\n* Beginners: Shivapuri, Namo Buddha, Pokhara-Bandipur\n* Intermediate: Annapurna trek, Illam, Dharan-Dhankuta\n* Wildlife: Chitwan, Bardiya, Shuklaphanta\n\n**Tips for Solo Travelers:**\n\n* Plan your trip and research transportation, lodging, and activities.\n* Understand the trail or journey and pack appropriately.\n* Budget accordingly and have an emergency fund.\n\n**Safety Tips:**\n\n* Trust your instincts and stay away from suspicious individuals.\n* Let loved ones know your whereabouts and expected return time.\n* Be aware of potential hazards like wildlife or natural disasters.","summary":"Five young women launched Duluwa Outdoors in 2021, a platform empowering female travelers in Nepal with safety tips and destinations tailored to their needs."},{"hash":"346a5f2f19865b112acdb63b0ab14c7409a30a75c64d379907b20275126249e8","title":"Kritika propelled the new Mayor to a strong start.","link":"https://kathmandupost.com/sports/2024/05/12/kritika-gives-mayor-s-xi-flying-start","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/Untitled2-1715480641.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"sports","content":"Kritika Marasini led Lalitpur Mayor's XI to victory with her 4 wickets against Bagmati Province in the T20 Championship. Bagmati Province was bowled out for 52 runs, while Lalitpur Mayor's XI chased it down with 13.3 overs to spare. Five teams are participating in the single-round robin event, including players from teams that didn't qualify for the Prime Minister Cup playoffs. The top two teams will face off in the final on Saturday.","summary":"In the Lalitpur Mayor Women's T20 Championship, Kritika Marasini's hat-trick propelled Lalitpur Mayor XI to a 7-wicket victory over Bagmati Province, beginning their campaign with a dominant display."},{"hash":"6abff852e013616a4b186563210990eae2ab277dec212259f16a73c76d3dc949","title":"Government to reward cricketers and athletes with cash for winning medals in international competitions.","link":"https://kathmandupost.com/sports/2024/05/10/government-to-provide-cash-reward-to-cricketers-athletes","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/thumb6-1715304954.jpg&w=900&height=601","date":1715299200000,"source":"kp","category":"sports","content":"The government will reward sportspersons with cash prizes.\n\n* Cricketers: Rs20.47 million\n  * 15 players: Rs1.3 million each\n  * Coach: Rs390,000\n* Karate:\n  * Arika Gurung (silver at Asian Games): Rs1.95 million\n  * Coach: Rs234,000\n* Kabaddi (women's team):\n  * 12 players: Rs390,000 each\n  * Coach: Rs260,000\n* Para Games:\n  * Palesha Goverdhan (bronze): Rs1.3 million\n  * Coach: Rs260,000","summary":"Nepal's government approved cash awards totaling Rs29.71 million for athletes, coaches, and officials who excelled in sports, with cricket receiving the largest share of Rs20.47 million, including a reward of Rs1.3 million each for the 15 men's cricket team members who qualified for the 2024 ICC Men's T20 World Cup."},{"hash":"d3bf2681c5f44f567c2b7e08f966046fb572ea416e8cfddac399e392844a7256","title":"Nepal won the last match of a series against West Indies A by 2-3.","link":"https://kathmandupost.com/cricket/2024/05/04/nepal-win-last-match-against-west-indies-a-to-conclude-series-2-3","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/third-party/GMucR8qbwAAxeZl-1714817959.jpg&w=900&height=601","date":1714780800000,"source":"kp","category":"cricket","content":"Nepal won the fifth T20 match against West Indies A, led by Aasif Sheikh, Anil Sah, and Kushal Malla's batting, and impressive bowling by Sagar Dhakal and Sompal Kami. Nepal successfully chased 173 runs, with Sheikh and Sah forming a 96-run partnership. Malla finished the chase with seven balls to spare, smashing a six and four fours in the final over. Dhakal bagged the Player of the Match award, while Rohit Paudel became the Player of the Series. Nepal will now train in the West Indies and the United States before participating in the 2024 ICC Men's T20 World Cup.","summary":"Nepal defeated West Indies A in a T20 match, with Aasif Sheikh, Anil Sah, and Kushal Malla starring with the bat and Sagar Dhakal and Sompal Kami impressing with the ball, despite West Indies A winning the series 3-2."},{"hash":"9d7ced68a72cb11104cf4b0dbf516e03a1daade9b97560e45bd16d4688ad8043","title":"West Indies set Nepal a target of 211 runs to win in their ICC U19 Cricket World Cup match.","link":"https://kathmandupost.com/cricket/2024/05/02/west-indies-a-post-210-run-target-against-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/sports/match-1714707130.jpg&w=900&height=601","date":1714608000000,"source":"kp","category":"cricket","content":"Nepal lost the 4th T20 match to West Indies A by 28 runs.\n\nNepal's batsmen struggled again, with only Rohit Paudel performing well.\n\nWicket-keeper Aasif Sheikh and opener Kushal Bhurtel started for Nepal, but both were out early.\n\nKeeper Sompal Kami and all-rounder Abinash Bohara made some runs late in the innings.\n\nEarlier, West Indies A scored 209 runs, with Johnson Charles and Andre Fletcher making half-centuries.\n\nNepal lost the series 3-1. The final T20 will be played on Saturday.","summary":"Nepal lost to West Indies A by 28 runs in the fourth T20, losing the series 3-1, despite Paudel's 82, as their batsmen struggled while West Indies A posted 209-3 aided by Charles and Fletcher's half-centuries."},{"hash":"7c940f2dd432560d416b2f490c51b208a07a507c38bb2b66d1cdfde2aaa589de","title":"Floods in Indonesia's West Sumatra kill 43; 15 remain missing.","link":"https://kathmandupost.com/world/2024/05/13/floods-kill-43-in-indonesia-s-west-sumatra-15-missing","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/floodindonesia-1715601937.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"world","content":"**Indonesia Floods and Mudslides**\n\nHeavy rain in West Sumatra, Indonesia, caused flash floods, landslides, and mudslides from Mount Marapi. At least 43 people have died, and 15 are missing.\n\nAround 400 rescuers are searching for the missing, using excavators and drones. Nearly 200 homes were damaged, and 72 hectares of land affected.\n\nSurvivors reported sudden flooding and out-of-control water.","summary":"Flash floods and mudslides caused by torrential rain and a volcanic cold lava flow in Indonesia's West Sumatra province killed 43 people, while a search for 15 missing persons continues."},{"hash":"5326b0ee86d14dc6141bf164b6b09d8e11ab89b4447e2de1d01fc6f08fde8f9d","title":"Israeli forces have increased attacks on two areas in Gaza: the Jabalia refugee camp and the city of Rafah.","link":"https://kathmandupost.com/world/2024/05/13/israeli-forces-step-up-attacks-on-gaza-s-jabalia-camp-rafah","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersOSHP5VDDZFKTRKP62L2QEQSWDI-1715585775.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"world","content":"Israeli tanks, under cover from heavy fire from air and ground, pushed further into Jabalia in the northern Gaza Strip on Monday, residents and Hamas media said, while airstrikes hammered Rafah in the south.In Jabalia, tanks were trying to advance towards the heart of the camp, the biggest of Gaza’s eight historic refugee camps. Residents said tank shells were landing at the centre of the camp and that air strikes had destroyed clusters of houses.Israeli troops forced hundreds of Palestinians housed in shelters to leave.In Rafah, near the border with Egypt, Israel stepped up aerial and ground bombardments on the eastern areas of the city, killing people in an air strike on a house in the Brazil neighbourhood.Residents said Israeli tanks are now stationed east of the Salahuddin Road that bisects the eastern part of the city, with the highway cut off by intense fighting. Residents added the eastern part of Rafah remained a “ghost town”.Hamas armed wing said their fighters were engaged in gun battles with Israeli forces in one of the streets east of Rafah, and in the east of Jabalia.In Israel, the military sounded sirens several times in areas near Gaza, warning of potential Palestinian cross-border rocket and or mortar launches.Late on Saturday, the Israeli military said forces operating in Jabalia were preventing Hamas, which rules Gaza, from re-establishing its military capabilities there.“They were bombing everywhere, including near schools that are housing people who lost their houses,” Jabalia resident Saed, 45, told Reuters via a chat app on Sunday. “War is restarting, this is how it looks in Jabalia.”The army sent tanks back into Zeitoun, as well as Al-Sabra, where residents also reported heavy bombardments that destroyed several houses, including high-rise residential buildings.US Secretary of State Antony Blinken on Sunday warned that Israel was risking facing an insurgency in Gaza without a post-war plan for the enclave.The death toll in Israel’s military operation in Gaza has now passed at least 35,000 Palestinians, according to Gaza’s health ministry. The bombardment has laid waste to the coastal enclave and caused a deep humanitarian crisis.The war was triggered by a Hamas-led attack on southern Israel on Oct. 7 in which some 1,200 people were killed and more than 250 people taken hostage, according to Israeli tallies.Israel says 620 soldiers have been killed in the fighting, more than half of them during the initial Hamas assault. ","summary":"Israeli tanks, under cover from heavy fire from air and ground, pushed further into Jabalia in the northern Gaza Strip on Monday, residents and Hamas media said, while airstrikes hammered Rafah in the south.In Jabalia, tanks were trying to advance towards the heart of the camp, the biggest of Gaza’s eight historic refugee camps. Residents said tank shells were landing at the centre of the camp and that air strikes had destroyed clusters of houses.Israeli troops forced hundreds of Palestinians housed in shelters to leave.In Rafah, near the border with Egypt, Israel stepped up aerial and ground bombardments on the eastern areas of the city, killing people in an air strike on a house in the Brazil neighbourhood.Residents said Israeli tanks are now stationed east of the Salahuddin Road that bisects the eastern part of the city, with the highway cut off by intense fighting. Residents added the eastern part of Rafah remained a “ghost town”.Hamas armed wing said their fighters were engaged in gun battles with Israeli forces in one of the streets east of Rafah, and in the east of Jabalia.In Israel, the military sounded sirens several times in areas near Gaza, warning of potential Palestinian cross-border rocket and or mortar launches.Late on Saturday, the Israeli military said forces operating in Jabalia were preventing Hamas, which rules Gaza, from re-establishing its military capabilities there.“They were bombing everywhere, including near schools that are housing people who lost their houses,” Jabalia resident Saed, 45, told Reuters via a chat app on Sunday. “War is restarting, this is how it looks in Jabalia.”The army sent tanks back into Zeitoun, as well as Al-Sabra, where residents also reported heavy bombardments that destroyed several houses, including high-rise residential buildings.US Secretary of State Antony Blinken on Sunday warned that Israel was risking facing an insurgency in Gaza without a post-war plan for the enclave.The death toll in Israel’s military operation in Gaza has now passed at least 35,000 Palestinians, according to Gaza’s health ministry. The bombardment has laid waste to the coastal enclave and caused a deep humanitarian crisis.The war was triggered by a Hamas-led attack on southern Israel on Oct. 7 in which some 1,200 people were killed and more than 250 people taken hostage, according to Israeli tallies.Israel says 620 soldiers have been killed in the fighting, more than half of them during the initial Hamas assault. "},{"hash":"929598407840974c7263e37ff240af7b1c1b57a788e99ebf38dd7f9ab979d1ac","title":"Mount Ibu in Indonesia erupted, sending ash clouds into the sky.","link":"https://kathmandupost.com/world/2024/05/13/indonesia-s-mt-ibu-erupts-spewing-ash-clouds","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersPKROEZR2ONKGXCXBH7QFZ7PJSE-1715583903.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"world","content":"Ibu volcano in Indonesia erupted on Monday, sending ash 5 km into the air. The alert level is high, and people within 5 km should wear masks if it rains ash. There have been no evacuations yet. Indonesia has many active volcanoes, including Ruang and Marapi, which have recently erupted.","summary":"Indonesia's Ibu volcano erupted on Monday, spewing ash several kilometers high, prompting an alert and prohibition on activities within a 5-kilometer radius."},{"hash":"3085cf632dc8ff85df0170d4a9fa2ee1d4e1447e6c86805783f8ca8b0b5d1c21","title":"India's election entered its fourth phase, with candidates debating issues of religion and inequality.","link":"https://kathmandupost.com/world/2024/05/13/indian-election-enters-fourth-phase-as-rhetoric-over-religion-inequality-sharpens","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/world/httpscloudfrontuseast2imagesarcpublishingcomreutersLTKAWEF43FNSBNJPHI7ODN6ULQ-1715581103.jpg&w=900&height=601","date":1715558400000,"source":"kp","category":"world","content":"India held the fourth round of its seven-week election, with voters focused on the economy and religious issues.\n\n96 seats were up for grabs in 10 states, with 177 million people eligible to vote.\n\nTurnout has been lower than expected, raising concerns for the ruling party.\n\nThe opposition has accused the government of using welfare programs to favor certain groups, while the government has focused on attacking the opposition's economic record.\n\nDespite the lower turnout, the ruling party remains the frontrunner.","summary":"India's ongoing seven-week general election entered its fourth phase on Monday, with Prime Minister Modi's Hindu nationalist party facing challenges over economic disparities and religious divisions."},{"hash":"4d1e5970683b220a3a181fcf8a9659ad24ba8e6238140fc24bf200beeabc779f","title":"unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","link":"https://kathmandupost.com/books/2023/07/31/unauthorised-translation-and-piracy-of-foreign-books-thrive-in-nepal","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/books-1690776078.jpg&w=900&height=601","date":1690761600000,"source":"kp","category":"books","content":"**Nepali Book Market: Unauthorized Translations and Piracy**\n\n* Bangladeshi-Swedish author Taslima Nasrin's books are frequently illegally translated and published in Nepal.\n* Translating and publishing books without permission violates copyright laws.\n* Unauthorized translations are often of poor quality and lack proper editing.\n* Books by Steve Jobs and Robert Kiyosaki have also been subjected to unauthorized translations in Nepal.\n* Publishers and translators justify their actions by claiming to make \"creative\" changes or being unaware of copyright laws.\n* Intellectual property rights are protected by Nepali law, including Copyright Act.\n* Unauthorized translations damage the reputation of Nepali publishing industry and lead to international criticism.\n* Lack of regulation and enforcement contribute to the spread of piracy.\n* Government efforts to control book piracy are often met with backlash.\n* Publishers, writers, and readers should collaborate to combat piracy.\n* International publishers and organizations emphasize the importance of protecting copyright and punishing violators.","summary":"Unauthorised translations and piracy of popular foreign books in Nepal threaten authors, publishers, and the quality of Nepali literature, despite existing laws and international agreements."},{"hash":"f91af36450d89ad58798b4c4d401adfda4ba09b3625ea1c7677f78706e25f747","title":"Poor and frustrated youths from India's former Maoist stronghold struggle to find opportunities and a better life.","link":"https://kathmandupost.com/national/2023/06/25/desperate-youths-from-maoist-heartland-hit-us-wall","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/news/CIJ-1687660964.jpg&w=900&height=601","date":1687651200000,"source":"kp","category":"national","content":"**Illegal Immigration from Nepal to the US**\n\nYouths from Rukum East, Nepal, have been traveling to the US illegally, losing large sums of money in the process.\n\n**Reasons for Migration:**\n\n* High unemployment and poverty in Nepal\n* Promise of a better life in the US\n\n**Process and Costs:**\n\n* Youths pay up to 36% interest on loans from agents to fund their trips.\n* The route involves crossing multiple countries, with arduous trails and detention camps.\n* Costs range from $3-6 million per person.\n\n**Risks and Consequences:**\n\n* Deportation and loss of money (average $6 million each)\n* Trauma and mental health issues\n* Pressure from creditors and family to repay debts\n* Some have died trying to cross borders illegally.\n\n**Lack of Government Intervention:**\n\n* Local governments and political parties are not addressing the issue.\n* There is no specific law against human trafficking for illegal immigration.\n* Police rarely receive complaints.\n\n**Impact on Communities:**\n\n* Villages are losing young people and facing financial burdens.\n* The phenomenon is particularly prevalent in former Maoist strongholds.\n\n**Expert Opinion:**\n\n* The rise in human trafficking is due to the political system's failure to provide livelihoods and address poverty.","summary":"Bharat Budha, chair of Putha Uttarganga Rural Municipality’s ward 10, knows that many youths from his village have made it to the United States via ‘tallo bato’—backdoor route—and that many are still on the way. He also knows that eight of them have been deported from the country and that they have lost a cumulative Rs45 million in the process. The deported youths say that they returned home empty-handed after facing unspeakable ordeals and lost Rs6 million each on average.The Tak village in Rukum East—a close-knit settlement of 425 houses—was considered the Maoists’ ‘base area’ during the insurgency. Village youths who reached the US through illegal routes and got deported have lost an estimated Rs40 million. The number of those who returned without completing the journey and the amount they lost remain unknown.To get to the US, the youths have taken loans at up to 36 percent interest per annum from their relatives and village landowners. In Tak village, at least one person each from half of the households has gone abroad, Budha said. “Youths started going to America about six-seven years ago,” he said. “If they could gather enough money, the whole village would try to go to the US.” Budha’s own son had reached the US illegally in 2017, spending Rs3.2 million.During the insurgency, outsize slogans of revolution would adorn the walls of houses in the village. Hoping for a better life, people from all walks of life helped out the Maoists. But now, village youths are paying the agents to illegally get to the US—a country that the Maoists used to call their ‘enemy’, an ‘imperialistic force’. This has cost the Tak village much and in multiple ways.Death of a dreamSome of the deported youths have chosen to flee the village altogether, burdened with debt and creditors’ pressure. At least five such families have already left, said a resident. The family of Ram Budha was one of them. On April 28, 2015, Ram, who had returned to Nepal after working in Malaysia for eight years, took the illegal route to the US. He travelled through arduous trails for months and finally arrived in the country. Upon reaching the country, he was detained and had to stay at the detention camp for 27 months. When his refugee application was rejected, he was deported to Nepal in mid-December 2019. He lost Rs4.5 million in the process. He now owes over Rs6 million to creditors. “After the creditors began to put pressure on me, I couldn’t live in the village peacefully,” said Ram, who currently runs a vegetable farm in Tarakeshwar, Kathmandu.While those who got to the US through illegal routes and fortunately got refugee status there narrate their stories with pride, those who have been deported or returned from half-way have tragic tales to tell.Nanda Kala Gharti, who lives in a small stone house on the upper flank of Tak village, spends her days in melancholy. Her husband, Dhanlal, had chosen to take the illegal route to the US, and Nanda Kala, a mother of four, is living with the repercussions of his decision. Dhanlal had got into the US after a six-month long arduous journey and was detained immediately. He had to spend four years in the detention camp, before he was deported to Nepal. He had already lost Rs6 million.Nanda Kala said they now have an insurmountable crisis in their hands. Pointing to her son, she exclaimed, “When will he grow up, go abroad and pay back the loans!”Dhanlal himself tried to go to Croatia once and spent 15 days in Kathmandu for the process. But after he was turned down, he returned home dejected. “Now we will submit the passport to another agent [for Dhanlal’s trip abroad],” Nanda Kala said. “There’s no point staying here.”Stories that echo each otherThe situation in Sisne Rural Municipality is similar to that of Putha Uttarganga. Here, one can hear plenty of stories of those who have tried to go to the US and those who are fighting refugee cases there. Krishna Regmi, chair of the rural municipality, personally knows seven people who have been deported from the US.Gangaram Khadka, a resident of Sisne-3, runs a bee and chicken farm. Like other young men in his village, Khadka had headed off to the US via an illegal route on 27 March, 2018. He had reached the US via the New Delhi-Moscow-Barcelona-Bogota-Panama-Costa Rica-Nicaragua-Honduras-Guatemala-Mexico route. When he finally arrived in the US, he was detained and had to spend 11 months in detention. He was deported on 15 March, 2019. He had handed over Rs3.2 millions to the agent and spent Rs2 million to fight the case to become a refugee. “It’s not possible for me to pay back the loan while working in Nepal,” he said. “I aim to pay back some interest and head off abroad again.”For six months after Khadka was deported, he had anxiety and headache, he said, adding the three people from his village who were deported like him are also struggling with their mental health.Tikaram Pun, a 40-year-old resident of Bohora village in Musikot-4, is also haunted by his past journey. In September 2017, he reached the US after crossing 17 countries with the help of organised human traffickers. Of the 41 people in his group, 31 were from Rukum East and Rukum West, he said. Pun, who was detained on arrival in the US, spent 24 months in a detention camp. His refugee application was also refused and so he was deported along with eight other Nepalis. “When I returned, I started having mental health problems. I still suffer from them,” he said. Pun is under pressure from creditors and relatives to pay back the Rs9.2 million loan he had taken for the task.Those who died on the wayA group of 10 Bangladeshis and seven Nepalis, including Rupak Bohora of Bafikot-3 in Rukum West, were on a mission to reach Costa Rica through Colombia, Caribbean Coast, Capuragana and Panama. But while they were crossing a sea, their boat capsized. As many as 12 died in the incident, including six Nepalis. Rupak’s wife, Geeta, learned about the incident only after six days, on 25 June, 2021.“I still don’t know what exactly happened,” said Geeta, who had been married off at age 19 and is now a mother of two daughters. The only thing she knows is that Rupak has died and she is now all alone. And that she has Rs5 million in loan taken for Rupak’s trip. She showed a picture of her husband on her phone to this scribe and said, “I only have memories.”Lack of political will and legal remediesThe concrete bridge over Chewang river is on the edge of Tak village. On the walls of the bridge are paintings of political theorists like Marx, Engels, Lenin, Stalin and Mao, and the iconic slogan, ‘Workers of the world, unite!’, below them. But the slogan appears to be at odds with life in the village. Given the phenomenon of illegal travels to the US through the help of organised human traffickers, the whole village appears to be emptying. Neither the local governments are concerned about the phenomenon nor are the political parties paying attention.Puniraj Gharti, chair of Putha Uttarganga Rural Municipality, said though the trend is worrying, there’s nothing he can do. “How could we stop them from making the trip when they are struggling to make a living in the village?” he said.Krishna Regmi, chair of Sisne Rural Municipality, said that the vicious cycle of poverty started after marijuana farming was banned in the country. Then the Maoist insurgency added to the woe, forcing youths to migrate. The signing of the peace agreement in 2006 didn’t herald any change in the economy either and youths are struggling to get jobs. Organised human traffickers are cashing in on this sorry state of affairs, Regmi said. “Meter byajis [usurious lenders] are also promoting this phenomenon,” he added.The phenomenon is equally rife in Dang’s Tulsipur and Ghorahi. Ramesh Kumar Pandey, chair of Ghorai-15, says that even though many heading to the US are swindled, no complaints are filed at the ward office. “Only those who attempt to go to Saudi Arabia or Qatar file the complaints,” he said.One can infer from Pandey’s statements that the families of such illegal travellers don’t want to publicise the ordeals of their family members. On the one hand, agents threaten them to not publicise the issue; on the other, they fear they themselves would be punished by law.According to the Anti-Human Trafficking Bureau, as many as 178 Nepalis, including 174 men, have been deported from the US in the five fiscal years after 2018-19. Of them, the highest 49 are from Rukum while 37 are from Dang. The data doesn’t include those who returned after making it to the half-way or those who have been fighting the legal battle in the US for refugee status. But this data is enough to show that many such youths are from the ‘base areas’ of the Maoist insurgency.SSP Jeevan Shrestha, chief of the bureau, said that data on the number of such victims and the amounts they have spent is hard to collect since complaints are rarely filed with the police. “This is human trafficking but for a lack of law, we are still compelled to launch the cases as per Human Trafficking and Transportation (Control) Act 2074 BS,” Shrestha said. “The Act provides a maximum penalty of Rs250,000 for the offenders and 50 percent of that as compensation to the victims.” Without specific law, police also invoke the theft and organised crime act to punish the offenders, he added.On the one hand, police receive no complaints; on the other, the phenomenon sees no control.Bhaskar Gautam, a political scientist, says the rise in cases of human trafficking in the insurgency’s ‘base areas’ is due to the political system’s abject failure.While the Maoists raised issues related to livelihood, nationalism and a new kind of democracy to fuel their war machine, after the peace process, it is livelihoods that have been hit the hardest, Gautam said. “The traditional way of life and economy took a hit during the insurgency,” he said. “Developments after the peace process also failed to address that. What sprang up was organised human trafficking.”(Mahesh KC in Rukum East and Durgalal KC in Dang contributed to this report.)This report is prepared in collaboration with the Center for Investigative Journalism-Nepal. "},{"hash":"5b41caa28761fd8ada1be7951764ae6954dd5a645984d3ea1fe0cdb1a6b25396","title":"no-private-hospital-bed-for-poor-patients","link":"https://kathmandupost.com/national/2023/06/10/no-private-hospital-bed-for-poor-patients","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2023/third-party/thumb19-1686358218.jpg&w=900&height=601","date":1686355200000,"source":"kp","category":"national","content":"**Private Hospitals in Nepal Not Providing Free Services to Poor Patients**\n\nDespite government regulations requiring private hospitals to provide free services to the needy, many hospitals are ignoring the rule.\n\n* A woman named Gyanumaya BK had to borrow money to pay for her medical bills, even though the hospital should have provided free treatment.\n* Hospital officials admit they don't follow the regulation.\n* Regulatory bodies do not have data on whether hospitals are following the rules.\n* Private hospitals claim to offer discounts, but have not provided proof.\n* Hospitals in Pokhara, Chitwan, Biratnagar, and Butwal are all failing to provide free services.\n* Hospitals argue the regulation is impractical, but patient advocates say they are more interested in making money.","summary":"A 69-year-old woman named Gyanumaya BK faced financial hardship after being treated at a private hospital in Pokhara despite a government regulation requiring hospitals to provide free services to the needy."},{"hash":"472549c50da63897835297d9af44c92dee7e25b018fea73bdca08e8671effe28","title":"* **Protect trade:** Set up laws and policies to keep domestic businesses safe from unfair competition from other countries.\n* **Competitive edge:** Take steps to make domestic businesses stronger and more competitive in the global market. This can include providing financial support, tax breaks, or training programs.","link":"https://kathmandupost.com/columns/2024/05/12/protecting-trade-with-a-competitive-edge","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/LeadPostFilephoto1-1715537112.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"columns","content":"**Nepal's Rice Woes and lopsided Trade with India**\n\n- Nepal is facing a rice shortage due to India's export ban on non-Basmati rice.\n- India has imposed restrictions on other goods, including wheat, sugar, and onion, to lower its own prices.\n- Nepal relies heavily on India for imports, with over 60% of its trade deficit coming from India.\n- India's protectionist policies, such as anti-dumping duties on Nepali tea and jute, hinder Nepal's exports.\n- Other countries, like China, are using subsidies to protect their industries and boost exports, leading to trade tensions.\n- Nepal needs to develop an industrial policy that focuses on products with a competitive advantage and seek alternative markets.","summary":"India's export restrictions on essential commodities, coupled with Nepal's excessive reliance on Indian imports, have created a trade imbalance and price surges in Nepal, highlighting the need for a balanced trade relationship and a competitive industrial policy."},{"hash":"60faefd489efc08e667acb3e019637674ad12d2f18bf19d6d93c0640e14bb2b3","title":"Politics and education are closely linked. Governments use education to promote their values and ideologies, while education can shape political beliefs and prepare students for civic participation. However, political interference can undermine education's quality and independence, while education can also be used to suppress dissent or promote inequality. Balancing these competing interests is crucial for a healthy society.","link":"https://kathmandupost.com/columns/2024/05/11/between-politics-and-education","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/PostPhotoKeshavThapaTKP-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Political Involvement in Education in Nepal**\n\nThere has been debate about teachers and students being involved in politics in Nepal.\n\n**History of Political Involvement**\n\n* After King Mahendra dissolved the parliament in 1960, student unions formed along party lines.\n* Students were influenced by multiparty ideas, especially during the Panchayat regime.\n* Teachers also became more involved in politics after the fall of the Panchayat.\n\n**Current Situation**\n\n* Some people believe that teachers and students should not be politically active.\n* Others argue that their involvement is important for their education and development.\n* Political parties have used students and teachers as tools for propaganda.\n\n**Minister's Proposal**\n\n* The Education Minister has proposed banning teachers from political活動.\n* This proposal has sparked debate about the role of politics in education.\n\n**Conclusion**\n\nIt is important to balance the importance of political involvement with the need to maintain the integrity of educational institutions. Students and teachers should continue to play a role in politics, but they should also focus on their studies and teaching responsibilities.","summary":"Following the Panchayat's fall, political parties and organizations have debated the involvement of teachers and students in politics, with some proposing restrictions to limit party activism in educational institutions."},{"hash":"e943a68aa258e52347de4c4ef667427dd1bd98eb627b430a76a5591b12bc5ddc","title":"Iran is increasing its influence in the Middle East, particularly in countries like Iraq and Lebanon. This expansion is driven by religious and political factors, and is aimed at creating a \"Shia crescent\" under Iran's control.","link":"https://kathmandupost.com/columns/2024/05/11/iran-s-eastward-push","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/DownAPRSS-1715446866.jpg&w=900&height=601","date":1715385600000,"source":"kp","category":"columns","content":"**Iran's Visits to Pakistan and Sri Lanka**\n\n**Pakistan**\n\n* Iran's President Raisi visited Pakistan after a missile exchange in January.\n* Both countries aimed to improve trade and resolve tensions.\n* They signed agreements to increase trade and open border markets for barter trade.\n\n**Sri Lanka**\n\n* Raisi also visited Sri Lanka, re-establishing a long-standing relationship.\n* Iran funded a power and irrigation project in Sri Lanka.\n* The two countries expressed interest in deepening their relationship.\n* However, both Sri Lanka and Pakistan face economic challenges and may be cautious about displeasing the US, which sanctions Iran.","summary":"Iranian President Raisi's recent visits to Pakistan and Sri Lanka underlined Iran's \"Look East\" policy, garnering support for its Middle East stance and seeking bilateral trade expansion amid U.S. sanctions."},{"hash":"7697a965cad2b4fe488203fca9b9011d5cec32b3593ca4875efef4d9d92612c0","title":"cruellest-crime","link":"https://kathmandupost.com/editorial/2024/05/09/cruellest-crime","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb1-1715303210.jpg&w=900&height=601","date":1715212800000,"source":"kp","category":"editorial","content":"**Nepal Children's Organization Land Scam Investigation**\n\n- Arrests warrants issued for 20 suspects, including former leaders of the organization and business representatives.\n- Land leased illegally to a private school for a low price.\n- School subleased part of the land for even less money.\n- Government land was used to obtain a loan of 313 million rupees.\n- The scam allowed private businesses to profit from a support system for orphans.\n- The arrests are a step towards recovering the land for the organization and the children it serves.\n- The media has played a crucial role in exposing land grab scams, such as the Lalita Niwas and Bansbari Chhala Jutta cases.","summary":"CIB issues arrest warrants against 20 alleged perpetrators for illegally leasing land belonging to Nepal Children's Organization."},{"hash":"1801d6ead071c649a64c0fde0790be274f8900ce60b54acca6dfb6dbc55067e8","title":"Karki misused his power as Chief of Army Staff, benefiting his family and close associates through land acquisition, construction contracts, and other dealings. This led to widespread corruption and dissatisfaction within the military.","link":"https://kathmandupost.com/editorial/2024/05/08/karki-s-excesses-in-koshi","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/third-party/thumb21-1715217280.jpg&w=900&height=601","date":1715126400000,"source":"kp","category":"editorial","content":"Kedar Karki, former chief minister of Koshi province, lost support and was forced to resign. He held onto power despite being in the minority, causing a stalemate. Karki rose to power with the support of his rival party, the CPN-UML, which led to the downfall of the Congress-Maoist coalition government. His actions were unethical and undermined democratic norms. The recent political upheavals in the province show that immoral politics have spread to the provincial level, where politicians are driven by greed for power.","summary":"Kedar Karki, a former chief minister backed by UML, loses power in Koshi Province after coalition partners withdraw support, marking the provincialization of immoral political practices in Nepal."},{"hash":"505beefca11049926520cda4acceb5956f992fa7c660a8ef9ded812776844ff1","title":"Toilets for All is an initiative to provide accessible and clean toilets to everyone, especially those in underprivileged areas. The goal is to improve sanitation, health, and dignity for all.","link":"https://kathmandupost.com/editorial/2024/05/07/toilets-for-all","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2019/default/thumb-1715129836.png&w=900&height=601","date":1715040000000,"source":"kp","category":"editorial","content":"**Gender-Inclusive Toilets**\n\nActivists and LGBTIQ+ people around the world want restrooms that don't separate people by gender. These toilets are needed in Nepal to promote equality and safety for transgender and gender non-conforming individuals.\n\nCurrently, many transgender students avoid or face problems using restrooms because they feel unsafe. Gender-inclusive restrooms would solve this issue.\n\nNepal has a few gender-inclusive restrooms, but more are needed. Kathmandu's mayor has promised to build 10 new ones, and existing restrooms are being renovated to be more inclusive.\n\nHowever, inclusive restrooms alone are not enough. Society needs to be educated about disability and gender diversity to create truly welcoming spaces. Standards for building inclusive restrooms should be established throughout Nepal.\n\nGender-inclusive restrooms will also support \"pink tourism,\" where LGBTQ+ people travel to countries that welcome them.","summary":"Activists and LGBTIQ individuals worldwide advocate for gender-inclusive toilets to promote equality and safety for transgender and non-binary people, particularly in Nepal, where efforts are being made towards inclusivity."},{"hash":"27aa43494503b60618fd5225c4fae10c9d428f87bca4ca47b527fa5919936ace","title":"Every effort must be made to make sure victims of conflict get justice.","link":"https://kathmandupost.com/interviews/2024/05/12/no-stone-should-be-left-unturned-to-ensure-justice-for-conflict-victims","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/opinion/WhatsAppImage20240513at75840AM-1715566552.jpg&w=900&height=601","date":1715472000000,"source":"kp","category":"interviews","content":"**Hanaa Singer-Hamdy's View on Nepal's Development and Peace**\n\nAfter returning to Nepal as UN Resident Coordinator, Hanaa Singer-Hamdy observes significant changes. Despite challenges such as the earthquake and pandemic, Nepal has made progress in reducing poverty, improving health, and achieving social justice.\n\n**Nepal's LDC Graduation**\n\nNepal is on track to graduate from Least Developed Country status by 2026. However, challenges remain, including weak infrastructure, low manufacturing, and limited investment opportunities.\n\n**Achieving Sustainable Development Goals (SDGs)**\n\nNepal has made progress towards the SDGs but faces challenges in data availability and financing. The UN is supporting Nepal in mobilizing resources and monitoring progress.\n\n**Investment Summit**\n\nThe Nepal Investment Summit highlighted market opportunities. The UN encourages international investment in catalytic sectors to support economic growth and SDG achievement.\n\n**UN Development Cooperation Framework (UNSDCF)**\n\nThe UNSDCF emphasizes four strategic priorities: economic transformation, human development, environmental sustainability, and effective governance. It aligns with Nepal's development plans and focuses on leaving no one behind.\n\n**Peace Process**\n\nThe Secretary-General's visit highlighted the importance of completing the transitional justice process. The UN encourages the government and parliament to ensure victims have access to truth, reparation, and justice.\n\n**Nepal's Role in Global Forums**\n\nNepal has played an active role in the UN and other platforms, advocating for LDC interests, human rights, and the Mountain agenda. This demonstrates Nepal's commitment to global cooperation.\n\n**Addressing Multilateralism and Polarization**\n\nThe UN promotes international cooperation through dialogue and diplomacy. The Summit of the Future aims to strengthen cooperation and address global governance gaps.","summary":"The UN, led by Hanaa Singer-Hamdy, supports Nepal's development, facilitating SDG progress, LDC graduation, investment, and peace efforts, addressing climate change concerns and promoting multilateralism despite global polarization."},{"hash":"b8cf800b128e5429effac6538b5cdeff14e12e5c92d4968c239f48ce105eb283","title":"Padam Giri, a serial entrepreneur and investor, shares his insights on building and investing in successful businesses.","link":"https://kathmandupost.com/interviews/2024/05/05/interview-with-padam-giri","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/padamgiri-1714923097.jpg&w=900&height=601","date":1714867200000,"source":"kp","category":"interviews","content":"**Budget Session Starts with Conflict**\n\n- The budget session begins with disagreement between ruling and opposition parties over investigating fraud charges against a minister.\n- The ruling party wants a broader investigation of the cooperative sector, while the opposition wants a specific probe against the minister.\n- The opposition threatens to block the budget if their demand is not met.\n- The government has identified 24 bills for approval, including the budget.\n\n**Improving Parliamentary Productivity**\n\n- The law minister acknowledges the low productivity of parliament in passing bills.\n- He aims to increase bill endorsements by promoting open discussions.\n- Controversial bills will be revised during committee discussions.\n- Public consultation will be sought for relevant bills.\n\n**Transitional Justice Amendment Bill**\n\n- Discussions on the Transitional Justice Amendment Bill are ongoing.\n- The main sticking points are defining serious violations and reducing sentences.\n- The government is committed to addressing victims' concerns and ensuring justice.\n- A committee formed to recommend commission members will continue its work despite opposition concerns.\n\n**Judicial Vacancies and Electoral Reforms**\n\n- Four Supreme Court justices are needed to be appointed.\n- The government will select them soon.\n- The ruling party is open to discussions on electoral system reforms to ensure stability.\n\n**Coalition Government**\n\n- There are no current discussions between the ruling UML and opposition Congress to form a government.","summary":"Amidst ongoing disputes over alleged fraud charges, the federal parliament's budget session begins with several bills pending endorsement, while the government seeks to address concerns regarding the cooperative sector and streamline bill drafting processes."},{"hash":"39eb27d07dda639b3d5dd4481b8d6012361b0eeb330937898496f65c11c09fe8","title":"The next two months will be difficult due to fire incidents.","link":"https://kathmandupost.com/interviews/2024/04/28/next-two-months-will-be-challenging-due-to-fire-incidents","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/anilpokharel-1714368894.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Nepal Facing Severe Fire Incidents**\n\nDue to lack of rainfall, high temperatures, and wind, wildfires have become common in Nepal. These incidents have caused numerous deaths, destroyed settlements, and damaged forests. Dry conditions, stubble burning, and deserted homesteads are contributing factors.\n\nTo address this issue, the government is implementing measures such as:\n\n* Training community forest groups and local volunteers on wildfire suppression\n* Introducing portable fire pumps for use in hard-to-reach areas\n* Providing search and rescue equipment to security agencies\n* Using helicopters for aerial firefighting\n* Raising awareness about the consequences of wildfires\n\nLocal governments play a crucial role in disaster management, with some showing strong performance in handling fire incidents. Provinces support local governments with risk assessments and reconstruction efforts. The government is also working to ensure that commercial buildings have adequate fire prevention and response systems.","summary":"Rising temperatures, low rainfall, and wind gusts have fueled devastating fire incidents in Nepal, causing numerous fatalities and significant property losses."},{"hash":"2d1dcd1af2a010f1dc8a5288d051100d0a7e6e1ee7a6d0087e377a8fa051364f","title":"Nepal welcomes investors from all backgrounds, ensuring fair opportunities for all.","link":"https://kathmandupost.com/interviews/2024/04/28/nepal-presents-equal-opportunity-for-all-investors","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/Untitled1-1714270342.jpg&w=900&height=601","date":1714262400000,"source":"kp","category":"interviews","content":"**Nepal Investment Summit Aims to Attract Foreign Investors**\n\nNepal will host the third Nepal Investment Summit to showcase investment opportunities and attract foreign investment. The government has learned from previous summits and made improvements to draw more investment.\n\nThis time, the summit will feature success stories of investors and present amended laws to make Nepal more investment-friendly. The government is also working on improving Nepal's sovereign credit rating to demonstrate its commitment to foreign investors.\n\nNepal's policy on clean energy, such as hydropower and solar, aligns with its goal of selling surplus energy to neighboring countries like India and Bangladesh. Despite political changes, the government maintains stable policies for investors.\n\nRumors about geopolitical factors affecting investment are unfounded. Nepal welcomes legal investments from all countries, regardless of their political affiliations. The government emphasizes ensuring that investments do not target any specific country.","summary":"Nepal hosts its third Investment Summit to attract foreign direct investment, showcasing investment opportunities and addressing concerns related to political stability and geopolitical factors."},{"hash":"b8119b43ed80553d871f3b6e70a45b435e16350f69e3656d8ec00cdfd1f5e39e","title":"Direct election of the Prime Minister and Chief Ministers could end political instability.","link":"https://kathmandupost.com/interviews/2024/04/21/direct-election-of-prime-minister-and-chief-minister-way-out-of-instability","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2024/news/interview-1713764589.jpg&w=900&height=601","date":1713657600000,"source":"kp","category":"interviews","content":"**Political Parties and Provincial Governments:**\n\n* Political parties are competing fiercely to form provincial governments.\n* Some leaders blame the mixed electoral system for instability.\n* The analyst believes it's not the system but the ambition and corruption of politicians.\n\n**Problems with the Provincial System:**\n\n* Provinces have replicated the center's bad practices.\n* They lack meaningful powers and have failed to deliver.\n* Public trust in provinces has eroded.\n\n**Suggested Solution:**\n\n* Directly elect prime ministers and chief ministers to provide stability.\n* Correct the misuse of the proportional representation (PR) system.\n* Focus on improving the efficiency and accountability of provincial administrations.\n\n**Madhesh Perspective:**\n\n* Madhesh Province has an elite-dominated political system.\n* The province has failed to promote inclusion or address discrimination.\n* Corruption and bad governance have led to dissatisfaction with the federal system.\n\n**Emergence of New Parties in Madhesh:**\n\n* Janamat Party focuses on fighting discrimination and bad governance by both central and previous Madheshi leaders.\n* Rastriya Swatantra Party prioritizes good governance.\n* Nagarik Unmukti Party advocates for the rights of the Tharu community.","summary":"Unhealthy political maneuvering and finger-pointing over the mixed electoral system for perpetual instability plague Nepal's provinces, fueling public frustration; political analyst advocates for direct election of executive heads as a solution."},{"hash":"16ca03860b600f5d221a63cab7bc1b2ab4dad746bbb104c9f57095e07f85ef78","title":"Muluki Ain is Nepal's legal code that outlines laws and regulations covering various aspects of society.","link":"https://kathmandupost.com/letters/2021/11/08/muluki-ain-is-a-legal-code","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/third-party/mulukiain-1636421052.jpg&w=900&height=601","date":1636329600000,"source":"kp","category":"letters","content":"**Summary:**\n\nThe Muluki Ain of 1854 was an important law that established the rule of law in Nepal. It defined the powers of government and recognized the concept of equality before the law.\n\nWhile it did include the caste system, it also recognized the need for reform and stated that punishments should be equal for all, regardless of caste.\n\nThe Muluki Ain is a significant legal document that provides insights into Nepal's history and its legal system.","summary":"Muluki Ain of 1854 rationalized the judicial structure, codified legal principles, recognized the rule of law, addressed caste system injustices, and expressed intent for socio-cultural-religious reforms."},{"hash":"f26d8550751249ca6fce9099e307f744741857845591c48ab0d55210ac42e144","title":"**Misleading News**\n\nMisleading news intentionally or unintentionally provides false or twisted information. It may hide or distort facts, exaggerate claims, or use biased language to manipulate readers' perceptions. It can damage credibility, cause confusion, and even have harmful consequences. Be critical of news sources and check for accuracy and bias.","link":"https://kathmandupost.com/letters/2021/04/12/misleading-news","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2021/opinion/thumb-1618223282.jpg&w=900&height=601","date":1618185600000,"source":"kp","category":"letters","content":"**Summary:**\n\nSinohydro, a Chinese construction company, disagrees with a news report that claims it failed to pay taxes for materials used in a dam project in Nepal.\n\nSinohydro states that:\n\n* They followed all terms and conditions in their agreement with the Nepalese government.\n* Construction materials were purchased from legal sources, both locally and internationally.\n* Riverbed materials were not used, but instead recycled materials from tunnel and dam excavations were used.\n* The company has paid all vendors and suppliers and has documentation to prove it.\n\nSinohydro believes the news report is misleading and should be corrected.","summary":"Following a news report alleging Sinohydro's non-payment of taxes on construction materials used in the Melamchi Water Supply Project, the company clarifies that all materials were legally sourced and relevant taxes paid, with details available at their office."},{"hash":"e862b51d7419ba6f589572cd4032419c790b93c181a1334f46e1b9ab2f51169b","title":"A misunderstanding occurs when people have different interpretations of a situation, words, or actions. It leads to confusion and conflict because people make assumptions or reach conclusions without clear communication or understanding.","link":"https://kathmandupost.com/letters/2021/01/03/misunderstanding","date":1609632000000,"source":"kp","category":"letters","content":"**Clarification on Japan-Nepal Job Agreement**\n\nMany Nepalis want to work in Japan, but there has been some confusion about the agreement between the two countries.\n\n**Important Points:**\n\n* **No government-to-government recruitment:** Contracts are signed between Nepali workers and Japanese employers.\n* **Private agencies can assist:** Agencies must be registered in Japan.\n* **Workers may need to pay some costs:** These costs vary based on individual employment contracts.\n* **Other South Asian countries have similar agreements:** Japan has signed agreements with multiple countries.\n\nThe embassy hopes this clarification helps Nepalis understand the agreement and successfully find jobs in Japan.","summary":"Japan and Nepal established worker exchange agreements in 2019 which allow Nepalis to work in Japan as skilled workers and which do not prohibit the use of third-party agencies in the hiring process."},{"hash":"4d564e4aa9b147540d5d27c861b9724bce96976aa16a590835a10f4f29687ad6","title":"Contributions to Nepali:\n\n* Developed and implemented language models for Nepali, improving natural language processing tasks like translation and text generation.\n* Created open-source datasets and tools for Nepali language research and development.\n* Promoted Nepali language computing through workshops, hackathons, and community events.\n* Collaborated with Nepali linguists and educators to enhance language resources and learning materials.","link":"https://kathmandupost.com/letters/2020/11/30/contributions-to-nepali","date":1606694400000,"source":"kp","category":"letters","content":"The author thanks Deepak Thapa for raising concerns about Nepali studies in Euro-America and acknowledges the contributions of Krishna Pradhan, who taught Nepali at SOAS for 15 years before retiring in 2019. Pradhan's presence allowed the author to develop courses in Nepali literature, history, and culture. Unfortunately, these courses will no longer be available to future students in the UK.","summary":"SOAS Professor Hutt acknowledges Deepak Thapa's concerns about Nepali studies in Euro-America and credits his colleague Krishna Pradhan's contributions to the university's success but notes the loss of these courses for future students."},{"hash":"a1d8bb473b76b044c715510c1e3cd12b7293a4516faf36066b07acc77fd64756","title":"chhaupadi-persists","link":"https://kathmandupost.com/letters/2020/09/24/chhaupadi-persists","imageLink":"https://assets-api.kathmandupost.com/thumb.php?src=https://assets-cdn.kathmandupost.com/uploads/source/news/2020/third-party/thumb3-1600897015.jpg&w=900&height=601","date":1600905600000,"source":"kp","category":"letters","content":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email ","summary":"While feminine issues are addressed every now and then, not everything is taken seriously, and the unspoken issues go unnoticed. Here, I’m not only addressing the horrendous issue of Chhaupadi itself but also speaking of those women and girls who fall prey to this absurd menstrual practice.Ever thought what travelling back in time would feel like? Many in Nepal do not have to imagine, as such old and evil practises continue to occur in the 21st century!Chhaupadi is a flawed tradition connected to the taboo surrounding menstruation that prohibits Hindu menstruators from participating in normal family activities while on their period, as they are considered impure. Although it is said to be practised in the rural part of the country, it does exist in urban areas, too. Going back to its roots, we could perhaps rationalise that women were asked to stay cautious when menstruating because humans were closely surrounded by wildlife. The stench of blood during their period may have made them more vulnerable to attacks from these animals. But even this absurd line of thought doesn't make much sense anymore. The practise was made illegal in 2005, but cases related to it were reported as recent as 2019. News headlines vouched for fatalities on this account. But why are there such trivial punishments for such an offence? Shouldn’t the punishments be rethought to strongly discourage Chhaupadi altogether?Moreover, the reported cases are just the tip of the iceberg. The more you look into it, there are bound to be cases that have gone unreported because nothing immediately tragic occurred. This letter is a call for all of us to come together to fight this social plague. While the legal implications of such an offence are ambiguous, let's collectively decide that the societal implications of it will be grave. Let's refuse to accept such atrocities for our mothers, sisters and, above all, ourselves.Gauri Tandon, via email "}]